{
    "ID": 62659,
    "name": "Trinity Lutheran Church of Columbia, Inc. v. Pauley",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-577",
    "docket_number": "15-577",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Trinity Lutheran Church of Columbia, Inc.",
    "second_party": "Sarah Parker Pauley, Director, Missouri Department of Natural Resources",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53405"
        }
    ],
    "lower_court": {
        "ID": 13,
        "name": "United States Court of Appeals for the Eighth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/13"
    },
    "facts_of_the_case": "\u003Cp\u003ETrinity Lutheran Church of Columbia, Inc. (Trinity) operates a licensed preschool and daycare called The Learning Center that was initially opened as a non-profit corporation but merged with Trinity in 1985. The Learning Center has an open admissions policy and incorporates daily religious instruction into its programs. The Missouri Department of Natural Resources (DNR) offers Playground Scrap Tire Surface Material Grants that provide funds for qualifying organizations to purchase recycled tires to resurface playgrounds. Trinity applied for such a grant but was denied because Article I, Section 7 of the Missouri Constitution states, “no money shall ever be taken from the public treasury, directly or indirectly, in aid of any church, section or denomination of religion.” Trinity sued and argued that the denial of its application violated the Equal Protection Clause of the Fourteenth Amendment as well as the First Amendment’s protections of freedom of religion and speech. The district court granted Missouri DNR Director Pauley’s motion to dismiss for failure to state a claim, and Trinity moved for reconsideration and to amend its complaint to include allegations that such grants had previously been given to religious organizations. The district court denied the motions, and the U.S. Court of Appeals for the Eighth Circuit affirmed the dismissal and the denial of the motions to reconsider and amend the complaint.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EDoes the exclusion of churches from an otherwise neutral and secular aid program violate the First Amendment’s guarantee of free exercise of religion and the Fourteenth Amendment\u0027s Equal Protection Clause?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27407"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 38.947316,
        "longitude": -92.373449,
        "name": "Trinity Lutheran Church of Columbia",
        "street": "2201 West Rollins Road",
        "city": "Columbia",
        "province": "MO",
        "postal_code": null,
        "province_name": "Missouri"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether the exclusion of churches from an otherwise neutral and secular aid program violates the First Amendment’s guarantee of free exercise of religion and the Fourteenth Amendment\u0027s Equal Protection Clause.",
    "written_opinion": null,
    "related_cases": null
}