{
    "id": 21846,
    "title": "Opinion Announcement - May 29, 2001",
    "transcript": {
        "title": "Buckhannon Board \u0026 Care Home, Inc. v. West Virginia Department of Health \u0026 Human Resources",
        "duration": 532.323,
        "sections": [
            {
                "start": 0,
                "stop": 532.323,
                "byte_start": 89600,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 204.063,
                        "byte_start": 89600,
                        "byte_stop": 905874,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.639,
                                "byte_start": 89600,
                                "byte_stop": 144248,
                                "text": "I have the opinions of the Court to announce in two cases: the first 99-1848 Buckhannon Board \u0026 Care Home, Inc. versus West Virginia Department of Health and Human Resources."
                            },
                            {
                                "start": 13.639,
                                "stop": 21.634,
                                "byte_start": 144248,
                                "byte_stop": 176222,
                                "text": "Buckhannon, which is the petitioner, operates in assisted living residences in West Virginia."
                            },
                            {
                                "start": 21.634,
                                "stop": 31.856,
                                "byte_start": 176222,
                                "byte_stop": 217078,
                                "text": "It failed the state fire inspection because some of its residents were incapable of removing themselves from dangerous situations, which the state law required."
                            },
                            {
                                "start": 31.856,
                                "stop": 44.521,
                                "byte_start": 217078,
                                "byte_stop": 267755,
                                "text": "Facing in order to close its facilities Buckhannon brought suit against the State arguing that this self-preservation requirement violated two federal antidiscrimination statutes."
                            },
                            {
                                "start": 44.521,
                                "stop": 54.299,
                                "byte_start": 267755,
                                "byte_stop": 306834,
                                "text": "In the midst of this litigation the West Virginia Legislature eliminated the self-preservation requirement and the District Court dismissed the case as moot."
                            },
                            {
                                "start": 54.299,
                                "stop": 62.696,
                                "byte_start": 306834,
                                "byte_stop": 340480,
                                "text": "Buckhannon then requested that the State pay its attorney’s fees, arguing that its lawsuit had acted as a catalyst for change."
                            },
                            {
                                "start": 62.696,
                                "stop": 75.317,
                                "byte_start": 340480,
                                "byte_stop": 390949,
                                "text": "Federal Statutes permit such an award to the prevailing party, but both the District Court and the Court of Appeals for the Fourth Circuit held that Buckhannon was not in these circumstances the ‘prevailing party’."
                            },
                            {
                                "start": 75.317,
                                "stop": 78.978,
                                "byte_start": 390949,
                                "byte_stop": 405577,
                                "text": "In an opinion filed with the Clerk today, we affirm."
                            },
                            {
                                "start": 78.978,
                                "stop": 86.847,
                                "byte_start": 405577,
                                "byte_stop": 437029,
                                "text": "In designating those parties eligible for an award of attorney’s fees Congress used the term ‘prevailing party’."
                            },
                            {
                                "start": 86.847,
                                "stop": 94.383,
                                "byte_start": 437029,
                                "byte_stop": 467226,
                                "text": "This is a legal term of art, ‘a prevailing party’ is one who has been awarded some relief by the Court."
                            },
                            {
                                "start": 94.383,
                                "stop": 114.307,
                                "byte_start": 467226,
                                "byte_stop": 546847,
                                "text": "Although, we have not previously addressed the catalyst theory pressed by Buckhannon, our prior decisions on this subject have only allowed an award of attorney’s fees where the plaintiff had prevailed on the merits of at least some of its claims or had obtained a court order change in the legal relationship with the parties."
                            },
                            {
                                "start": 114.307,
                                "stop": 130.769,
                                "byte_start": 546847,
                                "byte_stop": 612780,
                                "text": "The catalyst theory, however, does not require that the lawsuit have legal merit and a defendant’s voluntary change in conduct although perhaps accomplishing what the plaintiff sought to achieve by the lawsuit, lacks the necessary judicial imprimatur on the change."
                            },
                            {
                                "start": 130.769,
                                "stop": 139.465,
                                "byte_start": 612780,
                                "byte_stop": 647471,
                                "text": "Our precedents thus counsel against awarding attorney\u0027s fees without a corresponding alteration in the legal relationship with the parties."
                            },
                            {
                                "start": 139.465,
                                "stop": 156.799,
                                "byte_start": 647471,
                                "byte_stop": 716852,
                                "text": "Buckhannon argues that the legislative history to these acts supports its broad reading of prevailing party, but we are not convinced by that, we think the legislative history is at best ambiguous, and this is insufficient to overcome the plain text of the statute."
                            },
                            {
                                "start": 156.799,
                                "stop": 179.421,
                                "byte_start": 716852,
                                "byte_stop": 807340,
                                "text": "Particularly, in the light of the well established rule that parties will bear their own litigation expenses absent explicit statutory authority, to the contrary and while the parties make various policies arguments both for and against the catalyst theory, we have no authority to disregard clear statutory language in our prior holdings on policy grounds."
                            },
                            {
                                "start": 179.421,
                                "stop": 188.668,
                                "byte_start": 807340,
                                "byte_stop": 844330,
                                "text": "Because Buckhannon has not been awarded any judicial relief in this case, it is not the prevailing party and therefore not entitled to attorney’s fees."
                            },
                            {
                                "start": 188.668,
                                "stop": 204.063,
                                "byte_start": 844330,
                                "byte_stop": 905874,
                                "text": "Justice Scalia has filed a concurring opinion in which Justice Thomas has joined."
                            }
                        ]
                    },
                    {
                        "start": 204.063,
                        "stop": 532.323,
                        "byte_start": 905874,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 204.063,
                                "stop": 207.289,
                                "byte_start": 905874,
                                "byte_stop": 918831,
                                "text": "I have filed a dissenting opinion joined by Justices Stevens, Souter, and Breyer."
                            },
                            {
                                "start": 207.289,
                                "stop": 224.059,
                                "byte_start": 918831,
                                "byte_stop": 985913,
                                "text": "Under West Virginia’s so-called self-preservation rule, 102 year old Dorsey Pierce faced eviction from an elder care home Buckhannon because the rule judged her too frail."
                            },
                            {
                                "start": 224.059,
                                "stop": 240.252,
                                "byte_start": 985913,
                                "byte_stop": 1050697,
                                "text": "Buckhannon joined by Pierce commenced litigation under Federal Civil Rights laws to stop West Virginia from requiring Buckhannon to evict Pierce and others similarly disabled as the price of remaining in business."
                            },
                            {
                                "start": 240.252,
                                "stop": 254.072,
                                "byte_start": 1050697,
                                "byte_stop": 1105972,
                                "text": "In response to the suit, the Trial Court issued an immediate stop order discovering in suit, and West Virginia ultimately decided to change the rule that would have forced Pierce out of Buckhannon."
                            },
                            {
                                "start": 254.072,
                                "stop": 269.283,
                                "byte_start": 1105972,
                                "byte_stop": 1166785,
                                "text": "Buckhannon then sought attorney’s fee, urging that it had for all practical purposes prevailed in the case and that its attorneys where the catalyst put the change in West Virginia Law."
                            },
                            {
                                "start": 269.283,
                                "stop": 281.776,
                                "byte_start": 1166785,
                                "byte_stop": 1216731,
                                "text": "Our proof of such a claim until today’s decision in 11 of the 12 Federal Judicial Circuits; Courts had discretion to award these."
                            },
                            {
                                "start": 281.776,
                                "stop": 292.659,
                                "byte_start": 1216731,
                                "byte_stop": 1260304,
                                "text": "Now, across the country and legions of such cases, on the scores of federal fee shifting statutes, no fee award can be made."
                            },
                            {
                                "start": 292.659,
                                "stop": 305.754,
                                "byte_start": 1260304,
                                "byte_stop": 1312653,
                                "text": "Persuaded that Congress intended to authorize fees in cases like Dorsey Pierce’ I dissent from this Court\u0027s legally, unwarranted, stunningly harsh judgment."
                            },
                            {
                                "start": 305.754,
                                "stop": 315.277,
                                "byte_start": 1312653,
                                "byte_stop": 1350792,
                                "text": "Justices Stevens, Souter and Breyer agree with me that the assessment of the large majority of federal judges was the right one."
                            },
                            {
                                "start": 315.277,
                                "stop": 331.641,
                                "byte_start": 1350792,
                                "byte_stop": 1416202,
                                "text": "When the lawsuit prompts the very relief the plaintiff seeks it, that plaintiff is the prevailing party eligible for an award of attorney’s fees even if she has not gained a court entry memorializing her victory."
                            },
                            {
                                "start": 331.641,
                                "stop": 347.677,
                                "byte_start": 1416202,
                                "byte_stop": 1480359,
                                "text": "When the Court rejects, as it does today, the considered opinion, long held in so many Federal Circuits respect for our colleagues, demand a more cogent explanation than the court has given."
                            },
                            {
                                "start": 347.677,
                                "stop": 364.93,
                                "byte_start": 1480359,
                                "byte_stop": 1549322,
                                "text": "Congress enacted the fee-shifting statute at issue to ensure that non-affluent plaintiffs would have effective access to the nation’s courts to secure enforcement of laws enacted to advance their civil rights."
                            },
                            {
                                "start": 364.93,
                                "stop": 371.638,
                                "byte_start": 1549322,
                                "byte_stop": 1576176,
                                "text": "I was little concerned for this design inescapably evident in the House and Senate reports."
                            },
                            {
                                "start": 371.638,
                                "stop": 388.37,
                                "byte_start": 1576176,
                                "byte_stop": 1643154,
                                "text": "The Court’s decision impedes recast to Tribunal of Justice for the less well-healed and reduces the incentive Congress created for the enforcement of Civil Rights laws by private attorneys general."
                            },
                            {
                                "start": 388.37,
                                "stop": 396.402,
                                "byte_start": 1643154,
                                "byte_stop": 1675233,
                                "text": "Featuring a definition in Black’s Law Dictionary, the Court detects the clear meaning for the term ‘prevailing party’."
                            },
                            {
                                "start": 396.402,
                                "stop": 411.053,
                                "byte_start": 1675233,
                                "byte_stop": 1733851,
                                "text": "One can agree with Black’s Law Dictionary that a party in whose favor a judgment is rendered prevails, and at the same time resist any implication that only such a party may prevail."
                            },
                            {
                                "start": 411.053,
                                "stop": 419.819,
                                "byte_start": 1733851,
                                "byte_stop": 1768960,
                                "text": "In prior cases we have not treated Black’s Law Dictionary as the be all and end all of statutory interpretation."
                            },
                            {
                                "start": 419.819,
                                "stop": 423.544,
                                "byte_start": 1768960,
                                "byte_stop": 1783798,
                                "text": "Nor do our precedents fall for the Court’s decisions."
                            },
                            {
                                "start": 423.544,
                                "stop": 438.687,
                                "byte_start": 1783798,
                                "byte_stop": 1844402,
                                "text": "In the past, we have comprehended that when a defendant under the pressure of a lawsuit, alters the conduct that was the basis for the suit, the plaintiff will have prevailed, I would adhere to that understanding."
                            },
                            {
                                "start": 438.687,
                                "stop": 449.217,
                                "byte_start": 1844402,
                                "byte_stop": 1886511,
                                "text": "Everyday use of plain English is a guide we often employ in deciding what Congress meant, and I would not ignore that aid here."
                            },
                            {
                                "start": 449.217,
                                "stop": 474.357,
                                "byte_start": 1886511,
                                "byte_stop": 1987030,
                                "text": "In plain English, prevailing does not invariably entail a formal declaration of victory, if you would dispute for example that Western Democracy has prevailed in the Cold War even though the Soviet Union never formally surrendered just so or still the party prevails when she achieves the practical relief sought in her complaint."
                            },
                            {
                                "start": 474.357,
                                "stop": 489.277,
                                "byte_start": 1987030,
                                "byte_stop": 2046798,
                                "text": "This case is paradigmatic, because of the lawsuit plaintiff’s allege Dorsey Pierce escaped eviction and Buckhannon succeeded in keeping its doors open, while caring for persons of her fragility."
                            },
                            {
                                "start": 489.277,
                                "stop": 516.389,
                                "byte_start": 2046798,
                                "byte_stop": 2155259,
                                "text": "In sum, the anemic construction of the term ‘prevailing party’, the Court today imposes in my view, draw a scat support from  history, logic, or precedent, I see the catalyst rule as long applied by the clear majority of Circuits as a key component of the fee-shifting statutes Congress adopted to promote the realization of Civil Right."
                            },
                            {
                                "start": 516.389,
                                "stop": 532.323,
                                "byte_start": 2155259,
                                "byte_stop": 0,
                                "text": "For reasons spelled out at some length in my dissenting opinion, I would reverse the Fourth Circuit’s judgment under the catalyst rule of fitting an proper aid in the vindication of bright, Congress thought to secure."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52814,
            "mime": "audio\/mpeg",
            "size": 2208967,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1848\/20010529o_99-1848.delivery.mp3"
        },
        {
            "id": 74568,
            "mime": "audio\/ogg",
            "size": 5101139,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1848\/20010529o_99-1848.ogg"
        },
        {
            "id": 74569,
            "mime": "application\/x-mpegURL",
            "size": 7899,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1848\/20010529o_99-1848.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}