{
    "id": 22712,
    "title": "Opinion Announcement - June 09, 2008",
    "transcript": {
        "title": "Bridge v. Phoenix Bond \u0026 Indemnity Co.",
        "duration": 387.265,
        "sections": [
            {
                "start": 0,
                "stop": 387.265,
                "byte_start": 104661,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 387.265,
                        "byte_start": 104661,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15100,
                            "name": "Clarence Thomas",
                            "href": "https:\/\/api.oyez.org\/people\/clarence_thomas",
                            "last_name": "Thomas",
                            "roles": [
                                {
                                    "id": 2744,
                                    "type": "scotus_justice",
                                    "date_start": 688194000,
                                    "date_end": 0,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2744"
                                }
                            ],
                            "thumbnail": {
                                "id": 32680,
                                "mime": "image\/png",
                                "size": 49064,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/clarence_thomas.png"
                            },
                            "length_of_service": 8870,
                            "identifier": "clarence_thomas"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.802,
                                "byte_start": 104661,
                                "byte_stop": 155965,
                                "text": "The second case I have to announce is Bridge versus Phoenix Bond \u0026 Indemnity Company, Number 07-210."
                            },
                            {
                                "start": 12.802,
                                "stop": 19.822,
                                "byte_start": 155965,
                                "byte_stop": 183969,
                                "text": "This case comes to us on a writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 19.822,
                                "stop": 32.075,
                                "byte_start": 183969,
                                "byte_stop": 232974,
                                "text": "Each year, the Cook County Illinois Treasurer\u0027s Office holds a public auction at which it sells tax liens that it has acquired on the property of delinquent taxpayers."
                            },
                            {
                                "start": 32.075,
                                "stop": 43.792,
                                "byte_start": 232974,
                                "byte_stop": 279890,
                                "text": "Prospective buyers bid on the liens, not in cash amounts but rather by stating a percentage penalty, the property owner must pay the winning bidder to clear the lien."
                            },
                            {
                                "start": 43.792,
                                "stop": 57.783,
                                "byte_start": 279890,
                                "byte_stop": 335897,
                                "text": "Because liens acquired in this manner are valuable commodities, the auctions are marked by a stiff competition and most parcels attract multiple bidders willing to accept a zero percent penalty."
                            },
                            {
                                "start": 57.783,
                                "stop": 68.655,
                                "byte_start": 335897,
                                "byte_stop": 379365,
                                "text": "To break the tie among zero percent bidders, the country allocates liens on a rotating basis thereby, ensuring a fair apportionment of liens."
                            },
                            {
                                "start": 68.655,
                                "stop": 91.592,
                                "byte_start": 379365,
                                "byte_stop": 471107,
                                "text": "In order to present manipulation of its rotational allocation system, the county adopted the so-called \u0022Single Simultaneous Bidder Rule,\u0022 which requires bidders to bid in their own names and prohibits them from using agents or related entities to submit simultaneous bids for the same parcel."
                            },
                            {
                                "start": 91.592,
                                "stop": 99.93,
                                "byte_start": 471107,
                                "byte_stop": 504439,
                                "text": "Upon registration, each bidder must submit a sworn affidavit affirming that it complies with the county\u0027s rule."
                            },
                            {
                                "start": 99.93,
                                "stop": 104.607,
                                "byte_start": 504439,
                                "byte_stop": 523143,
                                "text": "The parties in this case were regular participants in the tax sale."
                            },
                            {
                                "start": 104.607,
                                "stop": 122.398,
                                "byte_start": 523143,
                                "byte_stop": 594300,
                                "text": "Respondents brought suit in Federal District Court alleging that petitioners had fraudulently obtained a disproportionate share of liens by submitting false attestations of compliance with the county\u0027s rule and collusively bidding on the same parcels."
                            },
                            {
                                "start": 122.398,
                                "stop": 152.717,
                                "byte_start": 594300,
                                "byte_stop": 715613,
                                "text": "Respondents alleged a cause of action under the Racketeer Influenced and Corrupt Organizations Act or RICO, which provides a right of action for treble damages to any person injured in his business or property by reason of a violation of RICO\u0027s criminal prohibitions, including its prohibition on conducting the affairs of an enterprise through a pattern of racketeering activity."
                            },
                            {
                                "start": 152.717,
                                "stop": 168.308,
                                "byte_start": 715613,
                                "byte_stop": 777993,
                                "text": "Respondents alleged that petitioners violated RICO through pattern of mail fraud because they used the mail in furtherance of their fraudulent scheme when they sent property owners various notices required by Illinois law."
                            },
                            {
                                "start": 168.308,
                                "stop": 188.236,
                                "byte_start": 777993,
                                "byte_stop": 857614,
                                "text": "The District Court dismissed the respondent\u0027s complaint holding that they failed to state a claim under RICO because they did not receive and therefore did not rely on petitioner\u0027s false attestations of compliance with the county\u0027s rules, the Court of Appeals for the Seventh Circuit reversed."
                            },
                            {
                                "start": 188.236,
                                "stop": 200.447,
                                "byte_start": 857614,
                                "byte_stop": 906516,
                                "text": "It held that a party directly insured by a fraudulent misrepresentation may state a claim under RICO even if he did not rely on misrepresentation."
                            },
                            {
                                "start": 200.447,
                                "stop": 206.703,
                                "byte_start": 906516,
                                "byte_stop": 931489,
                                "text": "In an opinion filed with the Clerk today, we affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 206.703,
                                "stop": 220.073,
                                "byte_start": 931489,
                                "byte_stop": 984988,
                                "text": "Nothing on the face of the applicable statutory provisions require a plaintiff alleging injury by reason of a pattern of mail fraud to show that it relied on the defendant\u0027s misrepresentations."
                            },
                            {
                                "start": 220.073,
                                "stop": 229.5,
                                "byte_start": 984988,
                                "byte_stop": 1022708,
                                "text": "It is undisputed that a showing of reliance is not required to establish a violation of RICO\u0027s criminal prohibition."
                            },
                            {
                                "start": 229.5,
                                "stop": 240.69,
                                "byte_start": 1022708,
                                "byte_stop": 1067430,
                                "text": "And RICO provides a right of action to any person injured by reason of a violation, not merely to those who rely on the misrepresentation."
                            },
                            {
                                "start": 240.69,
                                "stop": 248.559,
                                "byte_start": 1067430,
                                "byte_stop": 1098986,
                                "text": "Accepting these allegations as true, respondents clearly were injured by petitioners\u0027 violation of the Act."
                            },
                            {
                                "start": 248.559,
                                "stop": 254.36,
                                "byte_start": 1098986,
                                "byte_stop": 1122183,
                                "text": "They lost valuable liens they otherwise would have been awarded."
                            },
                            {
                                "start": 254.36,
                                "stop": 259.334,
                                "byte_start": 1122183,
                                "byte_stop": 1142036,
                                "text": "RICO\u0027s plain terms thus provide them with the cause of action."
                            },
                            {
                                "start": 259.334,
                                "stop": 271.922,
                                "byte_start": 1142036,
                                "byte_stop": 1192400,
                                "text": "Petitioners argue however that we should presume that Congress intended reliance to be an element of RICO claims based on fraud because reliance is an element of common-law fraud."
                            },
                            {
                                "start": 271.922,
                                "stop": 284.21,
                                "byte_start": 1192400,
                                "byte_stop": 1241510,
                                "text": "But Congress made mail fraud, not common-law fraud to predicate Act under RICO, and mail fraud is a statutory offense distinct from common-law fraud."
                            },
                            {
                                "start": 284.21,
                                "stop": 310.384,
                                "byte_start": 1241510,
                                "byte_stop": 1346209,
                                "text": "While we generally presume that Congress intends to adopt the subtle meaning of common-law terms it uses, here, Congress did not use a term with a saddled common-law meaning nor does a plaintiff alleging injury by reason of a pattern of mail fraud have to show that it relied on the defendant\u0027s misrepresentations in order to establish proximate causation."
                            },
                            {
                                "start": 310.384,
                                "stop": 322.791,
                                "byte_start": 1346209,
                                "byte_stop": 1395841,
                                "text": "There is no common-law principle that a fraudulent misrepresentation can cause legal injury only to those who rely on that misrepresentation."
                            },
                            {
                                "start": 322.791,
                                "stop": 339.656,
                                "byte_start": 1395841,
                                "byte_stop": 1463342,
                                "text": "To the contrary, the common-law has long recognized that plaintiffs can recover in a variety of circumstances whereas here, their injuries result directly from the defendant\u0027s fraudulent misrepresentations to a third-party."
                            },
                            {
                                "start": 339.656,
                                "stop": 354.275,
                                "byte_start": 1463342,
                                "byte_stop": 1521856,
                                "text": "Finally, we reject petitioner\u0027s argument that we should require a showing of first-party reliance in order to avoid the overfederalization of traditional state-law claims."
                            },
                            {
                                "start": 354.275,
                                "stop": 369.772,
                                "byte_start": 1521856,
                                "byte_stop": 1583819,
                                "text": "We have repeatedly refused to adopt narrowing constructions of RICO in order to make it conformed to a preconceived notion of what Congress intended to proscribe and we see no reason to change course here."
                            },
                            {
                                "start": 369.772,
                                "stop": 375.67,
                                "byte_start": 1583819,
                                "byte_stop": 1607433,
                                "text": "There is no basis in the statute\u0027s text for a first-party reliance requirement."
                            },
                            {
                                "start": 375.67,
                                "stop": 385.922,
                                "byte_start": 1607433,
                                "byte_stop": 1648393,
                                "text": "And if the absence of such a requirement leads to the undue proliferation of RICO suits, the correction must lie with Congress."
                            },
                            {
                                "start": 385.922,
                                "stop": 387.265,
                                "byte_start": 1648393,
                                "byte_stop": 0,
                                "text": "The opinion of the Court is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54546,
            "mime": "audio\/mpeg",
            "size": 1653722,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/07-210\/20080609o_07-210.delivery.mp3"
        },
        {
            "id": 76286,
            "mime": "audio\/ogg",
            "size": 4066385,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/07-210\/20080609o_07-210.ogg"
        },
        {
            "id": 76287,
            "mime": "application\/x-mpegURL",
            "size": 5701,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/07-210\/20080609o_07-210.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}