{
    "id": 22996,
    "title": "Opinion Announcement - April 28, 2009",
    "transcript": {
        "title": "FCC v. Fox Television Stations, Inc.",
        "duration": 598.2,
        "sections": [
            {
                "start": 0,
                "stop": 598.2,
                "byte_start": 28672,
                "byte_stop": 2421384,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.25,
                        "byte_start": 28672,
                        "byte_stop": 73707,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.25,
                                "byte_start": 28672,
                                "byte_stop": 73707,
                                "text": "Justice Scalia has our announcement this morning in case 07-582, FCC versus Fox Television."
                            }
                        ]
                    },
                    {
                        "start": 11.25,
                        "stop": 598.2,
                        "byte_start": 73707,
                        "byte_stop": 2421384,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 11.25,
                                "stop": 17.545,
                                "byte_start": 73707,
                                "byte_stop": 98889,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 17.545,
                                "stop": 38.183,
                                "byte_start": 98889,
                                "byte_stop": 181436,
                                "text": "The respondents, Fox Television Stations, Inc. and interveners such as ABC, NBC and CBS are broadcasters who, along with their affiliates, have received licenses from the Federal Communications Commission to use parts of the electromagnetic spectrum to distribute their programs."
                            },
                            {
                                "start": 38.183,
                                "stop": 48.84,
                                "byte_start": 181436,
                                "byte_stop": 224068,
                                "text": "When these broadcasters accepted their licenses, they became subject to certain statutory obligations designed to protect the public\u0027s interest in the use of its airwaves."
                            },
                            {
                                "start": 48.84,
                                "stop": 60.848,
                                "byte_start": 224068,
                                "byte_stop": 272133,
                                "text": "One of the burdens that licensees shoulder is a statutory ban against “authoring any indecent language by means of radio communication.”"
                            },
                            {
                                "start": 60.848,
                                "stop": 89.367,
                                "byte_start": 272133,
                                "byte_stop": 386236,
                                "text": "Congress has given the FCC the power to enforce this proscription through various means, and the FCC has defined the term indecent to refer to “language that describes in terms patently offensive as measured by contemporary community standards for the broadcast media, sexual or excretory activities or organs at times of the day when there is a reasonable risk that children may be in the audience.”"
                            },
                            {
                                "start": 89.367,
                                "stop": 101.537,
                                "byte_start": 386236,
                                "byte_stop": 434824,
                                "text": "Having first defined the prohibited speech in 1975, the FCC took a cautious but gradually expanding approach to enforcing the prohibition."
                            },
                            {
                                "start": 101.537,
                                "stop": 125.067,
                                "byte_start": 434824,
                                "byte_stop": 528969,
                                "text": "In 2004, the FCC\u0027s Golden Globes Order declared for the first time that a non-literal, that is expletive use of, what we will call the F word or the S word, could be actionably indecent even when the word is used only once."
                            },
                            {
                                "start": 125.067,
                                "stop": 135.459,
                                "byte_start": 528969,
                                "byte_stop": 570556,
                                "text": "This case concerns isolated utterances of the F and S words during two live broadcasts of the Billboard Music Awards aired by Fox."
                            },
                            {
                                "start": 135.459,
                                "stop": 140.371,
                                "byte_start": 570556,
                                "byte_stop": 590200,
                                "text": "Each of which was viewed by about 2.5 million minors."
                            },
                            {
                                "start": 140.371,
                                "stop": 149.176,
                                "byte_start": 590200,
                                "byte_stop": 625413,
                                "text": "In the first broadcast and will blip it out here as the broadcasters can do."
                            },
                            {
                                "start": 149.176,
                                "stop": 159.393,
                                "byte_start": 625413,
                                "byte_stop": 666269,
                                "text": "In the first broadcast, the entertainer Cher exclaimed, “I\u0027ve also had critics for the last 40 years saying that I was on my way out every year, right!"
                            },
                            {
                                "start": 159.393,
                                "stop": 161.448,
                                "byte_start": 666269,
                                "byte_stop": 674523,
                                "text": "So, F them.”"
                            },
                            {
                                "start": 161.448,
                                "stop": 174.834,
                                "byte_start": 674523,
                                "byte_stop": 728022,
                                "text": "The second involved presentation of an award by Nicole Richie and Parris Hilton who were principals in a Fox Television series called, The Simple Life."
                            },
                            {
                                "start": 174.834,
                                "stop": 179.211,
                                "byte_start": 728022,
                                "byte_stop": 745576,
                                "text": "Ms. Hilton began their exchange and this was scripted."
                            },
                            {
                                "start": 179.211,
                                "stop": 187.484,
                                "byte_start": 745576,
                                "byte_stop": 778700,
                                "text": "By reminding Ms. Richie to “watch the bad language,” Ms. Richie proceeded to ask the audience,"
                            },
                            {
                                "start": 187.484,
                                "stop": 189.62,
                                "byte_start": 778700,
                                "byte_stop": 787163,
                                "text": "“Why do they even call it The Simple Life?"
                            },
                            {
                                "start": 189.62,
                                "stop": 193.999,
                                "byte_start": 787163,
                                "byte_stop": 804718,
                                "text": "Have you ever tried to get cow S out of a product purse?"
                            },
                            {
                                "start": 193.999,
                                "stop": 197.905,
                                "byte_start": 804718,
                                "byte_stop": 820391,
                                "text": "It\u0027s not so effing simple.”"
                            },
                            {
                                "start": 197.905,
                                "stop": 206.3,
                                "byte_start": 820391,
                                "byte_stop": 853932,
                                "text": "The FCC found that both of these broadcasts were actionably indecent but declined to impose any penalties."
                            },
                            {
                                "start": 206.3,
                                "stop": 220.294,
                                "byte_start": 853932,
                                "byte_stop": 909939,
                                "text": "Respondents sought review in the Court of Appeals challenging both the adequacy of the agency\u0027s explanation under the Administrative Procedure Act and the constitutionality of the FCC\u0027s enforcement action."
                            },
                            {
                                "start": 220.294,
                                "stop": 231.041,
                                "byte_start": 909939,
                                "byte_stop": 952884,
                                "text": "That Court set aside the agency\u0027s action under the Administrative Procedure Act, but declined to reach the constitutional question we granted certiorari."
                            },
                            {
                                "start": 231.041,
                                "stop": 238.197,
                                "byte_start": 952884,
                                "byte_stop": 981514,
                                "text": "Under the Administrative Procedure Act, the courts may set aside agency action that is arbitrary or capricious."
                            },
                            {
                                "start": 238.197,
                                "stop": 249.313,
                                "byte_start": 981514,
                                "byte_stop": 1026027,
                                "text": "To comply with this requirement of reasoned decision making, an agency must examine the relevant data and articulate a satisfactory explanation for its action."
                            },
                            {
                                "start": 249.313,
                                "stop": 279.818,
                                "byte_start": 1026027,
                                "byte_stop": 1147967,
                                "text": "In overturning the FCC\u0027s judgment, the Second Circuit relied in part on circuit present interpreting the APA, and our opinion in -- in a case called Motor Vehicle Manufacturer\u0027s Association versus State Farm Mutual Automobile Insurance Company, interpreted the APA in that case to require a more substantial explanation for changes at agency policy, then what would be required when the agency writes on blank slate."
                            },
                            {
                                "start": 279.818,
                                "stop": 297.799,
                                "byte_start": 1147967,
                                "byte_stop": 1219960,
                                "text": "We find no basis in the Act or in this Court\u0027s opinion for such a requirement, although an agency must ordinarily display awareness that it is changing its position, and must account for circumstances such as reliance interests that may be different because it had a prior policy."
                            },
                            {
                                "start": 297.799,
                                "stop": 305.8,
                                "byte_start": 1219960,
                                "byte_stop": 1251934,
                                "text": "The agency need not demonstrate to a court\u0027s satisfaction that the reasons for the new policy are better than the reasons for the old one."
                            },
                            {
                                "start": 305.8,
                                "stop": 328.43,
                                "byte_start": 1251934,
                                "byte_stop": 1342422,
                                "text": "It suffices that the new policy is permissible under the statute that they are good reasons for it, and that the agency believes it to be better, which the conscious change adequately indicates.Under these standards, the FCC\u0027s new policy and its order finding the broadcast here are actionably indecent or neither arbitrary nor capricious."
                            },
                            {
                                "start": 328.43,
                                "stop": 344.186,
                                "byte_start": 1342422,
                                "byte_stop": 1405430,
                                "text": "First, the FCC forthrightly acknowledged that its recent actions have broken new ground, taking account of inconsistent prior FCC and staff actions, and explicit disavowing them as no longer good law."
                            },
                            {
                                "start": 344.186,
                                "stop": 353.585,
                                "byte_start": 1405430,
                                "byte_stop": 1443046,
                                "text": "The agency\u0027s reasons for expanding its enforcement activity more over were entirely rational, even when used as an expletive."
                            },
                            {
                                "start": 353.585,
                                "stop": 381.835,
                                "byte_start": 1443046,
                                "byte_stop": 1556104,
                                "text": "The F word\u0027s power to insult and offend derives from its sexual meaning, and the FCC\u0027s decision to look at the patent offensiveness or even isolated uses of sexual and excretory words fits with the context based approached we sanctioned when we review the agency\u0027s first use of its indecency enforcement power in a case called FCC versus Pacifica Foundation."
                            },
                            {
                                "start": 381.835,
                                "stop": 402.169,
                                "byte_start": 1556104,
                                "byte_stop": 1637397,
                                "text": "Because the FCC\u0027s prior safe harbor for single words would likely lead to more widespread use of offensive words and in light of technological advances reducing the cost of blipping such words out of lie, broadcasts, it was rational for the agency to step away from its old regime."
                            },
                            {
                                "start": 402.169,
                                "stop": 414.916,
                                "byte_start": 1637397,
                                "byte_stop": 1688388,
                                "text": "The FCC\u0027s decision not to impose sanctions moreover precludes any argument that is arbitrarily punishing parties without notice of their action\u0027s potential consequences."
                            },
                            {
                                "start": 414.916,
                                "stop": 423.893,
                                "byte_start": 1688388,
                                "byte_stop": 1724332,
                                "text": "The Second Circuit rested its holding that the agency action was arbitrary and capricious on three grounds, each of which we find fall short."
                            },
                            {
                                "start": 423.893,
                                "stop": 447.374,
                                "byte_start": 1724332,
                                "byte_stop": 1818269,
                                "text": "First, the Second Circuit fall to the FCC for failing to provide evidence proving that fleeing expletives constitute harmful first blows to children prior to adopting its new policy, but this is one of those policy judgments for which empirical evidence is difficult to acquire and cannot be -- and cannot be required."
                            },
                            {
                                "start": 447.374,
                                "stop": 451.639,
                                "byte_start": 1818269,
                                "byte_stop": 1835301,
                                "text": "It suffices to know that children mimic behavior they observe."
                            },
                            {
                                "start": 451.639,
                                "stop": 462.964,
                                "byte_start": 1835301,
                                "byte_stop": 1880545,
                                "text": "Second, the Court of Appeals falls to the FCC\u0027s policy because its first blow theory would logically require a categorical band on all broadcasts of expletives."
                            },
                            {
                                "start": 462.964,
                                "stop": 476.284,
                                "byte_start": 1880545,
                                "byte_stop": 1933834,
                                "text": "This criticism however is not responsive to the actual policy under review because the FCC has always reviewed the harmfulness of various statements based on the context in which they were broadcasted."
                            },
                            {
                                "start": 476.284,
                                "stop": 488.5,
                                "byte_start": 1933834,
                                "byte_stop": 1982736,
                                "text": "The FCC\u0027s decision to retain some discretion in lesser gratuitous cases does not invalidate its regulation of the broadcast here under review."
                            },
                            {
                                "start": 488.5,
                                "stop": 505.165,
                                "byte_start": 1982736,
                                "byte_stop": 2049400,
                                "text": "Third, the Second Circuit disagreed with the FCC\u0027s prediction that a per se exemption for fleeting expletives would lead to increased use, but the agency\u0027s judgment on this matter merits deference and in -- in any event makes an entire sense."
                            },
                            {
                                "start": 505.165,
                                "stop": 509.493,
                                "byte_start": 2049400,
                                "byte_stop": 2066745,
                                "text": "Respondents\u0027 additional arguments are not tenable grounds for affirmance either."
                            },
                            {
                                "start": 509.493,
                                "stop": 524.527,
                                "byte_start": 2066745,
                                "byte_stop": 2126827,
                                "text": "Fox misconstrued the agency\u0027s orders when it argues that the old policy was not actually a per se rule against liability for isolated expletives, and that the new policy is a presumption of indecency for certain words."
                            },
                            {
                                "start": 524.527,
                                "stop": 529.273,
                                "byte_start": 2126827,
                                "byte_stop": 2145844,
                                "text": "Fox reads more into our prior opinion in Pacifica than is there."
                            },
                            {
                                "start": 529.273,
                                "stop": 542.618,
                                "byte_start": 2145844,
                                "byte_stop": 2199239,
                                "text": "We reject respondent\u0027s invitation to turn the sword of Pacifica, which sanctions some regulation into an administrative law shield that would prevent the FCC from going any further."
                            },
                            {
                                "start": 542.618,
                                "stop": 558.424,
                                "byte_start": 2199239,
                                "byte_stop": 2262455,
                                "text": "And Fox\u0027s argument that the FCC\u0027s repeated appeal to context is actually a plea for unbridled discretion ignores the fact that our opinion in Pacifica specifically endures such a context based approach."
                            },
                            {
                                "start": 558.424,
                                "stop": 571.777,
                                "byte_start": 2262455,
                                "byte_stop": 2315849,
                                "text": "Respondents additionally argue that the FCC\u0027s regulation of their broadcast violates the First Amendment, but that question was not ruled on below and we decline to reach it here in the first instance."
                            },
                            {
                                "start": 571.777,
                                "stop": 578.801,
                                "byte_start": 2315849,
                                "byte_stop": 2343957,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 578.801,
                                "stop": 581.737,
                                "byte_start": 2343957,
                                "byte_stop": 2355660,
                                "text": "Justice Thomas has filed a concurring opinion."
                            },
                            {
                                "start": 581.737,
                                "stop": 586.702,
                                "byte_start": 2355660,
                                "byte_stop": 2375513,
                                "text": "Justice Kennedy has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 586.702,
                                "stop": 590.92,
                                "byte_start": 2375513,
                                "byte_stop": 2392440,
                                "text": "Justices Stevens and Ginsburg have each filed dissenting opinions."
                            },
                            {
                                "start": 590.92,
                                "stop": 598.2,
                                "byte_start": 2392440,
                                "byte_stop": 2421384,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Stevens, Souter and Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55114,
            "mime": "audio\/mpeg",
            "size": 2421593,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/07-582\/20090428o_07-582.delivery.mp3"
        },
        {
            "id": 76854,
            "mime": "audio\/ogg",
            "size": 5985802,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/07-582\/20090428o_07-582.ogg"
        },
        {
            "id": 76855,
            "mime": "application\/x-mpegURL",
            "size": 8711,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/07-582\/20090428o_07-582.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}