{
    "id": 21855,
    "title": "Opinion Announcement - June 12, 2008",
    "transcript": {
        "title": "Munaf v. Geren",
        "duration": 851.932,
        "sections": [
            {
                "start": 0,
                "stop": 851.932,
                "byte_start": 104654,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 851.932,
                        "byte_start": 104654,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.462,
                                "byte_start": 104654,
                                "byte_stop": 158571,
                                "text": "I have our opinion this morning in case 06-1666, Munaf versus Geren and the consolidated case 07-394, Geren versus Omar."
                            },
                            {
                                "start": 13.462,
                                "stop": 19.249,
                                "byte_start": 158571,
                                "byte_stop": 181663,
                                "text": "These cases concerned the Multinational Force-Iraq or MNF-I."
                            },
                            {
                                "start": 19.249,
                                "stop": 26.644,
                                "byte_start": 181663,
                                "byte_stop": 211234,
                                "text": "The MNF-I is an international coalition force composed of 26 nations, including the United States."
                            },
                            {
                                "start": 26.644,
                                "stop": 38.758,
                                "byte_start": 211234,
                                "byte_stop": 259717,
                                "text": "It operates in Iraq under the unified command of U.S. military officers at the Iraqi Government\u0027s request and in accordance with United Nations Security Council Resolutions."
                            },
                            {
                                "start": 38.758,
                                "stop": 58.528,
                                "byte_start": 259717,
                                "byte_stop": 338816,
                                "text": "Pursuant to the U. N. mandate, MNF-I forces engage in a variety of military and humanitarian activities, including the detention of individuals alleged to have committed hostile or war like acts in Iraq, pending investigation and prosecution in Iraqi courts under Iraqi law."
                            },
                            {
                                "start": 58.528,
                                "stop": 70.959,
                                "byte_start": 338816,
                                "byte_stop": 388553,
                                "text": "Shawqi Omar and Mohammad Munaf, the habeas petitioners in these cases, are American citizens who voluntarily traveled to Iraq and allegedly committed serious crimes there."
                            },
                            {
                                "start": 70.959,
                                "stop": 91.125,
                                "byte_start": 388553,
                                "byte_stop": 469219,
                                "text": "They were each captured by military forces operating as part of the MNF-I, given hearings before MNF-I tribunals composed of American officers who concluded that they pose treats to Iraq security and placed into the custody of the U.S. military operating as part of the MNF-I."
                            },
                            {
                                "start": 91.125,
                                "stop": 99.672,
                                "byte_start": 469219,
                                "byte_stop": 503387,
                                "text": "Family members filed next-friend habeas petitions on behalf of both petitioners in the United States Court for the District of Columbia."
                            },
                            {
                                "start": 99.672,
                                "stop": 178.4,
                                "byte_start": 503387,
                                "byte_stop": 818319,
                                "text": "In Omar\u0027s case, after the U.S. Department of Justice informed Omar that the MNF-I had decided to refer him to the Central Criminal Court of Iraq for criminal proceedings, his attorney sought and obtained a preliminary injunction barring Omar\u0027s removal from United States or MNF-I custody."
                            },
                            {
                                "start": 178.4,
                                "stop": 122.317,
                                "byte_start": 818319,
                                "byte_stop": 593980,
                                "text": "The D. C. Circuit affirmed."
                            },
                            {
                                "start": 122.317,
                                "stop": 134.971,
                                "byte_start": 593980,
                                "byte_stop": 644553,
                                "text": "It first upheld the District Court\u0027s exercise of habeas jurisdiction, finding that this Court\u0027s 1948 decision in Hirota versus MacArthur did not preclude review."
                            },
                            {
                                "start": 134.971,
                                "stop": 145.177,
                                "byte_start": 644553,
                                "byte_stop": 685408,
                                "text": "Hirota concerned Japanese citizens who had been detained in Japan and convicted and sentence by the International Military Tribunal for the Far East."
                            },
                            {
                                "start": 145.177,
                                "stop": 151.817,
                                "byte_start": 685408,
                                "byte_stop": 711949,
                                "text": "We denied those Japanese citizens\u0027 leave to file habeas petitions in United States courts."
                            },
                            {
                                "start": 151.817,
                                "stop": 160.992,
                                "byte_start": 711949,
                                "byte_stop": 748625,
                                "text": "The D. C. Circuit distinguished our decision in that case on the grounds that Omar had yet to be convicted by a foreign tribunal."
                            },
                            {
                                "start": 160.992,
                                "stop": 166.931,
                                "byte_start": 748625,
                                "byte_stop": 772448,
                                "text": "Meanwhile, the District Court in Munaf\u0027s case dismissed his habeas petition for lack of jurisdiction."
                            },
                            {
                                "start": 166.931,
                                "stop": 180.363,
                                "byte_start": 772448,
                                "byte_stop": 826156,
                                "text": "The Court read our decision in Hirota to require that result because the American forces holding Munaf were operating as part of an international force, the MNF-I."
                            },
                            {
                                "start": 180.363,
                                "stop": 196.646,
                                "byte_start": 826156,
                                "byte_stop": 891253,
                                "text": "It agreed with the District Court\u0027s jurisdictional holding and distinguished its prior decision in Omar which had upheld jurisdiction over Omar\u0027s habeas petition on the grounds that Munaf had been convicted by a foreign tribunal while Omar had not."
                            },
                            {
                                "start": 196.646,
                                "stop": 201.849,
                                "byte_start": 891253,
                                "byte_stop": 912151,
                                "text": "We granted certiorari in these consolidated cases to decide two questions."
                            },
                            {
                                "start": 201.849,
                                "stop": 213.998,
                                "byte_start": 912151,
                                "byte_stop": 960739,
                                "text": "First, whether United States courts had jurisdiction over habeas corpus petitions filed on behalf of American citizens challenging their detention in Iraq by the MNF-I."
                            },
                            {
                                "start": 213.998,
                                "stop": 229.325,
                                "byte_start": 960739,
                                "byte_stop": 1021970,
                                "text": "Second, if such jurisdiction exists, may District Courts exercise that jurisdiction to enjoin the MNF-I from transferring such individuals to Iraqi custody or allowing them to be tried before Iraqi courts?"
                            },
                            {
                                "start": 229.325,
                                "stop": 231.946,
                                "byte_start": 1021970,
                                "byte_stop": 1032523,
                                "text": "We begin with the jurisdictional question."
                            },
                            {
                                "start": 231.946,
                                "stop": 241.46,
                                "byte_start": 1032523,
                                "byte_stop": 1070558,
                                "text": "The Government acknowledges that the habeas petitioners are American citizens held by American soldiers who answer only to an American chain of command."
                            },
                            {
                                "start": 241.46,
                                "stop": 253.954,
                                "byte_start": 1070558,
                                "byte_stop": 1120504,
                                "text": "It, nonetheless, contends that the federal courts lack jurisdiction over the detainees\u0027 habeas petitions because the American forces holding Omar and Munaf operate as part of a multinational force."
                            },
                            {
                                "start": 253.954,
                                "stop": 263.938,
                                "byte_start": 1120504,
                                "byte_stop": 1160419,
                                "text": "They are, therefore, held pursuant to international authority, the argument goes, \u0022Not United States\u0027 authority and are not within the reach of the habeas statute\u0022."
                            },
                            {
                                "start": 263.938,
                                "stop": 277.628,
                                "byte_start": 1160419,
                                "byte_stop": 1215172,
                                "text": "In support of its argument, the Government naturally points to our decision in Hirota in which we ruled that individual\u0027s held under authority of a multinational force could not seek habeas relief in United States courts."
                            },
                            {
                                "start": 277.628,
                                "stop": 280.681,
                                "byte_start": 1215172,
                                "byte_stop": 1227397,
                                "text": "We reject the Government\u0027s jurisdictional argument."
                            },
                            {
                                "start": 280.681,
                                "stop": 298.192,
                                "byte_start": 1227397,
                                "byte_stop": 1297510,
                                "text": "The habeas statute, 28 U. S. C. Section 2241(c) provides that a federal district court may entertain a habeas application by a person held \u0022in custody under or by color of the authority of the United States\u0022."
                            },
                            {
                                "start": 298.192,
                                "stop": 316.007,
                                "byte_start": 1297510,
                                "byte_stop": 1368772,
                                "text": "The disjunctive “or” in the statutory language I just read makes clear that actual custody by the United States suffices for jurisdiction even if that custody could be viewed as under the color of another authority such as the MNF-I."
                            },
                            {
                                "start": 316.007,
                                "stop": 324.169,
                                "byte_start": 1368772,
                                "byte_stop": 1401372,
                                "text": "Now, as for Hirota, that slip of the case, only nine sentences long, differs from the present case in several respects."
                            },
                            {
                                "start": 324.169,
                                "stop": 334.431,
                                "byte_start": 1401372,
                                "byte_stop": 1442437,
                                "text": "Hirota did not involved United States citizens and the Government asserted that the detaining authorities in that case were not subject to a United States chain of command."
                            },
                            {
                                "start": 334.431,
                                "stop": 347.169,
                                "byte_start": 1442437,
                                "byte_stop": 1493428,
                                "text": "We decline to extend our holding in Hirota to preclude American citizens held overseas by American soldiers subject to an American chain of command from filing habeas petitions."
                            },
                            {
                                "start": 347.169,
                                "stop": 354.265,
                                "byte_start": 1493428,
                                "byte_stop": 1521745,
                                "text": "Now, in one of the cases below, Omar, the District Court granted and the D. C. Circuit upheld a preliminary injunction."
                            },
                            {
                                "start": 354.265,
                                "stop": 372.925,
                                "byte_start": 1521745,
                                "byte_stop": 1596455,
                                "text": "The D. C. Circuit interpreted the injunction to prohibit the Government from one, transferring Omar to Iraqi custody, two, sharing with the Iraqi Government details concerning any decision to release him, and three, presenting him to the Iraqi courts for investigation and prosecution."
                            },
                            {
                                "start": 372.925,
                                "stop": 378.057,
                                "byte_start": 1596455,
                                "byte_stop": 1616935,
                                "text": "It is elementary that a preliminary injunction is an extraordinary and drastic remedy."
                            },
                            {
                                "start": 378.057,
                                "stop": 388.628,
                                "byte_start": 1616935,
                                "byte_stop": 1659253,
                                "text": "It should never be awarded as of right and requires that the party seeking an injunction demonstrate, among other things, a likelihood of success on the merits."
                            },
                            {
                                "start": 388.628,
                                "stop": 396.81,
                                "byte_start": 1659253,
                                "byte_stop": 1691958,
                                "text": "But neither the District Court nor the D. C. Circuit considered a likelihood of success as to the merits of Omar\u0027s habeas petition."
                            },
                            {
                                "start": 396.81,
                                "stop": 404.166,
                                "byte_start": 1691958,
                                "byte_stop": 1721320,
                                "text": "Instead, the lower courts concluded that the jurisdictional issues implicated by Omar\u0027s petition were difficult."
                            },
                            {
                                "start": 404.166,
                                "stop": 413.109,
                                "byte_start": 1721320,
                                "byte_stop": 1757160,
                                "text": "But a difficult question as to jurisdiction is no reason to grant a preliminary injunction which requires a likelihood of success on the merits."
                            },
                            {
                                "start": 413.109,
                                "stop": 418.711,
                                "byte_start": 1757160,
                                "byte_stop": 1779521,
                                "text": "Now, what we have said thus far would require reversal and remand in each of these cases."
                            },
                            {
                                "start": 418.711,
                                "stop": 429.519,
                                "byte_start": 1779521,
                                "byte_stop": 1822780,
                                "text": "The lower courts in Munaf erred in dismissing for want of jurisdiction and the lower courts and Omar erred in issuing and upholding the preliminary injunction."
                            },
                            {
                                "start": 429.519,
                                "stop": 436.723,
                                "byte_start": 1822780,
                                "byte_stop": 1851619,
                                "text": "There are occasions, however, when it is appropriate for a court reviewing a preliminary injunction to proceed to the merits."
                            },
                            {
                                "start": 436.723,
                                "stop": 448.484,
                                "byte_start": 1851619,
                                "byte_stop": 1898639,
                                "text": "Given that the present cases implicate sensitive foreign policy and military affairs issues in the context of ongoing military operations, this is one of those occasions."
                            },
                            {
                                "start": 448.484,
                                "stop": 454.007,
                                "byte_start": 1898639,
                                "byte_stop": 1920687,
                                "text": "The habeas petitioners argue that they are entitled to a writ of habeas corpus for two reasons."
                            },
                            {
                                "start": 454.007,
                                "stop": 460.858,
                                "byte_start": 1920687,
                                "byte_stop": 1948167,
                                "text": "First, they contend that they have a right not to be transferred to Iraqi authorities for criminal proceedings."
                            },
                            {
                                "start": 460.858,
                                "stop": 469.386,
                                "byte_start": 1948167,
                                "byte_stop": 1982231,
                                "text": "Second, the petitioners argue that they have been unlawfully detained by the United States in violation of the Due Process Clause."
                            },
                            {
                                "start": 469.386,
                                "stop": 479.164,
                                "byte_start": 1982231,
                                "byte_stop": 2021415,
                                "text": "With respect to their transfer claim, the habeas petitioners request an injunction prohibiting the United States from transferring them to Iraqi custody."
                            },
                            {
                                "start": 479.164,
                                "stop": 490.666,
                                "byte_start": 2021415,
                                "byte_stop": 2067390,
                                "text": "With respect to their unlawful detention claim, they request release but only to the extent that release would not result in transfer to Iraqi custody."
                            },
                            {
                                "start": 490.666,
                                "stop": 498.429,
                                "byte_start": 2067390,
                                "byte_stop": 2098424,
                                "text": "The unusual nature of the relief sought by petitioners suggests that habeas is not appropriate in these cases."
                            },
                            {
                                "start": 498.429,
                                "stop": 519.919,
                                "byte_start": 2098424,
                                "byte_stop": 2184419,
                                "text": "Habeas is at its core, a remedy for unlawful executive detention and the typical remedy is release, but petitioners do not want simple release that would expose them to -- to -- apprehension by Iraqi authorities for criminal prosecution, precisely what they went the Federal Court to avoid."
                            },
                            {
                                "start": 519.919,
                                "stop": 532.98,
                                "byte_start": 2184419,
                                "byte_stop": 2236664,
                                "text": "Petitioners do not dispute that they voluntarily traveled to Iraq, that they remained detained within the sovereign authority of Iraq today or that they are alleged to have committed serious crimes in Iraq."
                            },
                            {
                                "start": 532.98,
                                "stop": 543.501,
                                "byte_start": 2236664,
                                "byte_stop": 2278669,
                                "text": "Omar and Munaf both concede that if they were not in MNF-I custody, Iraq would be free to arrest and prosecute them under Iraqi law."
                            },
                            {
                                "start": 543.501,
                                "stop": 552.559,
                                "byte_start": 2278669,
                                "byte_stop": 2314927,
                                "text": "Indeed, Munaf is the subject of ongoing Iraqi criminal proceedings and Omar would be but for the present injunction."
                            },
                            {
                                "start": 552.559,
                                "stop": 562.327,
                                "byte_start": 2314927,
                                "byte_stop": 2354006,
                                "text": "Given these facts, our cases make clear that Iraq has a sovereign right to prosecute Omar and Munaf for crimes committed on its soil."
                            },
                            {
                                "start": 562.327,
                                "stop": 575.213,
                                "byte_start": 2354006,
                                "byte_stop": 2405519,
                                "text": "As Chief Justice John Marshall explained nearly two centuries ago, \u0022The jurisdiction of the nation within its own territory is necessarily exclusive and absolute.\u0022"
                            },
                            {
                                "start": 575.213,
                                "stop": 589.834,
                                "byte_start": 2405519,
                                "byte_stop": 2464034,
                                "text": "Our cases explain that this is true with respect to American citizens who travel abroad and commit crimes in another nation, whether or not the pertinent criminal process comes with all the rights guaranteed by our Constitution."
                            },
                            {
                                "start": 589.834,
                                "stop": 598.525,
                                "byte_start": 2464034,
                                "byte_stop": 2498829,
                                "text": "In one of our cases, Wilson versus Girard, for example, we reversed an injunction remarkably similar to the one at issue here."
                            },
                            {
                                "start": 598.525,
                                "stop": 606.271,
                                "byte_start": 2498829,
                                "byte_stop": 2529758,
                                "text": "Japan charged Girard, the habeas petitioner in that case, with the death of a Japanese woman in Japan."
                            },
                            {
                                "start": 606.271,
                                "stop": 621.82,
                                "byte_start": 2529758,
                                "byte_stop": 2592034,
                                "text": "And after Girard was indicted, but while he still remained in United States\u0027 custody, he filed a habeas petition in Federal District Court and obtained an injunction prohibiting the United States from transferring him to Japanese authorities."
                            },
                            {
                                "start": 621.82,
                                "stop": 637.209,
                                "byte_start": 2592034,
                                "byte_stop": 2653578,
                                "text": "We granted certiorari and vacated the injunction, holding that the habeas court could not enjoin the transfer because Japan had an exclusive -- had exclusive jurisdiction to punish offenses against its laws committed within its boarders."
                            },
                            {
                                "start": 637.209,
                                "stop": 654.273,
                                "byte_start": 2653578,
                                "byte_stop": 2721810,
                                "text": "Likewise, in another case, Neely versus Henkel, we held that habeas corpus was not available to defeat the criminal jurisdiction of a foreign sovereign, Cuba in that case, even when application of that sovereign\u0027s law would allegedly violate our Constitution."
                            },
                            {
                                "start": 654.273,
                                "stop": 671.07,
                                "byte_start": 2721810,
                                "byte_stop": 2788997,
                                "text": "We explained that an American citizen who commits a crime in a foreign country \u0022cannot complain if required to submit to such modes of trial and to such punishment as the laws of that country may prescribe for its own people\u0022."
                            },
                            {
                                "start": 671.07,
                                "stop": 679.923,
                                "byte_start": 2788997,
                                "byte_stop": 2824419,
                                "text": "We are all familiar with the expression, \u0022When in Rome, do as a Roman would,\u0022 a corollary is that when in Rome, you are subject to the laws of Rome."
                            },
                            {
                                "start": 679.923,
                                "stop": 694.661,
                                "byte_start": 2824419,
                                "byte_stop": 2883351,
                                "text": "In the present cases, Omar and Munaf concede that Iraq has a sovereign right to prosecute them for alleged violations of its law if they went to federal court seeking an order that would allow them to defeat precisely what sovereign authority."
                            },
                            {
                                "start": 694.661,
                                "stop": 706.438,
                                "byte_start": 2883351,
                                "byte_stop": 2930476,
                                "text": "The foregoing cases I have discussed make clear that habeas corpus does not bar the United States from transferring a prisoner to the sovereign authority with the undoubted right to prosecute him."
                            },
                            {
                                "start": 706.438,
                                "stop": 720.198,
                                "byte_start": 2930476,
                                "byte_stop": 2985542,
                                "text": "Petitioners\u0027 so-called release claim adds nothing to their -- to their transfer claim and fails for the same reasons given that the release they seek is only released that would avoid transfer."
                            },
                            {
                                "start": 720.198,
                                "stop": 723.541,
                                "byte_start": 2985542,
                                "byte_stop": 2998917,
                                "text": "There is, of course, even more to the issue here."
                            },
                            {
                                "start": 723.541,
                                "stop": 732.758,
                                "byte_start": 2998917,
                                "byte_stop": 3035697,
                                "text": "The Neely case, I talked about, involved a charge of embezzlement, and the Wilson case involved the peacetime actions of a serviceman."
                            },
                            {
                                "start": 732.758,
                                "stop": 742.385,
                                "byte_start": 3035697,
                                "byte_stop": 3074254,
                                "text": "The present cases concern individuals captured and detained within an ally\u0027s territory during ongoing hostilities involving our troops."
                            },
                            {
                                "start": 742.385,
                                "stop": 763.376,
                                "byte_start": 3074254,
                                "byte_stop": 3158159,
                                "text": "It would be very odd to hold that the Executive can transfer individuals such as those in the Neely and Wilson cases, but cannot transfer to an ally detainees captured by our Armed Forces for engaging in serious hostile acts against that ally in what the Government refers to as “an active theater of combat\u0022."
                            },
                            {
                                "start": 763.376,
                                "stop": 774.091,
                                "byte_start": 3158159,
                                "byte_stop": 3201105,
                                "text": "The habeas petitioners contend that these general principles are trumped in their cases because their transferred to Iraqi custody is likely to result in torture."
                            },
                            {
                                "start": 774.091,
                                "stop": 785.867,
                                "byte_start": 3201105,
                                "byte_stop": 3248125,
                                "text": "Petitioners\u0027 allegations are a matter of serious concern, but our cases have long recognized that such allegations generally must be addressed by the political branches not the judiciary."
                            },
                            {
                                "start": 785.867,
                                "stop": 798.968,
                                "byte_start": 3248125,
                                "byte_stop": 3300579,
                                "text": "As Chief Justice John Marshall long ago explained, \u0022Exemptions from territorial jurisdiction are questions of policy, not law, and they are the subject for diplomacy, not legal discussion\u0022."
                            },
                            {
                                "start": 798.968,
                                "stop": 824.772,
                                "byte_start": 3300579,
                                "byte_stop": 3403815,
                                "text": "In the present cases, the Government explains that it is the policy of the United States not to transfer an individual in circumstances where torture is likely to result and that the State Department has determined that the Justice Ministry, the department which has authority over Munaf and Omar as well as its prison and detention facilities, have generally met internationally accepted standards for basic prisoner needs."
                            },
                            {
                                "start": 824.772,
                                "stop": 831.451,
                                "byte_start": 3403815,
                                "byte_stop": 3430460,
                                "text": "For all these reasons, petitioners state no claim in their habeas petitions for which relief may be granted."
                            },
                            {
                                "start": 831.451,
                                "stop": 834.849,
                                "byte_start": 3430460,
                                "byte_stop": 3444148,
                                "text": "And those petitions should have been promptly dismissed."
                            },
                            {
                                "start": 834.849,
                                "stop": 846.21,
                                "byte_start": 3444148,
                                "byte_stop": 3489496,
                                "text": "The judgments below and the injunction entered at the -- against the United States are vacated and the cases are remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 846.21,
                                "stop": 848.657,
                                "byte_start": 3489496,
                                "byte_stop": 3499318,
                                "text": "The opinion of the Court is unanimous."
                            },
                            {
                                "start": 848.657,
                                "stop": 851.932,
                                "byte_start": 3499318,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed a concurring opinion in which Justices Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52832,
            "mime": "audio\/mpeg",
            "size": 3512380,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-1666\/20080612o_06-1666.delivery.mp3"
        },
        {
            "id": 74584,
            "mime": "audio\/ogg",
            "size": 8490422,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-1666\/20080612o_06-1666.ogg"
        },
        {
            "id": 74585,
            "mime": "application\/x-mpegURL",
            "size": 12651,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-1666\/20080612o_06-1666.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}