{
    "id": 21332,
    "title": "Opinion Announcement - June 29, 2009",
    "transcript": {
        "title": "Ricci v. DeStefano",
        "duration": 1181.4,
        "sections": [
            {
                "start": 0,
                "stop": 1181.4,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.202,
                        "byte_start": 105472,
                        "byte_stop": 142357,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.202,
                                "byte_start": 105472,
                                "byte_stop": 142357,
                                "text": "Justice Kennedy has the opinion of the Court this morning in case 07-1428, Ricci versus DeStefano and the consolidated case."
                            }
                        ]
                    },
                    {
                        "start": 9.202,
                        "stop": 584.903,
                        "byte_start": 142357,
                        "byte_stop": 2445103,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.202,
                                "stop": 12.815,
                                "byte_start": 142357,
                                "byte_stop": 156776,
                                "text": "In 1964, Congress enacted the Civil Rights Act."
                            },
                            {
                                "start": 12.815,
                                "stop": 25.646,
                                "byte_start": 156776,
                                "byte_stop": 208081,
                                "text": "Title VII of that Act had prohibited employment discrimination on the basis of certain protected characteristics or trace -- or traits and of course these included race, color, and natural origin."
                            },
                            {
                                "start": 25.646,
                                "stop": 33.328,
                                "byte_start": 208081,
                                "byte_stop": 238801,
                                "text": "Under that provision, it is unlawful for an employer to treat a particular person less favorably than others because of a protected trait."
                            },
                            {
                                "start": 33.328,
                                "stop": 39.504,
                                "byte_start": 238801,
                                "byte_stop": 263565,
                                "text": "And this type of intentional discrimination has come to be known as disparate-treatment."
                            },
                            {
                                "start": 39.504,
                                "stop": 56.543,
                                "byte_start": 263565,
                                "byte_stop": 331692,
                                "text": "In a leading case in this Court called Griggs versus Duke Power Company, it was established that Title VII also prohibits in some cases practices that are not intended to discriminate but in fact have a disproportionate adverse effect on minorities and this is known as disparate-impact."
                            },
                            {
                                "start": 56.543,
                                "stop": 66.199,
                                "byte_start": 331692,
                                "byte_stop": 370354,
                                "text": "In 1991, Congress added the provision to Title VII that prohibits disparate-impact treatment, in other words, it codified what the Supreme Court had held in Griggs."
                            },
                            {
                                "start": 66.199,
                                "stop": 74.33,
                                "byte_start": 370354,
                                "byte_stop": 402850,
                                "text": "So both the disparate-treatment and disparate-impact provisions are now in the statute as it applies today, and there are two issues in this case."
                            },
                            {
                                "start": 74.33,
                                "stop": 76.459,
                                "byte_start": 402850,
                                "byte_stop": 411314,
                                "text": "The first is a statutory question."
                            },
                            {
                                "start": 76.459,
                                "stop": 82.737,
                                "byte_start": 411314,
                                "byte_stop": 436496,
                                "text": "What is the rule when the disparate-treatment and disparate-impact provisions appear to be intention or in conflict?"
                            },
                            {
                                "start": 82.737,
                                "stop": 102.263,
                                "byte_start": 436496,
                                "byte_stop": 514550,
                                "text": "The second issue is a constitutional question whether the Equal Protection Clause or the Fourteenth Amendment operates to forbid the employers\u0027 conduct here, and this case arose when the City of New Haven, Connecticut found it necessary to determine which of its firefighters should be promoted to the positions of lieutenant and captain."
                            },
                            {
                                "start": 102.263,
                                "stop": 113.24,
                                "byte_start": 514550,
                                "byte_stop": 558435,
                                "text": "In the New Haven Fire Department as in emergency-service organizations nationwide, firefighters prize their promotion to and within officer ranks."
                            },
                            {
                                "start": 113.24,
                                "stop": 119.827,
                                "byte_start": 558435,
                                "byte_stop": 584871,
                                "text": "And to make its promotion determination, the City administered tests and the tests were part oral and part written."
                            },
                            {
                                "start": 119.827,
                                "stop": 126.716,
                                "byte_start": 584871,
                                "byte_stop": 612352,
                                "text": "When the test result showed that the white candidates had outperformed minority candidates, a rancorous public debate ensued."
                            },
                            {
                                "start": 126.716,
                                "stop": 131.569,
                                "byte_start": 612352,
                                "byte_stop": 631787,
                                "text": "Some firefighters had the test result showed at the test themselves were discriminatory."
                            },
                            {
                                "start": 131.569,
                                "stop": 139.534,
                                "byte_start": 631787,
                                "byte_stop": 663656,
                                "text": "And they argued that to certify the results would make the City liable for violating the disparate-impact provision in Title VII."
                            },
                            {
                                "start": 139.534,
                                "stop": 143.46,
                                "byte_start": 663656,
                                "byte_stop": 679330,
                                "text": "They threatened the discrimination lawsuit if the City made promotions based on the test."
                            },
                            {
                                "start": 143.46,
                                "stop": 147.029,
                                "byte_start": 679330,
                                "byte_stop": 693645,
                                "text": "Other firefighters said the tests were neutral and fair."
                            },
                            {
                                "start": 147.029,
                                "stop": 157.325,
                                "byte_start": 693645,
                                "byte_stop": 734814,
                                "text": "Those firefighters threatened suit for violation of Title VII\u0027s disparate-treatment provision that the City relied on the statistical racial disparity and rejected the test results."
                            },
                            {
                                "start": 157.325,
                                "stop": 164.366,
                                "byte_start": 734814,
                                "byte_stop": 763026,
                                "text": "In the end, the City took the side of those who protested the test results and then threw out the examinations."
                            },
                            {
                                "start": 164.366,
                                "stop": 172.882,
                                "byte_start": 763026,
                                "byte_stop": 797090,
                                "text": "Seventeen white and Hispanic firefighters, who likely would have been promoted, based on their good test performance, sued the City and some of its officials."
                            },
                            {
                                "start": 172.882,
                                "stop": 181.357,
                                "byte_start": 797090,
                                "byte_stop": 830945,
                                "text": "They alleged that the City and its officials violated both the disparate-treatment provisions of Title VII and the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 181.357,
                                "stop": 192.91,
                                "byte_start": 830945,
                                "byte_stop": 877129,
                                "text": "The firefighters with the plaintiffs below and because the District Court granted summary judgment against them, and the Court of Appeals for the Second Circuit affirmed that ruling, they become the petitioners here."
                            },
                            {
                                "start": 192.91,
                                "stop": 195.257,
                                "byte_start": 877129,
                                "byte_stop": 886533,
                                "text": "We granted certiorari."
                            },
                            {
                                "start": 195.257,
                                "stop": 205.56,
                                "byte_start": 886533,
                                "byte_stop": 927807,
                                "text": "Because a decision for the petitioners based on the statute would provide their relief sought, we consider their statutory claim before addressing the constitutional issue."
                            },
                            {
                                "start": 205.56,
                                "stop": 215.548,
                                "byte_start": 927807,
                                "byte_stop": 967722,
                                "text": "Wholly evidence demonstrates that the City chose not to certify the examination results because of the statistical disparity based on race and so our bid analysis begins with this premise."
                            },
                            {
                                "start": 215.548,
                                "stop": 224.339,
                                "byte_start": 967722,
                                "byte_stop": 1002830,
                                "text": "The City\u0027s expressed race-based decision making would violate the disparate-treatment provision of Title VII absent some valid defense."
                            },
                            {
                                "start": 224.339,
                                "stop": 231.641,
                                "byte_start": 1002830,
                                "byte_stop": 1032088,
                                "text": "So the issue is not whether the conduct was discriminatory but whether the City had a lawful justification for discriminating."
                            },
                            {
                                "start": 231.641,
                                "stop": 254.424,
                                "byte_start": 1032088,
                                "byte_stop": 1123203,
                                "text": "The respondents here, the City and those of its officials who were named in the suit argued that the City\u0027s decision not to certify the test results was permissible in order to avoid creating a disparate-impact and we consider therefore whether the purpose to avoid disparate-impact liability excuses what otherwise would be prohibited disparate-treatment discrimination."
                            },
                            {
                                "start": 254.424,
                                "stop": 267.344,
                                "byte_start": 1123203,
                                "byte_stop": 1174925,
                                "text": "Respondents are joined by the United States as amicus and asserting that an employer\u0027s good faith belief that his actions are necessary to comply with the disparate-impact provision is enough to justify race conscious conduct."
                            },
                            {
                                "start": 267.344,
                                "stop": 280.889,
                                "byte_start": 1174925,
                                "byte_stop": 1229051,
                                "text": "But allowing employers to violate the disparate-treatment prohibition based on a mere good faith fear of disparate-impact liability would encourage race-based action at the slightest hint of disparate-impact."
                            },
                            {
                                "start": 280.889,
                                "stop": 288.504,
                                "byte_start": 1229051,
                                "byte_stop": 1259562,
                                "text": "That would amount to a de facto quota system and evil Title VII is expressly designed to prevent."
                            },
                            {
                                "start": 288.504,
                                "stop": 297.604,
                                "byte_start": 1259562,
                                "byte_stop": 1295924,
                                "text": "In resolving the statutory conflict, we note that this Court had -- has considered cases similar to this one in the context of the Equal Protection Clause."
                            },
                            {
                                "start": 297.604,
                                "stop": 312.522,
                                "byte_start": 1295924,
                                "byte_stop": 1355588,
                                "text": "Those cases hold that certain government actions to remedy past racial discrimination, actions that are themselves based on race are constitutional only where there is a strong basis in evidence that the remedial actions were necessary."
                            },
                            {
                                "start": 312.522,
                                "stop": 316.648,
                                "byte_start": 1355588,
                                "byte_stop": 1372097,
                                "text": "And we hold today that the same standard applies in the context of Title VII."
                            },
                            {
                                "start": 316.648,
                                "stop": 334.394,
                                "byte_start": 1372097,
                                "byte_stop": 1443150,
                                "text": "Before an employer can engage in intentional discrimination for the asserted purpose of avoiding or remedying an unintentional disparate impact, the employer must have a strong basis in evidence to believe that absent to race conscious discriminatory action it will be subject to disparate-impact liability."
                            },
                            {
                                "start": 334.394,
                                "stop": 340.639,
                                "byte_start": 1443150,
                                "byte_stop": 1468123,
                                "text": "Applying the strong basis in evidence standards gives effect to both the disparate-treatment and disparate-impact provisions."
                            },
                            {
                                "start": 340.639,
                                "stop": 348.49,
                                "byte_start": 1468123,
                                "byte_stop": 1499470,
                                "text": "The standard leaves ample room for employers\u0027 voluntary compliance efforts which are essential to eradicating workplace discrimination."
                            },
                            {
                                "start": 348.49,
                                "stop": 354.036,
                                "byte_start": 1499470,
                                "byte_stop": 1521622,
                                "text": "And the standard appropriately constrains employers\u0027 discretion in making race-based decisions."
                            },
                            {
                                "start": 354.036,
                                "stop": 355.743,
                                "byte_start": 1521622,
                                "byte_stop": 1528519,
                                "text": "It limits that discretion."
                            },
                            {
                                "start": 355.743,
                                "stop": 368.04,
                                "byte_start": 1528519,
                                "byte_stop": 1577733,
                                "text": "The cases in which there is a strong basis in evidence of disparate-impact liability but is not so restrictive that it allows employers to act only when there is approvable actual violation."
                            },
                            {
                                "start": 368.04,
                                "stop": 377.812,
                                "byte_start": 1577733,
                                "byte_stop": 1616812,
                                "text": "In addition resolving the statutory conflict in this way allows the disparate-impact prohibition to work in a manner that is consistent with other provisions of Title VII."
                            },
                            {
                                "start": 377.812,
                                "stop": 385.052,
                                "byte_start": 1616812,
                                "byte_stop": 1645756,
                                "text": "One of those provisions forbids adjusting test scores on the basis of a race."
                            },
                            {
                                "start": 385.052,
                                "stop": 394.706,
                                "byte_start": 1645756,
                                "byte_stop": 1684313,
                                "text": "An employment test can be an important part of a neutral selection system that safeguards against the very racial animosities that Title VII was intended to prevent."
                            },
                            {
                                "start": 394.706,
                                "stop": 403.308,
                                "byte_start": 1684313,
                                "byte_stop": 1718794,
                                "text": "Having determined that the proper statutory standard, we must apply that standard to the summary judgment motioned made by the petitioners here."
                            },
                            {
                                "start": 403.308,
                                "stop": 420.238,
                                "byte_start": 1718794,
                                "byte_stop": 1786504,
                                "text": "The record makes it clear that even if respondents were motivated as a subjective matter by a desire to avoid committing disparate-impact discrimination, there is no support for the conclusion that respondents had an objective strong basis in evidence to fear disparate-impact liability."
                            },
                            {
                                "start": 420.238,
                                "stop": 430.424,
                                "byte_start": 1786504,
                                "byte_stop": 1827255,
                                "text": "Although there was racial disparity in the examination results, the problem for the respondents is that under Title VII, the City could be liable for disparate-impact discrimination only."
                            },
                            {
                                "start": 430.424,
                                "stop": 444.074,
                                "byte_start": 1827255,
                                "byte_stop": 1881799,
                                "text": "If the examinations were not job related and consistent with business necessity or if there existed an equally valid less discriminatory alternative that serve the City\u0027s needs but that the City refused to adopt."
                            },
                            {
                                "start": 444.074,
                                "stop": 462.708,
                                "byte_start": 1881799,
                                "byte_stop": 1956404,
                                "text": "For the reasons set out in detail in the opinion, we conclude there\u0027s no strong basis and evidence to establish that the test was deficient in either of this respect and the opinion discusses these matters in some detail including the careful steps that the City took to ensure that the examinations were job related."
                            },
                            {
                                "start": 462.708,
                                "stop": 477.679,
                                "byte_start": 1956404,
                                "byte_stop": 2016277,
                                "text": "The tests were designed specifically for the New Haven Department by an outstanding consulting firm, by an outside consulting firm and that firm spent months studying the lieutenant and captain positions and designing the tests in light of its findings."
                            },
                            {
                                "start": 477.679,
                                "stop": 484.564,
                                "byte_start": 2016277,
                                "byte_stop": 2043758,
                                "text": "The tests were based on materials that were identified beforehand allowing all candidates an equal opportunity to prepare."
                            },
                            {
                                "start": 484.564,
                                "stop": 492.225,
                                "byte_start": 2043758,
                                "byte_stop": 2074373,
                                "text": "And the consulting firm took careful steps to ensure broad racial participation and the design of the tests and then their administration."
                            },
                            {
                                "start": 492.225,
                                "stop": 495.093,
                                "byte_start": 2074373,
                                "byte_stop": 2085867,
                                "text": "The process was open and fair."
                            },
                            {
                                "start": 495.093,
                                "stop": 502.367,
                                "byte_start": 2085867,
                                "byte_stop": 2115020,
                                "text": "After the tests were completed, the raw racial results became the predominant rational for the City\u0027s refusal to certify the results."
                            },
                            {
                                "start": 502.367,
                                "stop": 510.837,
                                "byte_start": 2115020,
                                "byte_stop": 2148874,
                                "text": "The injury in this case arises in part from the high and justified expectations of the candidates who participated in the testing process."
                            },
                            {
                                "start": 510.837,
                                "stop": 527.451,
                                "byte_start": 2148874,
                                "byte_stop": 2215330,
                                "text": "On the terms that the City had established, many of the candidates had studied for months with considerable personal and financial sacrifice and so, the injury caused by the City\u0027s reliance on raw racial statistics at the end of the process was all the more severe."
                            },
                            {
                                "start": 527.451,
                                "stop": 531.746,
                                "byte_start": 2215330,
                                "byte_stop": 2232466,
                                "text": "There is no evidence let alone the required strong basis in evidence that the tests were flawed."
                            },
                            {
                                "start": 531.746,
                                "stop": 541.749,
                                "byte_start": 2232466,
                                "byte_stop": 2272486,
                                "text": "Fear of litigation alone cannot justify an employers\u0027 reliance on race to the detriment of individuals who passed the examinations and qualified for promotions."
                            },
                            {
                                "start": 541.749,
                                "stop": 550.458,
                                "byte_start": 2272486,
                                "byte_stop": 2307385,
                                "text": "The City\u0027s action in discarding the test was a violation of Title VII, summary judgment is appropriate for petitioners on their disparate-treatment claim."
                            },
                            {
                                "start": 550.458,
                                "stop": 553.31,
                                "byte_start": 2307385,
                                "byte_stop": 2318775,
                                "text": "And so the judgment of the Court of Appeals must be reversed."
                            },
                            {
                                "start": 553.31,
                                "stop": 560.575,
                                "byte_start": 2318775,
                                "byte_stop": 2347823,
                                "text": "In light of our statutory ruling, we need not reach the question whether respondents\u0027 actions also violated the Equal Protection Clause."
                            },
                            {
                                "start": 560.575,
                                "stop": 567.699,
                                "byte_start": 2347823,
                                "byte_stop": 2376349,
                                "text": "The judgment of the United States Court of Appeals for the Second Circuit is reversed and the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 567.699,
                                "stop": 570.9,
                                "byte_start": 2376349,
                                "byte_stop": 2389096,
                                "text": "Justice Scalia has filed a concurring opinion."
                            },
                            {
                                "start": 570.9,
                                "stop": 584.903,
                                "byte_start": 2389096,
                                "byte_stop": 2445103,
                                "text": "Justice Alito has filed a concurring opinion in which Justices Scalia and Thomas have joined and Justice Ginsburg has filed a dissenting opinion in which Justices Stevens, Souter, and Breyer have joined."
                            }
                        ]
                    },
                    {
                        "start": 584.903,
                        "stop": 1181.4,
                        "byte_start": 2445103,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 584.903,
                                "stop": 587.757,
                                "byte_start": 2445103,
                                "byte_stop": 2456597,
                                "text": "Hello Members of this Court."
                            },
                            {
                                "start": 587.757,
                                "stop": 596.629,
                                "byte_start": 2456597,
                                "byte_stop": 2492019,
                                "text": "Justices Stevens, Souter, Breyer, and I dissent from today\u0027s decision."
                            },
                            {
                                "start": 596.629,
                                "stop": 614.706,
                                "byte_start": 2492019,
                                "byte_stop": 2564326,
                                "text": "Mr. Ricci and his fellow petitioners understandably attract the Court\u0027s empathy, but they had no vested right to promotion and no person has received a promotion in preference to them."
                            },
                            {
                                "start": 614.706,
                                "stop": 633.61,
                                "byte_start": 2564326,
                                "byte_stop": 2639976,
                                "text": "New Haven Civil Service Board declined to certify the exam results, because two of its four members believed for a good cause that relying on the results would have made the City vulnerable to a Title VII disparate-impact suit."
                            },
                            {
                                "start": 633.61,
                                "stop": 646.734,
                                "byte_start": 2639976,
                                "byte_stop": 2692430,
                                "text": "The City\u0027s effort to comply with Title VII, I would hold, cannot fairly be characterized as race-based discrimination in violation of that very statute."
                            },
                            {
                                "start": 646.734,
                                "stop": 662.013,
                                "byte_start": 2692430,
                                "byte_stop": 2753557,
                                "text": "Include -- concluding otherwise, the Court today presents a partial portrait of the factual record and misconceives one of our nation\u0027s principle Civil Rights laws."
                            },
                            {
                                "start": 662.013,
                                "stop": 671.627,
                                "byte_start": 2753557,
                                "byte_stop": 2792009,
                                "text": "Firefighting is a profession in which the legacy of racial discrimination casts an especially long shadow."
                            },
                            {
                                "start": 671.627,
                                "stop": 686.788,
                                "byte_start": 2792009,
                                "byte_stop": 2852718,
                                "text": "In extending Title VII to public employers in 1972, Congress singled out police and fire departments for their pervasive exclusion of minorities."
                            },
                            {
                                "start": 686.788,
                                "stop": 689.139,
                                "byte_start": 2852718,
                                "byte_stop": 2862122,
                                "text": "New Haven was no exception."
                            },
                            {
                                "start": 689.139,
                                "stop": 709.647,
                                "byte_start": 2862122,
                                "byte_stop": 2944146,
                                "text": "In the early 1970s, the African-Americans and Hispanics composed nearly one-third of the City\u0027s population, but only 3.6% of its firefighters, just one of the City\u0027s 107 fire officers was black."
                            },
                            {
                                "start": 709.647,
                                "stop": 720.617,
                                "byte_start": 2944146,
                                "byte_stop": 2988032,
                                "text": "Following litigation, New Haven initiated efforts to increase minority representation in the fire department with limited success."
                            },
                            {
                                "start": 720.617,
                                "stop": 725.755,
                                "byte_start": 2988032,
                                "byte_stop": 3008512,
                                "text": "In supervisory position, significant disparities remained."
                            },
                            {
                                "start": 725.755,
                                "stop": 734.4,
                                "byte_start": 3008512,
                                "byte_stop": 3043098,
                                "text": "As of 2003, only one of the City\u0027s 21 fire captains was African-American."
                            },
                            {
                                "start": 734.4,
                                "stop": 749.584,
                                "byte_start": 3043098,
                                "byte_stop": 3103911,
                                "text": "These dark disparate results of the 2003 promotional exams are properly assessed against the backdrop of this historical and still persistent inequality."
                            },
                            {
                                "start": 749.584,
                                "stop": 761.748,
                                "byte_start": 3103911,
                                "byte_stop": 3152499,
                                "text": "Minority candidates passed at only half the rate of white candidates and would have been almost entirely shut out from promotions had the results been certified."
                            },
                            {
                                "start": 761.748,
                                "stop": 775.124,
                                "byte_start": 3152499,
                                "byte_stop": 3205998,
                                "text": "The Court writes that the City rejected the test results solely because of the higher scoring that the higher scoring candidates were white."
                            },
                            {
                                "start": 775.124,
                                "stop": 779.365,
                                "byte_start": 3205998,
                                "byte_stop": 3223030,
                                "text": "But there is much more to the story."
                            },
                            {
                                "start": 779.365,
                                "stop": 789.532,
                                "byte_start": 3223030,
                                "byte_stop": 3263676,
                                "text": "Alerted to the racially disparate result, the City\u0027s Civil Service Board convened to decide whether to certify the exams."
                            },
                            {
                                "start": 789.532,
                                "stop": 810.071,
                                "byte_start": 3263676,
                                "byte_stop": 3345805,
                                "text": "Title VII\u0027s disparate-impact provision the Board understood does not proscribe statistical imbalances alone, but it does proscribe reliance on exclusionary selection methods absent business necessity to resort to those methods."
                            },
                            {
                                "start": 810.071,
                                "stop": 821.282,
                                "byte_start": 3345805,
                                "byte_stop": 3390631,
                                "text": "Over the course of five public meetings, the Board heard testimony from test takers, the test designer, testing experts, city officials, and community members."
                            },
                            {
                                "start": 821.282,
                                "stop": 833.055,
                                "byte_start": 3390631,
                                "byte_stop": 3437756,
                                "text": "The Board\u0027s investigation revealed substantial cause for concern about the fairness to all and the reliability of the exams."
                            },
                            {
                                "start": 833.055,
                                "stop": 848.219,
                                "byte_start": 3437756,
                                "byte_stop": 3498360,
                                "text": "Chief among the City\u0027s problems was the mode of selection itself, a written exam that counted for 60% of a candidate\u0027s total score and an oral exam that counted for 40%."
                            },
                            {
                                "start": 848.219,
                                "stop": 856.655,
                                "byte_start": 3498360,
                                "byte_stop": 3532110,
                                "text": "Relying so heavily on pencil and paper exams to select fire officers is a dubious practice."
                            },
                            {
                                "start": 856.655,
                                "stop": 870.94,
                                "byte_start": 3532110,
                                "byte_stop": 3589266,
                                "text": "Exams of that order, Title VII\u0027s administrative guidelines and harmonious judicial decisions recognized do not approximate the work firefighters actually performed."
                            },
                            {
                                "start": 870.94,
                                "stop": 880.562,
                                "byte_start": 3589266,
                                "byte_stop": 3627823,
                                "text": "Testifying before the Board, a seasoned testing expert, whose name was suggested by the firefighters union, was emphatic."
                            },
                            {
                                "start": 880.562,
                                "stop": 893.691,
                                "byte_start": 3627823,
                                "byte_stop": 3680277,
                                "text": "That leadership skills command presence and other essential fire office attributes could have been evaluated in a much more appropriate way."
                            },
                            {
                                "start": 893.691,
                                "stop": 904.728,
                                "byte_start": 3680277,
                                "byte_stop": 3724476,
                                "text": "It is thus altogether unsurprising that most municipalities no longer evaluate their fire officer candidates as New Haven does."
                            },
                            {
                                "start": 904.728,
                                "stop": 913.224,
                                "byte_start": 3724476,
                                "byte_stop": 3758435,
                                "text": "A majority you so-called assessment centers simulations of the real world of work."
                            },
                            {
                                "start": 913.224,
                                "stop": 923.92,
                                "byte_start": 3758435,
                                "byte_stop": 3801172,
                                "text": "Municipalities had still used written tests, generally assigned them for less weight than New Haven did."
                            },
                            {
                                "start": 923.92,
                                "stop": 935.611,
                                "byte_start": 3801172,
                                "byte_stop": 3847983,
                                "text": "These alternative selection methods better evaluate fire officer candidates and notably they do so with less adverse racial impact."
                            },
                            {
                                "start": 935.611,
                                "stop": 945.498,
                                "byte_start": 3847983,
                                "byte_stop": 3887480,
                                "text": "Nearby Bridgeport, the Board learned -- saw less skewed results after shifting primary weight to win oral exam."
                            },
                            {
                                "start": 945.498,
                                "stop": 960.389,
                                "byte_start": 3887480,
                                "byte_stop": 3947039,
                                "text": "In light of available alternatives, New Haven was poorly positioned to defend its outmoded and exclusionary and impact selection method as a business necessity."
                            },
                            {
                                "start": 960.389,
                                "stop": 970.418,
                                "byte_start": 3947039,
                                "byte_stop": 3987163,
                                "text": "Like the chess player who tries to win by sweeping the opponent\u0027s pieces off the table, the Court simply shuts this reality from view."
                            },
                            {
                                "start": 970.418,
                                "stop": 976.784,
                                "byte_start": 3987163,
                                "byte_stop": 4012659,
                                "text": "Equally troubling is the Court\u0027s confounding reading of Title VII."
                            },
                            {
                                "start": 976.784,
                                "stop": 988.49,
                                "byte_start": 4012659,
                                "byte_stop": 4059470,
                                "text": "Following Title VII\u0027s enactment, employers quickly eliminated practices that explicitly barred racial minorities from one\u0027s exclusively white jobs."
                            },
                            {
                                "start": 988.49,
                                "stop": 997.646,
                                "byte_start": 4059470,
                                "byte_stop": 4096146,
                                "text": "But more several forms of discrimination persisted and preexisting racial hierarchies remained entrenched."
                            },
                            {
                                "start": 997.646,
                                "stop": 1009.143,
                                "byte_start": 4096146,
                                "byte_stop": 4142122,
                                "text": "Cognizant of this reality, the Court\u0027s pathmarking decision in Griggs v. Duke Power Company supplied guidance on Title VII\u0027s scope."
                            },
                            {
                                "start": 1009.143,
                                "stop": 1024.549,
                                "byte_start": 4142122,
                                "byte_stop": 4203771,
                                "text": "Congress, the Court unanimously held proscribed not only over discrimination but also practices that are fair in form but discriminatory in operation."
                            },
                            {
                                "start": 1024.549,
                                "stop": 1042.909,
                                "byte_start": 4203771,
                                "byte_stop": 4277123,
                                "text": "Advancing the business necessity concept, the Court declared that an employer may not use a selection device that disproportionately excludes minorities unless the employer shows a manifest need for the practice."
                            },
                            {
                                "start": 1042.909,
                                "stop": 1055.744,
                                "byte_start": 4277123,
                                "byte_stop": 4328532,
                                "text": "Congress and until the decision just announced, this Court regarded Title VII\u0027s dual prescriptions, the one on intentional discrimination, the other on disparate-impact."
                            },
                            {
                                "start": 1055.744,
                                "stop": 1070.107,
                                "byte_start": 4328532,
                                "byte_stop": 4386001,
                                "text": "As complimentary standing on an equal footing, both provisions aim to end workplace discrimination and promote genuinely equal opportunity."
                            },
                            {
                                "start": 1070.107,
                                "stop": 1076.194,
                                "byte_start": 4386001,
                                "byte_stop": 4410347,
                                "text": "Today\u0027s decision sets these paired directives at odds."
                            },
                            {
                                "start": 1076.194,
                                "stop": 1094.408,
                                "byte_start": 4410347,
                                "byte_stop": 4483176,
                                "text": "An employer who discards an exclusionary employment practice in an effort to comply with Title VII\u0027s disparate-impact provision, the Court maintains, engages in the sort of intentional race-based discrimination, Title VII generally forbids."
                            },
                            {
                                "start": 1094.408,
                                "stop": 1102.908,
                                "byte_start": 4483176,
                                "byte_stop": 4517136,
                                "text": "This conception of Title VII hunting the courts with Congress\u0027 design or the Court\u0027s Griggs decision."
                            },
                            {
                                "start": 1102.908,
                                "stop": 1125.234,
                                "byte_start": 4517136,
                                "byte_stop": 4606474,
                                "text": "To resolve the false conflict it identifies, the Court declares that an employer may not jettison a needlessly exclusionary selection device unless it has a strong basis in evidence to conclude that its action is necessary to avoid a disparate-impact violation."
                            },
                            {
                                "start": 1125.234,
                                "stop": 1130.172,
                                "byte_start": 4606474,
                                "byte_stop": 4626223,
                                "text": "The Court does not elaborate on this enigmatic standard."
                            },
                            {
                                "start": 1130.172,
                                "stop": 1146.994,
                                "byte_start": 4626223,
                                "byte_stop": 4693514,
                                "text": "But based entirely on the false premise that New Haven responded to a statistical disparity and nothing more, the Court holds that the City has not met and cannot meet the noble standard it decreased."
                            },
                            {
                                "start": 1146.994,
                                "stop": 1149.972,
                                "byte_start": 4693514,
                                "byte_stop": 4705426,
                                "text": "This case presents an unfortunate situation."
                            },
                            {
                                "start": 1149.972,
                                "stop": 1158.736,
                                "byte_start": 4705426,
                                "byte_stop": 4740430,
                                "text": "One, New Haven might well have avoided had it used a better selection process in the first place."
                            },
                            {
                                "start": 1158.736,
                                "stop": 1167.526,
                                "byte_start": 4740430,
                                "byte_stop": 4775643,
                                "text": "But what this case does not present is race-based discrimination in violation of Title VII."
                            },
                            {
                                "start": 1167.526,
                                "stop": 1174.94,
                                "byte_start": 4775643,
                                "byte_stop": 4805319,
                                "text": "Congress endeavored to promote equal opportunity, in fact, I\u0027m not simply informed."
                            },
                            {
                                "start": 1174.94,
                                "stop": 1181.4,
                                "byte_start": 4805319,
                                "byte_stop": 0,
                                "text": "The damage today\u0027s decision does to that objective is untold."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51788,
            "mime": "audio\/mpeg",
            "size": 4831128,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/07-1428\/20090629o_07-1428.delivery.mp3"
        },
        {
            "id": 73560,
            "mime": "audio\/ogg",
            "size": 11739927,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/07-1428\/20090629o_07-1428.ogg"
        },
        {
            "id": 73561,
            "mime": "application\/x-mpegURL",
            "size": 17447,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/07-1428\/20090629o_07-1428.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}