{
    "id": 21242,
    "title": "Opinion Announcement - June 26, 1997",
    "transcript": {
        "title": null,
        "duration": 221.049,
        "sections": [
            {
                "start": 0,
                "stop": 221.049,
                "byte_start": 82166,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 221.049,
                        "byte_start": 82166,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.722,
                                "byte_start": 82166,
                                "byte_stop": 101079,
                                "text": "I have the opinions of the Court to announce in three cases."
                            },
                            {
                                "start": 4.722,
                                "stop": 10.673,
                                "byte_start": 101079,
                                "byte_stop": 124902,
                                "text": "The first of them is No. 95-1858, Vacco against Quill."
                            },
                            {
                                "start": 10.673,
                                "stop": 22.251,
                                "byte_start": 124902,
                                "byte_stop": 171191,
                                "text": "In New York, as in most States, it is a crime to assist a suicide, but patients are allowed to refuse unwanted medical treatment even if that treatment is necessary to save their lives."
                            },
                            {
                                "start": 22.251,
                                "stop": 33.212,
                                "byte_start": 171191,
                                "byte_stop": 215077,
                                "text": "The question presented in this case is whether this distinction is so irrational that it violates the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 33.212,
                                "stop": 49.488,
                                "byte_start": 215077,
                                "byte_stop": 280174,
                                "text": "The respondents here are New York doctors and they argue that refusing life sustaining medical treatment is really the same thing as physician-assisted suicide and so it does violate the Equal Protection Clause to permit one but not the other."
                            },
                            {
                                "start": 49.488,
                                "stop": 59.158,
                                "byte_start": 280174,
                                "byte_stop": 318835,
                                "text": "The District Court rejected this argument but the Court of Appeals for the Second Circuit agreed with it."
                            },
                            {
                                "start": 59.158,
                                "stop": 69.229,
                                "byte_start": 318835,
                                "byte_stop": 359168,
                                "text": "Under the Equal Protection Clause, States must treat -- must treat light cases alike but may treat unlike cases accordingly."
                            },
                            {
                                "start": 69.229,
                                "stop": 79.893,
                                "byte_start": 359168,
                                "byte_stop": 401800,
                                "text": "That is the proposition which we have followed for a long time and follow here and we therefore reverse the judgment of the Court of Appeals."
                            },
                            {
                                "start": 79.893,
                                "stop": 98.171,
                                "byte_start": 401800,
                                "byte_stop": 474943,
                                "text": "Respondents, as I have said, contend that some terminally ill people, those who are on life-support treatments are -- systems are treated differently than those who are not because the former may hasten death by ending treatment, but the latter may not hasten death through physician-assisted suicide."
                            },
                            {
                                "start": 98.171,
                                "stop": 107.528,
                                "byte_start": 474943,
                                "byte_stop": 512350,
                                "text": "This argument assumes though that ending lifesaving treatment is the same thing as assisting --assisted suicide and we reject this assumption."
                            },
                            {
                                "start": 107.528,
                                "stop": 117.765,
                                "byte_start": 512350,
                                "byte_stop": 553310,
                                "text": "The distinction between assisting suicide and ending life-sustaining treatment is widely recognized and endorsed in the medical profession and in our legal traditions."
                            },
                            {
                                "start": 117.765,
                                "stop": 123.686,
                                "byte_start": 553310,
                                "byte_stop": 576925,
                                "text": "In our opinion, we focus primarily on two important differences between the two practices."
                            },
                            {
                                "start": 123.686,
                                "stop": 138.362,
                                "byte_start": 576925,
                                "byte_stop": 635648,
                                "text": "First, a patient who commits physician assisted -- assisted suicide is killed by the lethal drug provided by the doctor, but when a patient refuses life-sustaining medical treatment he dies from his underlying disease or condition."
                            },
                            {
                                "start": 138.362,
                                "stop": 146.531,
                                "byte_start": 635648,
                                "byte_stop": 668354,
                                "text": "Second, a physician who honors a patient\u0027s request to end unwanted treatment does not necessarily intend that the patient die."
                            },
                            {
                                "start": 146.531,
                                "stop": 153.321,
                                "byte_start": 668354,
                                "byte_stop": 695521,
                                "text": "He may only intend to respect his patient\u0027s wishes and to cease doing futile or degrading things to the patient."
                            },
                            {
                                "start": 153.321,
                                "stop": 161.163,
                                "byte_start": 695521,
                                "byte_stop": 726868,
                                "text": "On the other hand, the doctor who assists suicide must necessarily intend primarily that the patient be made dead."
                            },
                            {
                                "start": 161.163,
                                "stop": 172.847,
                                "byte_start": 726868,
                                "byte_stop": 773575,
                                "text": "The law has long distinguished between actions taken because of a given result from actions taken in spite of they are intended but unforeseen consequences."
                            },
                            {
                                "start": 172.847,
                                "stop": 188.951,
                                "byte_start": 773575,
                                "byte_stop": 838045,
                                "text": "It is therefore not surprising that many courts, including this court in the -- our recent Cruzan opinion and the overwhelming majority of legislatures have drawn a clear line between assisting suicide and ending -- ending unwanted treatment."
                            },
                            {
                                "start": 188.951,
                                "stop": 197.361,
                                "byte_start": 838045,
                                "byte_stop": 871691,
                                "text": "We therefore reject respondent\u0027s claim that the distinction between the two is irrational or arbitrary."
                            },
                            {
                                "start": 197.361,
                                "stop": 207.625,
                                "byte_start": 871691,
                                "byte_stop": 0,
                                "text": "Logic and contemporary practice support New York\u0027s judgment that the two acts are different and the Constitution permits New York to treat them differently."
                            },
                            {
                                "start": 207.625,
                                "stop": 213.701,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice O\u0027Connor has filed a concurring opinion which Justices Ginsburg and Breyer join in part."
                            },
                            {
                                "start": 213.701,
                                "stop": 221.049,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Stevens -- Justices Stevens, Souter, and Ginsburg, and Breyer had filed opinions concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51608,
            "mime": "audio\/mpeg",
            "size": 889768,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1858\/19970626o_95-1858.delivery.mp3"
        },
        {
            "id": 73382,
            "mime": "audio\/ogg",
            "size": 1872130,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1858\/19970626o_95-1858.ogg"
        },
        {
            "id": 73383,
            "mime": "application\/x-mpegURL",
            "size": 3103,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1858\/19970626o_95-1858.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}