{
    "id": 23224,
    "title": "Opinion Announcement - January 27, 2014",
    "transcript": {
        "title": null,
        "duration": 377.808,
        "sections": [
            {
                "start": 0,
                "stop": 377.808,
                "byte_start": 105472,
                "byte_stop": 1616603,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.978,
                        "byte_start": 105472,
                        "byte_stop": 129400,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.978,
                                "byte_start": 105472,
                                "byte_stop": 129400,
                                "text": "Justice Scalia has the opinion of the Court in two cases this morning."
                            }
                        ]
                    },
                    {
                        "start": 5.978,
                        "stop": 377.808,
                        "byte_start": 129400,
                        "byte_stop": 1616603,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 5.978,
                                "stop": 13.099,
                                "byte_start": 129400,
                                "byte_stop": 157926,
                                "text": "The first of this is Sandifer v. United States Steel Corporation."
                            },
                            {
                                "start": 13.099,
                                "stop": 19.171,
                                "byte_start": 157926,
                                "byte_stop": 182168,
                                "text": "That is here on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 19.171,
                                "stop": 43.491,
                                "byte_start": 182168,
                                "byte_stop": 279448,
                                "text": "It is about what is called in the -- in the literature on this subject “donning and doffing”, two good old Anglo-Saxon words that are not much used anymore, although we still sing, “Don We Now Our Gay Apparel” at Christmas and I suppose a well-bred gentleman still doffs his hat to a lady."
                            },
                            {
                                "start": 43.491,
                                "stop": 53.238,
                                "byte_start": 279448,
                                "byte_stop": 318527,
                                "text": "A group of steel workers sued their employer, United States Steel Corporation under the Fair Labor Standards Act of 1938."
                            },
                            {
                                "start": 53.238,
                                "stop": 60.708,
                                "byte_start": 318527,
                                "byte_stop": 348306,
                                "text": "The workers sought back pay for times spent donning and doffing pieces of protective gear."
                            },
                            {
                                "start": 60.708,
                                "stop": 70.636,
                                "byte_start": 348306,
                                "byte_stop": 388117,
                                "text": "Because of the number of workers involved, possibly 800 or more, the aggregate amounts of time and money at issue are substantial."
                            },
                            {
                                "start": 70.636,
                                "stop": 82.642,
                                "byte_start": 388117,
                                "byte_stop": 436078,
                                "text": "U.S. Steel contends that its collective bargaining agreement with the worker\u0027s union relieves it of the obligation to pay for this donning and doffing time."
                            },
                            {
                                "start": 82.642,
                                "stop": 88.75,
                                "byte_start": 436078,
                                "byte_stop": 460528,
                                "text": "The union thought that they would prefer to get some other compensation instead."
                            },
                            {
                                "start": 88.75,
                                "stop": 112.954,
                                "byte_start": 460528,
                                "byte_stop": 557390,
                                "text": "Whether that provision of the collective bargaining agreement is effective depends on 29 U.S.C. Section 203(o), which allows unions to bargain over whether employers must pay for “time spent in changing clothes or washing at the beginning or end of each workday.”"
                            },
                            {
                                "start": 112.954,
                                "stop": 120.003,
                                "byte_start": 557390,
                                "byte_stop": 585498,
                                "text": "The workers argued that the donning and doffing of protective gear does not count as changing clothes."
                            },
                            {
                                "start": 120.003,
                                "stop": 126.462,
                                "byte_start": 585498,
                                "byte_stop": 611412,
                                "text": "The District Court disagreed granting summary judgment to U.S. Steel and the Seventh Circuit affirmed."
                            },
                            {
                                "start": 126.462,
                                "stop": 133.562,
                                "byte_start": 611412,
                                "byte_stop": 639728,
                                "text": "We granted certiorari to determine the meaning of the phrase “changing clothes” and today, we affirm."
                            },
                            {
                                "start": 133.562,
                                "stop": 138.265,
                                "byte_start": 639728,
                                "byte_stop": 658536,
                                "text": "The workers argue that protective clothing is not clothes."
                            },
                            {
                                "start": 138.265,
                                "stop": 144.62,
                                "byte_start": 658536,
                                "byte_stop": 684032,
                                "text": "That seems to us unsupported by both the text of the statute and ordinary logic."
                            },
                            {
                                "start": 144.62,
                                "stop": 148.781,
                                "byte_start": 684032,
                                "byte_stop": 700646,
                                "text": "We give the word “clothes” its common and contemporary meaning."
                            },
                            {
                                "start": 148.781,
                                "stop": 163.891,
                                "byte_start": 700646,
                                "byte_stop": 761041,
                                "text": "Dictionaries from the time of the statute\u0027s enactment showed that clothes are items that are both designed and used to cover the body and are commonly regarded as articles of dress."
                            },
                            {
                                "start": 163.891,
                                "stop": 183.549,
                                "byte_start": 761041,
                                "byte_stop": 839722,
                                "text": "While not supporting the worker\u0027s argument, protective clothing is ipso facto not clothes, neither does this definition support the construction adopted by some courts and advocated by U.S. Steel here, which says that clothes consist of everything that a person wears."
                            },
                            {
                                "start": 183.549,
                                "stop": 194.515,
                                "byte_start": 839722,
                                "byte_stop": 883608,
                                "text": "Our interpretation leaves a room for distinguishing between clothes and wearable items that are not clothes such as certain heavy equipment and devices."
                            },
                            {
                                "start": 194.515,
                                "stop": 196.505,
                                "byte_start": 883608,
                                "byte_stop": 891549,
                                "text": "So much for clothes."
                            },
                            {
                                "start": 196.505,
                                "stop": 200.631,
                                "byte_start": 891549,
                                "byte_stop": 908058,
                                "text": "What about the statutory phrase, “changing clothes”?"
                            },
                            {
                                "start": 200.631,
                                "stop": 213.959,
                                "byte_start": 908058,
                                "byte_stop": 961348,
                                "text": "The workers argue that the donning and doffing of protective gear does not qualify as changing clothes because the gear is often put on over rather than substituted for street clothes."
                            },
                            {
                                "start": 213.959,
                                "stop": 224.538,
                                "byte_start": 961348,
                                "byte_stop": 1003666,
                                "text": "It is true enough that the normal meaning of changing clothes like changing a diaper or changing a tire ordinarily connotes substitution."
                            },
                            {
                                "start": 224.538,
                                "stop": 233.552,
                                "byte_start": 1003666,
                                "byte_stop": 1039715,
                                "text": "But changing can connote alternation and the broader statutory context here makes clear that the second meaning applies."
                            },
                            {
                                "start": 233.552,
                                "stop": 239.666,
                                "byte_start": 1039715,
                                "byte_stop": 1064166,
                                "text": "Time spent in changing clothes includes time spent in altering dress."
                            },
                            {
                                "start": 239.666,
                                "stop": 257.404,
                                "byte_start": 1064166,
                                "byte_stop": 1135114,
                                "text": "Turning to the particulars of the this case, the workers have pointed to 12 pieces of protective gear, nine of which easily meet this Court\u0027s interpretation of clothes, such things as hoods and gloves so forth."
                            },
                            {
                                "start": 257.404,
                                "stop": 272.321,
                                "byte_start": 1135114,
                                "byte_stop": 1194778,
                                "text": "The question then arises whether the time devoted to donning and doffing those items must be spent -- must be separated from the time spent on donning and doffing the remaining three items."
                            },
                            {
                                "start": 272.321,
                                "stop": 280.117,
                                "byte_start": 1194778,
                                "byte_stop": 1226021,
                                "text": "The Court of Appeals here like other Courts of Appeals would apply to these three items, the maxim de minimis non curat lex."
                            },
                            {
                                "start": 280.117,
                                "stop": 283.577,
                                "byte_start": 1226021,
                                "byte_stop": 1239813,
                                "text": "The law does not take account of trifles."
                            },
                            {
                                "start": 283.577,
                                "stop": 288.976,
                                "byte_start": 1239813,
                                "byte_stop": 1261443,
                                "text": "We think that maxim ill suited to this statute which is all about trifles."
                            },
                            {
                                "start": 288.976,
                                "stop": 295.474,
                                "byte_start": 1261443,
                                "byte_stop": 1287461,
                                "text": "The few minutes or even seconds spent putting on and taking off gloves or headgear for example."
                            },
                            {
                                "start": 295.474,
                                "stop": 307.574,
                                "byte_start": 1287461,
                                "byte_stop": 1335839,
                                "text": "There is no more reason to disregard the brief time devoted to donning and doffing one of the last three items here than there is to regard the brief time devoted to donning and doffing one of the other nine."
                            },
                            {
                                "start": 307.574,
                                "stop": 319.44,
                                "byte_start": 1335839,
                                "byte_stop": 1383278,
                                "text": "The proper approach we hold is to ask whether the period at issue on the hold can be fairly characterized as time spent in changing clothes or washing."
                            },
                            {
                                "start": 319.44,
                                "stop": 327.131,
                                "byte_start": 1383278,
                                "byte_stop": 1413998,
                                "text": "So if an employee devotes the vast majority of that time to putting on and off clothes, the entire period qualifies."
                            },
                            {
                                "start": 327.131,
                                "stop": 332.007,
                                "byte_start": 1413998,
                                "byte_stop": 1433537,
                                "text": "But he devotes it to putting on and off non-clothes items, it does not."
                            },
                            {
                                "start": 332.007,
                                "stop": 355.53,
                                "byte_start": 1433537,
                                "byte_stop": 1527683,
                                "text": "We accept the District Court\u0027s factual determinations that the time spent donning and doffing two of the three nine clothes items here was negligible, and that the time devoted to the final item does not occur at the beginning or end of the work day, but -- but rather occurs when the worker reports to his work station and thus falls outside the scope of the statute."
                            },
                            {
                                "start": 355.53,
                                "stop": 366.479,
                                "byte_start": 1527683,
                                "byte_stop": 1571464,
                                "text": "We therefore conclude that the donning and doffing of protective gear in this case counts as changing clothes and is non-compensable by operation of Section 203(o)."
                            },
                            {
                                "start": 366.479,
                                "stop": 370.492,
                                "byte_start": 1571464,
                                "byte_stop": 1587451,
                                "text": "The judgment of the Court of Appeals for the Seventh Circuit is affirmed."
                            },
                            {
                                "start": 370.492,
                                "stop": 377.808,
                                "byte_start": 1587451,
                                "byte_stop": 1616603,
                                "text": "The Court\u0027s decision is unanimous except that Justice Sotomayor does not join as to footnote seven."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55661,
            "mime": "audio\/mpeg",
            "size": 1616812,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-417\/20140127o_12-417.delivery.mp3"
        },
        {
            "id": 77306,
            "mime": "audio\/ogg",
            "size": 3751733,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-417\/20140127o_12-417.ogg"
        },
        {
            "id": 77307,
            "mime": "application\/x-mpegURL",
            "size": 5529,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-417\/20140127o_12-417.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}