{
    "id": 21361,
    "title": "Opinion Announcement - April 02, 2007",
    "transcript": {
        "title": "Environmental Defense v. Duke Energy Corporation",
        "duration": 301.453,
        "sections": [
            {
                "start": 0,
                "stop": 301.453,
                "byte_start": 90036,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 301.453,
                        "byte_start": 90036,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.385,
                                "byte_start": 90036,
                                "byte_stop": 139669,
                                "text": "Justice Souter has the opinion today in case 05-848, Environmental Defense versus Duke Energy he has asked me to read the announcement for him."
                            },
                            {
                                "start": 12.385,
                                "stop": 18.611,
                                "byte_start": 139669,
                                "byte_stop": 164537,
                                "text": "This case comes to us on a Writ of Certiorari to the United States Court of Appeals for the Fourth Circuit."
                            },
                            {
                                "start": 18.611,
                                "stop": 24.565,
                                "byte_start": 164537,
                                "byte_stop": 188361,
                                "text": "In the 1970s Congress added two air pollution controls schemes to the Clean Air Act."
                            },
                            {
                                "start": 24.565,
                                "stop": 40.823,
                                "byte_start": 188361,
                                "byte_stop": 253354,
                                "text": "New Source Performance Standards (NSPS) and Prevention of Significant Deterioration (PSD) each statutory scheme covers modified as well as new stationary sources of air pollution."
                            },
                            {
                                "start": 40.823,
                                "stop": 55.921,
                                "byte_start": 253354,
                                "byte_stop": 313749,
                                "text": "The NSPS provisions go on to define what modification means but the PSD provisions which were enacted seven years later simply used that word “as defined in” NSPS."
                            },
                            {
                                "start": 55.921,
                                "stop": 62.268,
                                "byte_start": 313749,
                                "byte_stop": 339140,
                                "text": "Over the years the environmental protection agency promulgated regulations to implement the two programs."
                            },
                            {
                                "start": 62.268,
                                "stop": 72.306,
                                "byte_start": 339140,
                                "byte_stop": 379264,
                                "text": "Those regulations implemented the common statutory definition of modification, one way for NSPS and another way for PSD."
                            },
                            {
                                "start": 72.306,
                                "stop": 79.747,
                                "byte_start": 379264,
                                "byte_stop": 409043,
                                "text": "Now this case arises from an enforcement action brought by the Federal Government against respondent Duke Energy Corporation."
                            },
                            {
                                "start": 79.747,
                                "stop": 91.821,
                                "byte_start": 409043,
                                "byte_stop": 457422,
                                "text": "Duke runs coal fired electric generating plants in North and South Carolina and the government alleged the boilers in those plants had been modified without a PSD permit."
                            },
                            {
                                "start": 91.821,
                                "stop": 105.576,
                                "byte_start": 457422,
                                "byte_stop": 512384,
                                "text": "In response Duke argued that various replacements and redesigns in its plants were not modifications for PSD purposes because they did not qualify as modifications under the NSPS regulations."
                            },
                            {
                                "start": 105.576,
                                "stop": 115.286,
                                "byte_start": 512384,
                                "byte_stop": 551254,
                                "text": "Now, with NSPS there could not be a modification requirement of permit unless the modification increases the hourly rate at which pollution could be emitted."
                            },
                            {
                                "start": 115.286,
                                "stop": 130.077,
                                "byte_start": 551254,
                                "byte_stop": 610395,
                                "text": "The government responded that PSD need not be identical to NSPS and that PSD required Duke to obtain a permit whenever a physical change enables a plant to operate longer hours and produce more pollutants."
                            },
                            {
                                "start": 130.077,
                                "stop": 151.865,
                                "byte_start": 610395,
                                "byte_stop": 697540,
                                "text": "The Court of Appeals agreed with Duke, it reasoned that NSPS regulations require an increase in the hourly emission rate before a modification can occur and that the common statutory definition of modification requires EPA to implement that term in the same way under both the NSPS and PSD regulations."
                            },
                            {
                                "start": 151.865,
                                "stop": 158.918,
                                "byte_start": 697540,
                                "byte_stop": 725752,
                                "text": "The Court of Appeals then read the PSD regulations as providing what the NSPS regulations provided."
                            },
                            {
                                "start": 158.918,
                                "stop": 188.256,
                                "byte_start": 725752,
                                "byte_stop": 843094,
                                "text": "In the supplemental appellate brief the government argued that the Court of Appeals was effectively invalidating the PSD regulations as written a form of judicial review that must generally sought in the Court of Appeals for the District of Columbia after the regulations are promulgated prepares noting that the PSD regulations at issue here were promulgated by EPA in 1980, a quarter century before the decision of the Court of Appeals in this case."
                            },
                            {
                                "start": 188.256,
                                "stop": 193.908,
                                "byte_start": 843094,
                                "byte_stop": 865768,
                                "text": "The Court of Appeals here however did not believe that the validity of the PSD regulations was at issue."
                            },
                            {
                                "start": 193.908,
                                "stop": 202.344,
                                "byte_start": 865768,
                                "byte_stop": 899414,
                                "text": "It said it was simply giving those regulations a permissible construction to align them with the NSPS counterpart."
                            },
                            {
                                "start": 202.344,
                                "stop": 207.221,
                                "byte_start": 899414,
                                "byte_stop": 918954,
                                "text": "In an opinion filed today with the clerk of the court we vacate and remand."
                            },
                            {
                                "start": 207.221,
                                "stop": 230.681,
                                "byte_start": 918954,
                                "byte_stop": 1012785,
                                "text": "As an initial matter we do not view the common definition of modification in statutory NSPS and PSD provisions as a rigid mandate that EPA give that term an identical regulatory clause under both schemes nor do we think that the text of the 1980 PSD regulations can be construed inline with the NSPS counterparts."
                            },
                            {
                                "start": 230.681,
                                "stop": 238.564,
                                "byte_start": 1012785,
                                "byte_stop": 1044341,
                                "text": "The PSD regulations plainly do not require an increase in the hourly rate of emissions before a modification can occur."
                            },
                            {
                                "start": 238.564,
                                "stop": 249.932,
                                "byte_start": 1044341,
                                "byte_stop": 1089794,
                                "text": "For example the physical change that increases the plant’s annual emissions by permitting the plant to operate and thus to emit over longer daily hours can count as a modification too."
                            },
                            {
                                "start": 249.932,
                                "stop": 288.571,
                                "byte_start": 1089794,
                                "byte_stop": 1244335,
                                "text": "By giving the PSD regulations an impermissible construction the Court of Appeals implicitly invalidated them and this, the court could not do without first complying with the limitations that the Clean Air Act places on judicial review for validity because the Court of Appeals did not believe that invalidated the PSD regulations it did not consider the applicability or effective of those statutory limitations and we have no occasion at this point to consider this issue ourselves nor do we consider Duke’s claim that EPA’s position in this enforcement proceedings is inconsistent with the agency’s prior practice."
                            },
                            {
                                "start": 288.571,
                                "stop": 298.303,
                                "byte_start": 1244335,
                                "byte_stop": 1283309,
                                "text": "Neither the District Court nor the Court of Appeals in this case tackles that argument and if it is not procedural foreclosed Duke may press it on remand."
                            },
                            {
                                "start": 298.303,
                                "stop": 301.453,
                                "byte_start": 1283309,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed an opinion concurring in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51846,
            "mime": "audio\/mpeg",
            "size": 1295848,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-848\/20070402o_05-848.delivery.mp3"
        },
        {
            "id": 73618,
            "mime": "audio\/ogg",
            "size": 3052934,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-848\/20070402o_05-848.ogg"
        },
        {
            "id": 73619,
            "mime": "application\/x-mpegURL",
            "size": 4454,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-848\/20070402o_05-848.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}