{
    "id": 22805,
    "title": "Opinion Announcement - January 15, 2002",
    "transcript": {
        "title": "Thomas v. Chicago Park District",
        "duration": 453.695,
        "sections": [
            {
                "start": 0,
                "stop": 453.695,
                "byte_start": 87418,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.043,
                        "byte_start": 87418,
                        "byte_stop": 127647,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.043,
                                "byte_start": 87418,
                                "byte_stop": 127647,
                                "text": "The opinion of the Court No. 00-1249, Thomas versus Chicago Park District will be announce by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 10.043,
                        "stop": 453.695,
                        "byte_start": 127647,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 10.043,
                                "stop": 15.55,
                                "byte_start": 127647,
                                "byte_stop": 149694,
                                "text": "This case comes to us on writ of certiorari to United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 15.55,
                                "stop": 22.608,
                                "byte_start": 149694,
                                "byte_stop": 177906,
                                "text": "The respondent, the Chicago Park District is responsible for operating public parks in Chicago."
                            },
                            {
                                "start": 22.608,
                                "stop": 30.231,
                                "byte_start": 177906,
                                "byte_stop": 208417,
                                "text": "It adapted an ordinance that requires individuals to obtain a permit before conducting large scale events."
                            },
                            {
                                "start": 30.231,
                                "stop": 33.592,
                                "byte_start": 208417,
                                "byte_stop": 221792,
                                "text": "That is event attended by more than 50 persons."
                            },
                            {
                                "start": 33.592,
                                "stop": 66.728,
                                "byte_start": 221792,
                                "byte_stop": 354389,
                                "text": "The ordinance specifies the 13 grounds on which a permit may be denied, which includes such matters as failure to tender the required user fee, insurance certificate, or security deposit, misrepresentation in the application, previous damage to park property by the applicant that was not paid for, the proposed use is unreasonable danger to health and safety of the public, and perhaps most important of all conflict with previously approved used by another applicant."
                            },
                            {
                                "start": 66.728,
                                "stop": 75.662,
                                "byte_start": 354389,
                                "byte_stop": 390125,
                                "text": "Petitioners have applied to the Park District on several occasions for permits to hold rallies advocating the legalization of marijuana."
                            },
                            {
                                "start": 75.662,
                                "stop": 87.147,
                                "byte_start": 390125,
                                "byte_stop": 436100,
                                "text": "The Park District granted some of these permits but denied others and petitioners filed an action challenging the Park District’s permit scheme as unconstitutional on its phase."
                            },
                            {
                                "start": 87.147,
                                "stop": 92.171,
                                "byte_start": 436100,
                                "byte_stop": 456162,
                                "text": "The District Court granted the Park District summary judgment and the Seventh Circuit affirmed."
                            },
                            {
                                "start": 92.171,
                                "stop": 96.839,
                                "byte_start": 456162,
                                "byte_stop": 474866,
                                "text": "We granted certiorari and now affirmed the Seventh Circuit."
                            },
                            {
                                "start": 96.839,
                                "stop": 119.677,
                                "byte_start": 474866,
                                "byte_stop": 566190,
                                "text": "The First Amendment’s guarantee of the freedom of speech or of the press prohibits a wide assortment of government restraints upon expression, but the core abuse, against which it was directed, was the scheme of licensing laws implemented to contain the so-called evils of the printing press in the 16th and 17th century, England."
                            },
                            {
                                "start": 119.677,
                                "stop": 130.302,
                                "byte_start": 566190,
                                "byte_stop": 608718,
                                "text": "The English licensing system punish the publication of any work without a license and require that all works to be submitted to a government official for approval."
                            },
                            {
                                "start": 130.302,
                                "stop": 141.917,
                                "byte_start": 608718,
                                "byte_stop": 655111,
                                "text": "This government’s licensor wielded broad authority to suppress works that he found to be “heretical, seditious, schismatical, or offensive”."
                            },
                            {
                                "start": 141.917,
                                "stop": 155.899,
                                "byte_start": 655111,
                                "byte_stop": 711118,
                                "text": "In the case called Freedman versus Maryland decided in 1965, we confronted a Maryland State Law that enacted a strikingly similar system of prior restraint for motion pictures."
                            },
                            {
                                "start": 155.899,
                                "stop": 162.284,
                                "byte_start": 711118,
                                "byte_stop": 736613,
                                "text": "It required that every film be submitted to a Board of Censors before the film was shown anywhere in the States."
                            },
                            {
                                "start": 162.284,
                                "stop": 173.766,
                                "byte_start": 736613,
                                "byte_stop": 782484,
                                "text": "The board enjoyed authority to reject films that it considered obscene or that “tended in the judgment of the board to debase or corrupt morals or incite to crimes.”"
                            },
                            {
                                "start": 173.766,
                                "stop": 178.862,
                                "byte_start": 782484,
                                "byte_stop": 802964,
                                "text": "Characteristics defined by the statute in very broad terms."
                            },
                            {
                                "start": 178.862,
                                "stop": 190.793,
                                "byte_start": 802964,
                                "byte_stop": 850611,
                                "text": "We recognize in Freedman, that a scheme conditioning expression on a licensing body’s prior approval of content presents peculiar dangers to constitutionally protected speech."
                            },
                            {
                                "start": 190.793,
                                "stop": 203.549,
                                "byte_start": 850611,
                                "byte_stop": 901707,
                                "text": "In response to these grave dangers, we held that a film licensing processes must contain certain procedural safeguards in order to avoid constituting an unconstitutional prior restraint."
                            },
                            {
                                "start": 203.549,
                                "stop": 224.735,
                                "byte_start": 901707,
                                "byte_stop": 986448,
                                "text": "One, any restraint prior to judicial review can be imposed only for a specified brief period; two, Expeditious judicial review of that decision must be availed; and three, the Censor must bear the burden of going to court to suppress the speech and must be bear the burden the proof once in court."
                            },
                            {
                                "start": 224.735,
                                "stop": 240.216,
                                "byte_start": 986448,
                                "byte_stop": 1048306,
                                "text": "Petitioners contend that the Park District, like the Board of Censors in Freedman, must initiate litigation every time it denies a permit and that the ordinance must specify a deadline for judicial review to challenge a permit denial."
                            },
                            {
                                "start": 240.216,
                                "stop": 242.5,
                                "byte_start": 1048306,
                                "byte_stop": 1057501,
                                "text": "We reject those contentions."
                            },
                            {
                                "start": 242.5,
                                "stop": 254.72,
                                "byte_start": 1057501,
                                "byte_stop": 1106402,
                                "text": "Freedman is an opposite because the ordinance at issue here is not subject matter censorship but content neutral time, place, and manner regulation of the use of a public forum."
                            },
                            {
                                "start": 254.72,
                                "stop": 269.165,
                                "byte_start": 1106402,
                                "byte_stop": 1164081,
                                "text": "Regulation of the use of a public forum that insures the safety and convenience of the people simply does not raise the censorship concerns that prompted us to impose the extraordinary procedural safeguards on the film licensing process in Freedman."
                            },
                            {
                                "start": 269.165,
                                "stop": 275.488,
                                "byte_start": 1164081,
                                "byte_stop": 1189472,
                                "text": "The Park District’s ordinance does not authorize a licensor to pass judgment on the content of speech."
                            },
                            {
                                "start": 275.488,
                                "stop": 283.028,
                                "byte_start": 1189472,
                                "byte_stop": 1219565,
                                "text": "None of the 13 grounds for denying a permit has anything to do with what a speaker might say"
                            },
                            {
                                "start": 283.028,
                                "stop": 291.725,
                                "byte_start": 1219565,
                                "byte_stop": 1254360,
                                "text": "Indeed, the ordinance is not even directed to communicative activity as such but rather to all activity conducted in a public park"
                            },
                            {
                                "start": 291.725,
                                "stop": 325.552,
                                "byte_start": 1254360,
                                "byte_stop": 1389674,
                                "text": "The picnicker and soccer player no less than the political activists or parade marshal must apply for a permit if the 50 person limit is exceeded, and the object of the permit system is not to exclude communication of a particular content but rather to coordinate multiple uses of limited space to assure preservation of the park facilities, to prevent uses that are dangerous, unlawful, or impermissible under the park’s rules, and to assure financial accountability for damage cause by the event."
                            },
                            {
                                "start": 325.552,
                                "stop": 337.477,
                                "byte_start": 1389674,
                                "byte_stop": 1437426,
                                "text": "Of course, where the licensing official enjoys unduly broad discretion in determining whether to grant or deny a permit, there is a risk that he will favor or disfavor speech based on its content."
                            },
                            {
                                "start": 337.477,
                                "stop": 348.035,
                                "byte_start": 1437426,
                                "byte_stop": 1479640,
                                "text": "We have thus required that even a time, place, and manner regulation contain adequate standards to guide the official’s decision and render its subject to effective judicial review."
                            },
                            {
                                "start": 348.035,
                                "stop": 351.821,
                                "byte_start": 1479640,
                                "byte_stop": 1494791,
                                "text": "The Park District’s ordinance however clearly meets this test"
                            },
                            {
                                "start": 351.821,
                                "stop": 372.521,
                                "byte_start": 1494791,
                                "byte_stop": 1577547,
                                "text": "It provides that the district must decide whether to grant or deny the permit within 28 days of receiving an application, that the District may deny a permit only on one of the 13 specified grounds, and that it must clearly set forth in writing the reasons for denial."
                            },
                            {
                                "start": 372.521,
                                "stop": 386.526,
                                "byte_start": 1577547,
                                "byte_stop": 1633554,
                                "text": "These standards are reasonably specific and objective, and they are enforceable on review, first, by appeal to the General Superintendent of the Park District and then by writ of common law certiorari to the Illinois Courts."
                            },
                            {
                                "start": 386.526,
                                "stop": 400.942,
                                "byte_start": 1633554,
                                "byte_stop": 1691232,
                                "text": "Petitioner contends that the ordinance confers an unacceptable degree of discretion because it merely describes the grounds on which the Park District may deny a permit and not the grounds on which it must do so."
                            },
                            {
                                "start": 400.942,
                                "stop": 410.403,
                                "byte_start": 1691232,
                                "byte_stop": 1729057,
                                "text": "This petitioner contends allows the Park District to ignore the prohibitions for some favored speakers and to enforce them against others."
                            },
                            {
                                "start": 410.403,
                                "stop": 411.822,
                                "byte_start": 1729057,
                                "byte_stop": 1734804,
                                "text": "We think not"
                            },
                            {
                                "start": 411.822,
                                "stop": 424.339,
                                "byte_start": 1734804,
                                "byte_stop": 1784855,
                                "text": "The Park District has reasonably interpreted its authority to permit waiver of only such effects as are merely technical or of such a nature as not to impair the purpose of the restrictions in question."
                            },
                            {
                                "start": 424.339,
                                "stop": 451.222,
                                "byte_start": 1784855,
                                "byte_stop": 1892375,
                                "text": "Denying waivers to disfavored speakers on the basis of what they have to say would of course be unconstitutional, but this abuse must be dealt with if and when a pattern of unlawful favoritism appears rather than by insisting upon a rigid mindless no waiver application of the permit requirements which would likely suppress more harmless speech than petitioner’s proposed no waiver rule would protect."
                            },
                            {
                                "start": 451.222,
                                "stop": 453.695,
                                "byte_start": 1892375,
                                "byte_stop": 0,
                                "text": "The court’s decision is unanimous"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54732,
            "mime": "audio\/mpeg",
            "size": 1902197,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/00-1249\/20020115o_00-1249.delivery.mp3"
        },
        {
            "id": 76472,
            "mime": "audio\/ogg",
            "size": 4607862,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/00-1249\/20020115o_00-1249.ogg"
        },
        {
            "id": 76473,
            "mime": "application\/x-mpegURL",
            "size": 6799,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/00-1249\/20020115o_00-1249.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}