{
    "id": 20329,
    "title": "Opinion Announcement - June 22, 1999",
    "transcript": {
        "title": "Olmstead v. L. C.",
        "duration": 395.784,
        "sections": [
            {
                "start": 0,
                "stop": 395.784,
                "byte_start": 85809,
                "byte_stop": 1668934,
                "turns": [
                    {
                        "start": 0,
                        "stop": 13.441,
                        "byte_start": 85809,
                        "byte_stop": 139621,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.441,
                                "byte_start": 85809,
                                "byte_stop": 139621,
                                "text": "The opinion of the Court in No. 98-536, Olmstead vresus L. C. will be announced by Justice Ginsburg."
                            }
                        ]
                    },
                    {
                        "start": 13.441,
                        "stop": 395.784,
                        "byte_start": 139621,
                        "byte_stop": 1668934,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 13.441,
                                "stop": 22.701,
                                "byte_start": 139621,
                                "byte_stop": 176715,
                                "text": "This case concerns Title II of the Americans with Disabilities Act of 1990, a measure I will abbreviate as the ADA."
                            },
                            {
                                "start": 22.701,
                                "stop": 32.406,
                                "byte_start": 176715,
                                "byte_stop": 215481,
                                "text": "Title II of the ADA prohibits public entities from discriminating against persons with disabilities by reason of their disabilities."
                            },
                            {
                                "start": 32.406,
                                "stop": 38.325,
                                "byte_start": 215481,
                                "byte_stop": 239200,
                                "text": "Our task is to deicide what that anti-discrimination provision means."
                            },
                            {
                                "start": 38.325,
                                "stop": 47.831,
                                "byte_start": 239200,
                                "byte_stop": 277234,
                                "text": "To ward off incorrect description I know first that the case as it comes to us presents no constitutional question."
                            },
                            {
                                "start": 47.831,
                                "stop": 57.178,
                                "byte_start": 277234,
                                "byte_stop": 314537,
                                "text": "The law we are to apply as a congressional text along with implementing regulations Congress instructed the Attorney General to issue."
                            },
                            {
                                "start": 57.178,
                                "stop": 59.994,
                                "byte_start": 314537,
                                "byte_stop": 325822,
                                "text": "Two of the Attorney General\u0027s regulations are in point."
                            },
                            {
                                "start": 59.994,
                                "stop": 72.962,
                                "byte_start": 325822,
                                "byte_stop": 377753,
                                "text": "The first called the \u0022integration regulations\u0022 states that a \u0022public entity\u0022 shall administer services and programs in the most integrated setting appropriate to the needs of qualified individuals with disabilities."
                            },
                            {
                                "start": 72.962,
                                "stop": 91.505,
                                "byte_start": 377753,
                                "byte_stop": 451837,
                                "text": "The second, called here the reasonable modifications regulation, states that a public entity shall make reasonable modifications to avoid discrimination on the basis of disability, but need not make changes that would fundamentally alter the nature of the service the entity provides."
                            },
                            {
                                "start": 91.505,
                                "stop": 105.639,
                                "byte_start": 451837,
                                "byte_stop": 508366,
                                "text": "The question we confront is whether Title II\u0027s discrimination proscription may sometimes require a state to place persons with mental disabilities in community settings rather than in state institutions."
                            },
                            {
                                "start": 105.639,
                                "stop": 108.979,
                                "byte_start": 508366,
                                "byte_stop": 521740,
                                "text": "Our answer is a qualified yes."
                            },
                            {
                                "start": 108.979,
                                "stop": 120.413,
                                "byte_start": 521740,
                                "byte_stop": 567507,
                                "text": "Respondents L. C. and E. W. are mentally retarded women, ones voluntarily confined for treatment in a psychiatric unit at Georgia Regional Hospital in Atlanta."
                            },
                            {
                                "start": 120.413,
                                "stop": 127.953,
                                "byte_start": 567507,
                                "byte_stop": 597705,
                                "text": "L. C. filed suit against various state officials alleging that the State violated Title II of the ADA."
                            },
                            {
                                "start": 127.953,
                                "stop": 139.612,
                                "byte_start": 597705,
                                "byte_stop": 644307,
                                "text": "When it failed to place her in a community based treatment program after her treating professionals determined that such placement was appropriate for her."
                            },
                            {
                                "start": 139.612,
                                "stop": 145.501,
                                "byte_start": 644307,
                                "byte_stop": 667817,
                                "text": "E. W. intervened in the action raising an identical ADA claim."
                            },
                            {
                                "start": 145.501,
                                "stop": 153.915,
                                "byte_start": 667817,
                                "byte_stop": 701567,
                                "text": "The District Court ruled in favor of L. C. and E. W. and the Court of Appeals for the Eleventh Circuit affirmed in large part."
                            },
                            {
                                "start": 153.915,
                                "stop": 170.589,
                                "byte_start": 701567,
                                "byte_stop": 768232,
                                "text": "The Appeals Court read the ADA and the Attorney General\u0027s regulations to call for treatment of persons with mental disabilities in the most integrated setting appropriate to the patient\u0027s needs, but remanded for reassessment of the State\u0027s cost-based defense."
                            },
                            {
                                "start": 170.589,
                                "stop": 174.585,
                                "byte_start": 768232,
                                "byte_stop": 784219,
                                "text": "We affirm the Court of Appeals judgment in substantial part."
                            },
                            {
                                "start": 174.585,
                                "stop": 186.877,
                                "byte_start": 784219,
                                "byte_stop": 833329,
                                "text": "Unjustified institutionalization of persons with mental disabilities we hold qualified as discrimination by reason of a disability within the compass of the ADA\u0027s Title II."
                            },
                            {
                                "start": 186.877,
                                "stop": 198.587,
                                "byte_start": 833329,
                                "byte_stop": 880245,
                                "text": "In findings applicable to the entire ADA Congress explicitly identified segregation of persons with disabilities as a form of discrimination."
                            },
                            {
                                "start": 198.587,
                                "stop": 212.372,
                                "byte_start": 880245,
                                "byte_stop": 935311,
                                "text": "Unnecessary segregation of persons with mental disabilities perpetuates unwarranted assumptions that such persons are unfit for or unworthy of participating in community life."
                            },
                            {
                                "start": 212.372,
                                "stop": 231.609,
                                "byte_start": 935311,
                                "byte_stop": 1012320,
                                "text": "If unnecessary, institutionalization is the price that a person with mental disabilities must pay to receive needed medical services, then that person is forced to forego the pleasure of the less restrictive living that person could enjoy given reasonable accommodations."
                            },
                            {
                                "start": 231.609,
                                "stop": 239.334,
                                "byte_start": 1012320,
                                "byte_stop": 1043249,
                                "text": "Persons without disabilities on the other hand can receive needed medical services without similar sacrifice."
                            },
                            {
                                "start": 239.334,
                                "stop": 258.856,
                                "byte_start": 1043249,
                                "byte_stop": 1121303,
                                "text": "The Court of Appeals returned the case to the District Court for consideration whether the additional expenditure necessary to provide community based care to L. C. and E. W. would be so unreasonable given the demands of the state\u0027s mental health budget that it would fundamentally alter the services the State provides."
                            },
                            {
                                "start": 258.856,
                                "stop": 264.489,
                                "byte_start": 1121303,
                                "byte_stop": 1143768,
                                "text": "We hold that the Court of Appeals remand instruction was unduly restrictive."
                            },
                            {
                                "start": 264.489,
                                "stop": 281.373,
                                "byte_start": 1143768,
                                "byte_stop": 1211373,
                                "text": "To maintain a range of facilities for the treatment of persons with diverse mental disabilities and to administer those services with an even hand, the state must have more leeway than the Courts below understood the fundamental alteration defense to allow."
                            },
                            {
                                "start": 281.373,
                                "stop": 290.3,
                                "byte_start": 1211373,
                                "byte_stop": 1247109,
                                "text": "The District Court should not confine its consideration to the cost of providing community based care to the two litigants alone; L. C. and E. W."
                            },
                            {
                                "start": 290.3,
                                "stop": 294.984,
                                "byte_start": 1247109,
                                "byte_stop": 1265812,
                                "text": "That court must also consider in view of the resources available to the State."
                            },
                            {
                                "start": 294.984,
                                "stop": 303.894,
                                "byte_start": 1265812,
                                "byte_stop": 1301443,
                                "text": "The range of services the State provides others with mental disabilities, and the State\u0027s obligation to meet out those services equitably."
                            },
                            {
                                "start": 303.894,
                                "stop": 326.999,
                                "byte_start": 1301443,
                                "byte_stop": 1393812,
                                "text": "If for example, the State were to demonstrate that it had a comprehensive effectively working plan for placing qualified persons with mental disabilities in less restrictive settings, and the waiting list that moved at a reasonable pace not controlled by the State\u0027s endeavors to keep its institutions fully populated, the reasonable modifications requirement would be met."
                            },
                            {
                                "start": 326.999,
                                "stop": 353.652,
                                "byte_start": 1393812,
                                "byte_stop": 1500496,
                                "text": "In sum, we conclude that Title II of the ADA requires States to provide community based treatment for persons with mental disabilities, when the State\u0027s treatment professionals have determined that such placement is appropriate, when the affected persons do not oppose such treatment, and when the placement can be reasonably accommodated taking into account the resources available to the State and the needs of others with mental disabilities."
                            },
                            {
                                "start": 353.652,
                                "stop": 375.878,
                                "byte_start": 1500496,
                                "byte_stop": 1589417,
                                "text": "Our opinion emphasizes that nothing in the ADA or its implementing regulations condones the termination of institutional treatment for persons unable to handle or benefit from community based care, nor is there any federal requirement that community based treatment be imposed on patients who do not desire it."
                            },
                            {
                                "start": 375.878,
                                "stop": 395.784,
                                "byte_start": 1589417,
                                "byte_stop": 1668934,
                                "text": "Justice Stevens has filed an opinion concurring in part and concurring in the judgment; Justice Kennedy has filed an opinion concurring in the judgment, part one of which Justice Breyer has joined; Justice Thomas has filed a dissenting opinion in which the Chief Justice and Justice Scalia have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49782,
            "mime": "audio\/mpeg",
            "size": 1669143,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-536\/19990622o_98-536.delivery.mp3"
        },
        {
            "id": 71578,
            "mime": "audio\/ogg",
            "size": 3916012,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-536\/19990622o_98-536.ogg"
        },
        {
            "id": 71579,
            "mime": "application\/x-mpegURL",
            "size": 5787,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-536\/19990622o_98-536.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}