{
    "id": 22680,
    "title": "Opinion Announcement - April 29, 2002",
    "transcript": {
        "title": "Thompson v. Western States Medical Center",
        "duration": 366.054,
        "sections": [
            {
                "start": 0,
                "stop": 366.054,
                "byte_start": 87503,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.782,
                        "byte_start": 87503,
                        "byte_stop": 126687,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.782,
                                "byte_start": 87503,
                                "byte_stop": 126687,
                                "text": "The opinion of the Court in No. 01-344, Thompson versus Western States Medical Center will be announced by Justice O\u0027Connor."
                            }
                        ]
                    },
                    {
                        "start": 9.782,
                        "stop": 366.054,
                        "byte_start": 126687,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 9.782,
                                "stop": 15.346,
                                "byte_start": 126687,
                                "byte_stop": 148943,
                                "text": "This case comes here on writ of certiorari to the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 15.346,
                                "stop": 35.341,
                                "byte_start": 148943,
                                "byte_stop": 228878,
                                "text": "Drug compounding is a process by which a pharmacist or doctor combines, mixes, or alters ingredients to create a medication tailored to the needs of an individual patients, such as a patient who is allergic to an ingredient in a mass produced drug."
                            },
                            {
                                "start": 35.341,
                                "stop": 56.911,
                                "byte_start": 228878,
                                "byte_stop": 315186,
                                "text": "Section 503A of the Food and Drug Administration Modernization Act of 1997, the acronym, I guess is pronounce FDAMA, excempts compounded drugs from the Food and Drug Administration standard drug approval requirements."
                            },
                            {
                                "start": 56.911,
                                "stop": 77.815,
                                "byte_start": 315186,
                                "byte_stop": 398778,
                                "text": "So long as the providers of those drugs abide by several restrictions including that the prescription for it be unsolicited and that the providers refrain from advertising or promoting any particular compounded drug, class of drug or type of drug."
                            },
                            {
                                "start": 77.815,
                                "stop": 94.635,
                                "byte_start": 398778,
                                "byte_stop": 466070,
                                "text": "The respondents, a group of licensed pharmacies that specialize in compunding drugs, sought to enjoin enforcement of the advertising and solicitation restrictions, arguing that they violate the First Amendments\u0027s free speech guarantee."
                            },
                            {
                                "start": 94.635,
                                "stop": 118.106,
                                "byte_start": 466070,
                                "byte_stop": 560006,
                                "text": "The District Court agreed with the respondent\u0027s holding that the advertising provisions of the Act do not meet the test for acceptable government regulation of commercial speech and that test is set out in a case of this court decided in 1980 called Central Hudson Gas \u0026 Electric Corporation versus the Public Service Commission."
                            },
                            {
                                "start": 118.106,
                                "stop": 122.718,
                                "byte_start": 560006,
                                "byte_stop": 578396,
                                "text": "The Court of Appeals for the Ninth Circuit affirmed in relevant part."
                            },
                            {
                                "start": 122.718,
                                "stop": 127.48,
                                "byte_start": 578396,
                                "byte_stop": 597518,
                                "text": "We granted certiorari and also now affirm."
                            },
                            {
                                "start": 127.48,
                                "stop": 135.124,
                                "byte_start": 597518,
                                "byte_stop": 628029,
                                "text": "Neither party disputes that the Central Hudson Gas for permissible commercial speech regulation is applicable."
                            },
                            {
                                "start": 135.124,
                                "stop": 156.377,
                                "byte_start": 628029,
                                "byte_stop": 713083,
                                "text": "Under that test, the commercial speech in question, must concern lawful activity and not be misleading, the assertive govermental interest to be served by the regulation must be substantial and the regulation must directly advance the Government interest and not be more extensive than necessary to serve that interest."
                            },
                            {
                                "start": 156.377,
                                "stop": 172.792,
                                "byte_start": 713083,
                                "byte_stop": 778703,
                                "text": "The Government in this case does not argue that the prohibited advertisements would be about unlawful activity or would be misleading, instead the Government argues that the Act satisfies the remaining three parts of the Central Hudson test."
                            },
                            {
                                "start": 172.792,
                                "stop": 205.371,
                                "byte_start": 778703,
                                "byte_stop": 909002,
                                "text": "The Government says that three substantial interests underlie the Act:  First preserving the effectiveness and integrity of the Food and Drug Administration\u0027s new drug approval process and the protection of public health that it provides; second, preserving the availability of compounded drugs for those individual patients who cannot use products that have been approved by the FDA; and third, achieving the proper balance between these two competing interest."
                            },
                            {
                                "start": 205.371,
                                "stop": 217.36,
                                "byte_start": 909002,
                                "byte_stop": 956963,
                                "text": "We agreed that these are important interests and that the government needs to be able to draw a line between small scale compounding and large scale drug manufacturing."
                            },
                            {
                                "start": 217.36,
                                "stop": 237.417,
                                "byte_start": 956963,
                                "byte_stop": 1037211,
                                "text": "That line must distinguish compounded drugs produced on such a small scale that it is not feasible for them to undergo safety and efficacy testing from the drugs produced and sold on a large enough scale that they can undergo such testing and therefore must do so."
                            },
                            {
                                "start": 237.417,
                                "stop": 255.796,
                                "byte_start": 1037211,
                                "byte_stop": 1110772,
                                "text": "The Government argues that the Act\u0027s  speech related provisions provide just such a line, as long as pharmacists do not advertise particular compounded drugs, they may sell compounded drugs without undergoing safety and efficacy testing and obtaining FDA approval."
                            },
                            {
                                "start": 255.796,
                                "stop": 276.849,
                                "byte_start": 1110772,
                                "byte_stop": 1194990,
                                "text": "In previous cases addressing the Central Hudson test, however, we have made clear that if the Government can achieve its interest in a manner that does not restrict speech or that restricts less speech, it must do so, and several non-speech related approaches we think are possible here."
                            },
                            {
                                "start": 276.849,
                                "stop": 284.811,
                                "byte_start": 1194990,
                                "byte_stop": 1226755,
                                "text": "For example, the Government could ban the use of commercial scale equipment in compounding drug products."
                            },
                            {
                                "start": 284.811,
                                "stop": 302.005,
                                "byte_start": 1226755,
                                "byte_stop": 1295614,
                                "text": "It could prohibit pharmacists from compounding more drugs in anticipation of receiving prescriptions then in response to actual prescriptions already received, or it could prohibit pharmacists from offering compounded drugs at wholesale."
                            },
                            {
                                "start": 302.005,
                                "stop": 317.266,
                                "byte_start": 1295614,
                                "byte_stop": 1356636,
                                "text": "The Government does not offer to any reason why these possibilities alone or in combination would be insufficient to prevent compounding from occuring on a large scale so as to undermine that new drug approval process."
                            },
                            {
                                "start": 317.266,
                                "stop": 344.305,
                                "byte_start": 1356636,
                                "byte_stop": 1464783,
                                "text": "Nowhere in the legislative history of the Act or the Government\u0027s brief is there any explanation of why the Government believe that forbidding advertisiing was necessary as opposed to merely a convenient way of achieving its interest, but it is well established that the party is seeking to uphold a restriction on commercial speech carries the burden of justifying it."
                            },
                            {
                                "start": 344.305,
                                "stop": 353.603,
                                "byte_start": 1464783,
                                "byte_stop": 1501981,
                                "text": "If the First Amendment means anything, it means that regulating speech must be a last, not a first resort."
                            },
                            {
                                "start": 353.603,
                                "stop": 366.054,
                                "byte_start": 1501981,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a concurring opinion, Justice Breyer has filed a dissenting opinion, which the Chief Justice and Justices Stevens and Ginsburg join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54482,
            "mime": "audio\/mpeg",
            "size": 1551719,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/01-344\/20020429o_01-344.delivery.mp3"
        },
        {
            "id": 76222,
            "mime": "audio\/ogg",
            "size": 3580512,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/01-344\/20020429o_01-344.ogg"
        },
        {
            "id": 76223,
            "mime": "application\/x-mpegURL",
            "size": 5400,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/01-344\/20020429o_01-344.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}