{
    "id": 21590,
    "title": "Opinion Announcement - June 18, 2007",
    "transcript": {
        "title": "Credit Suisse Securities (USA) LLC v. Billing",
        "duration": 435.096,
        "sections": [
            {
                "start": 0,
                "stop": 435.096,
                "byte_start": 89866,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.341,
                        "byte_start": 89866,
                        "byte_stop": 127273,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.341,
                                "byte_start": 89866,
                                "byte_stop": 127273,
                                "text": "Justice Breyer has our opinion this morning in case 05-1157, Credit Suisse Securities v. Billing."
                            }
                        ]
                    },
                    {
                        "start": 9.341,
                        "stop": 435.096,
                        "byte_start": 127273,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 9.341,
                                "stop": 34.128,
                                "byte_start": 127273,
                                "byte_stop": 226434,
                                "text": "In the securities world an Initial Public Offering (IPO) normally involves a new company that wishes to offer shares to potential investors who may or may not buy their shares and middleman groups of underwriters and they form syndicates that help the new company market their shares to the investors."
                            },
                            {
                                "start": 34.128,
                                "stop": 42.859,
                                "byte_start": 226434,
                                "byte_stop": 261334,
                                "text": "Now, typically the syndicates estimate a rough price and then together with the firm’s representatives they go on what’s called the “road show”."
                            },
                            {
                                "start": 42.859,
                                "stop": 58.294,
                                "byte_start": 261334,
                                "byte_stop": 323087,
                                "text": "Where they meet with potential investors and they get an idea how the investors are feeling about the shares, they test the demand for the shares at different prices and they try to work out a best initial price for shares which is called “book building”."
                            },
                            {
                                "start": 58.294,
                                "stop": 77.438,
                                "byte_start": 323087,
                                "byte_stop": 399678,
                                "text": "Now, in this case investors have brought an antitrust action against various underwriters that work in syndicates and in that antitrust action they claim that the underwriters during the road shows unlawfully agreed to engage in several improper practices."
                            },
                            {
                                "start": 77.438,
                                "stop": 129.704,
                                "byte_start": 399678,
                                "byte_stop": 608762,
                                "text": "The practices involves, selling the shares initially at a low price and that makes them very valuable to the investors, and then in return insisting that the investors agree either to buy more shares later in the after market when the stock gets going and continuously escalating prices and thereby making it appear that the price of the share is great just rising all the time, that’s called “laddering” or you have to buy other shares from me that nobody would want they are unpopular shares, or you have to pay me, the underwriter, a higher commission later when you finally do business with me in some other matter that’s called “pay less now, pay more later” and all of these are undesirable and unlawful."
                            },
                            {
                                "start": 129.704,
                                "stop": 149.237,
                                "byte_start": 608762,
                                "byte_stop": 686816,
                                "text": "But the legal question is whether in respect of this kind of antitrust claim the securities laws implicitly supplant the antitrust laws whether they preclude that antitrust claim, do they wipe it up basically or can the two sets of laws coexist together."
                            },
                            {
                                "start": 149.237,
                                "stop": 161.54,
                                "byte_start": 686816,
                                "byte_stop": 736031,
                                "text": "Now, the law assumes that they can’t coexist unless one is plainly repugnant to the other that’s a phrase meaning “really plainly incompatible” are they incompatible or not incompatible?"
                            },
                            {
                                "start": 161.54,
                                "stop": 165.147,
                                "byte_start": 736031,
                                "byte_stop": 750555,
                                "text": "We think they are clearly incompatible."
                            },
                            {
                                "start": 165.147,
                                "stop": 176.857,
                                "byte_start": 750555,
                                "byte_stop": 797366,
                                "text": "Now in deciding whether these two sets of laws are incompatible four criteria are laid down in our cases, three of them are clearly met here."
                            },
                            {
                                "start": 176.857,
                                "stop": 196.519,
                                "byte_start": 797366,
                                "byte_stop": 875943,
                                "text": "First, do the securities laws give full authority to regulatory agencies to supervise this kind of thing?\\"
                            },
                            {
                                "start": 196.519,
                                "stop": 187.974,
                                "byte_start": 875943,
                                "byte_stop": 841775,
                                "text": "The answer is absolutely yes."
                            },
                            {
                                "start": 187.974,
                                "stop": 199.674,
                                "byte_start": 841775,
                                "byte_stop": 888586,
                                "text": "Second, have the regulators actively exercise that authority, have they police the markets in respect to this kind of activity?"
                            },
                            {
                                "start": 199.674,
                                "stop": 212.05,
                                "byte_start": 888586,
                                "byte_stop": 938114,
                                "text": "Third, does the conflict or the risk of conflict effect securities practices that lie squarely within the area offinancial activity that the securities law seeks to regulate?"
                            },
                            {
                                "start": 212.05,
                                "stop": 238.677,
                                "byte_start": 938114,
                                "byte_stop": 1044589,
                                "text": "Absolutely yes, but the central difficulty in the case concerns a fourth criteria and that’s this, is there a significant risk that if you have both sets of laws applying they will produce conflicting guidance or requirements, duties, privileges, standards there will be a conflict, the investors here say no there wont be a conflict."
                            },
                            {
                                "start": 238.677,
                                "stop": 251.343,
                                "byte_start": 1044589,
                                "byte_stop": 1095267,
                                "text": "After all the activities and practices were attacking are unlawful under both sets of laws, securities laws and they antitrust laws so how could there be a conflict?"
                            },
                            {
                                "start": 251.343,
                                "stop": 259.828,
                                "byte_start": 1095267,
                                "byte_stop": 1129226,
                                "text": "Well we will assume that, that’s right that they are unlawful under both sets of laws but we still find a very serious conflict."
                            },
                            {
                                "start": 259.828,
                                "stop": 280.414,
                                "byte_start": 1129226,
                                "byte_stop": 1211564,
                                "text": "Now the conflict arises out of the fact that drawing a line between what is lawful and unlawful in this area is a very difficult task its requires a fine line which changes a lot from time-to-time and it requires considerable expertise to know what that line is and whether it would change."
                            },
                            {
                                "start": 280.414,
                                "stop": 295.481,
                                "byte_start": 1211564,
                                "byte_stop": 1271855,
                                "text": "For example, how do you separate laddering which involves getting an investor to promise that he will buy later at a higher price and that’s unlawful."
                            },
                            {
                                "start": 295.481,
                                "stop": 325.305,
                                "byte_start": 1271855,
                                "byte_stop": 1391182,
                                "text": "From similar activity which is absolutely lawful during the road show determining whether an investor will later want to buy the stock at a higher price or a lower price, or the same price and it can be very, very difficult to decide whether particular evidence say of a conversation between about later purchases, possible later purchases does that show lawful activity or unlawful activity."
                            },
                            {
                                "start": 325.305,
                                "stop": 349.063,
                                "byte_start": 1391182,
                                "byte_stop": 1486163,
                                "text": "Now that’s hard for experts to know sometimes but here the antitrust laws leave those questions up to non-expert juries which are likely to reach different decisions about very similar matters, and the only way for the underwriters to be save from that antitrust attack would be for them to stay far away from anything that counts as borderline."
                            },
                            {
                                "start": 349.063,
                                "stop": 357.565,
                                "byte_start": 1486163,
                                "byte_stop": 1520227,
                                "text": "But the securities laws permit the firms indeed they encourage the firms to go right up to the border."
                            },
                            {
                                "start": 357.565,
                                "stop": 385.992,
                                "byte_start": 1520227,
                                "byte_stop": 1633912,
                                "text": "Well the law cannot and should not at one and the same time both tell the underwriters you should engage in activities near but not quite over the border and you can’t or shouldn’t engage in activity near the border, that add in the fact that the plaintiffs or people like the plaintiffs have an adequate remedy under the securities law."
                            },
                            {
                                "start": 385.992,
                                "stop": 397.779,
                                "byte_start": 1633912,
                                "byte_stop": 1681037,
                                "text": "Well put those things together and we think that there isn’t a great need for the antitrust remedy and at the same time there is a great risk of conflict."
                            },
                            {
                                "start": 397.779,
                                "stop": 412.339,
                                "byte_start": 1681037,
                                "byte_stop": 1739237,
                                "text": "Given, the great risk of conflict in practice we think the two sets of laws given that the other three criteria are satisfied are incompatible and therefore securities law precludes this kind of antitrust action."
                            },
                            {
                                "start": 412.339,
                                "stop": 420.447,
                                "byte_start": 1739237,
                                "byte_stop": 1771734,
                                "text": "For these and other reasons that we set forth in our opinion we reverse the Court of Appeals determination which was to the contrary."
                            },
                            {
                                "start": 420.447,
                                "stop": 435.096,
                                "byte_start": 1771734,
                                "byte_stop": 0,
                                "text": "Justice Stevens has written an opinion concurring in the judgment, Justice Thomas has written a dissenting opinion, Justice Kennedy took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52303,
            "mime": "audio\/mpeg",
            "size": 1830248,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1157\/20070618o_05-1157.delivery.mp3"
        },
        {
            "id": 74072,
            "mime": "audio\/ogg",
            "size": 4451816,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1157\/20070618o_05-1157.ogg"
        },
        {
            "id": 74073,
            "mime": "application\/x-mpegURL",
            "size": 6535,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1157\/20070618o_05-1157.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}