{
    "id": 19938,
    "title": "Opinion Announcement - June 23, 1999",
    "transcript": {
        "title": "Alden v. Maine",
        "duration": 1091.34,
        "sections": [
            {
                "start": 0,
                "stop": 1091.34,
                "byte_start": 85640,
                "byte_stop": 4450910,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.313,
                        "byte_start": 85640,
                        "byte_stop": 114897,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.313,
                                "byte_start": 85640,
                                "byte_stop": 114897,
                                "text": "The opinion of the Court number 98-436, Alden against Maine will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 7.313,
                        "stop": 405.739,
                        "byte_start": 114897,
                        "byte_stop": 1708680,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 7.313,
                                "stop": 10.29,
                                "byte_start": 114897,
                                "byte_stop": 126809,
                                "text": "The petitioners are a group of Probation Officers."
                            },
                            {
                                "start": 10.29,
                                "stop": 18.902,
                                "byte_start": 126809,
                                "byte_stop": 161291,
                                "text": "They filed an action against their employer which was the State of Maine.They filed in State Court seeking relief under a federal statute."
                            },
                            {
                                "start": 18.902,
                                "stop": 22.674,
                                "byte_start": 161291,
                                "byte_stop": 176337,
                                "text": "They sought damages for alleged violations of the Fair Labor Standards Act."
                            },
                            {
                                "start": 22.674,
                                "stop": 29.253,
                                "byte_start": 176337,
                                "byte_stop": 202669,
                                "text": "The State Trial Court dismissed the suit on the basis of the State of Maine Sovereign Immunity, and the Maine Supreme Judicial Court affirmed."
                            },
                            {
                                "start": 29.253,
                                "stop": 30.843,
                                "byte_start": 202669,
                                "byte_stop": 209042,
                                "text": "We also affirm."
                            },
                            {
                                "start": 30.843,
                                "stop": 43.861,
                                "byte_start": 209042,
                                "byte_stop": 261183,
                                "text": "We hold that the powers delegated to Congress under Article I of the United States Constitution do not include the power to subject nonconsenting States to private suits for damages in State Courts, and the State of Maine has not consented to this suit."
                            },
                            {
                                "start": 43.861,
                                "stop": 53.052,
                                "byte_start": 261183,
                                "byte_stop": 297859,
                                "text": "Because the Eleventh Amendment makes explicit reference to the State\u0027s immunity to private suits, we sometimes refer to the State Sovereign Immunity as \u0022Eleventh Amendment Immunity\u0022."
                            },
                            {
                                "start": 53.052,
                                "stop": 62.453,
                                "byte_start": 297859,
                                "byte_stop": 335475,
                                "text": "The phrase is a convenient shorthand, but really something of a misnomer, for State Sovereign Immunity neither derives from nor is limited by the terms of the Eleventh Amendment."
                            },
                            {
                                "start": 62.453,
                                "stop": 82.913,
                                "byte_start": 335475,
                                "byte_stop": 417395,
                                "text": "Rather the constitution structure and its history and the authoritative interpretations by this Court make clear that the State\u0027s immunity from suit is a fundamental aspect of the sovereignty which the States enjoyed before ratification of the Constitution, and which they retain today, except as altered by the plan of the Convention or certain constitutional amendments."
                            },
                            {
                                "start": 82.913,
                                "stop": 91.957,
                                "byte_start": 417395,
                                "byte_stop": 453549,
                                "text": "The generation that designed and adopted our constitutional system of federalism considered immunity from private suits central to sovereign dignity."
                            },
                            {
                                "start": 91.957,
                                "stop": 105.403,
                                "byte_start": 453549,
                                "byte_stop": 507256,
                                "text": "The leading advocates of the Constitution including Alexander Hamilton, James Madison and John Marshall, assured the people in no uncertain terms that the Constitution would not strip the States of Sovereign Immunity."
                            },
                            {
                                "start": 105.403,
                                "stop": 111.276,
                                "byte_start": 507256,
                                "byte_stop": 530767,
                                "text": "The State conventions which addressed the issue in their formal ratification documents agreed."
                            },
                            {
                                "start": 111.276,
                                "stop": 124.128,
                                "byte_start": 530767,
                                "byte_stop": 582176,
                                "text": "When the Supreme Court held in Chisholm versus Georgia that a non-consenting State could be sued by a private individual in Federal Court, the decision was promptly and all but unanimously overruled by the Eleventh Amendment."
                            },
                            {
                                "start": 124.128,
                                "stop": 135.956,
                                "byte_start": 582176,
                                "byte_stop": 629509,
                                "text": "The Court has been consistent in interpreting the adoption of the Eleventh Amendment as conclusive evidence that the decision in Chisholm was contrary to the well understood meaning of the Constitution."
                            },
                            {
                                "start": 135.956,
                                "stop": 140.939,
                                "byte_start": 629509,
                                "byte_stop": 649467,
                                "text": "That last was a quotation from my recent case in Seminole Tribe."
                            },
                            {
                                "start": 140.939,
                                "stop": 151.272,
                                "byte_start": 649467,
                                "byte_stop": 690740,
                                "text": "In Hans versus Louisiana, decided in 1890, the Court held that sovereign immunity barred a citizen from suing his own State under the federal question head of jurisdiction."
                            },
                            {
                                "start": 151.272,
                                "stop": 158.123,
                                "byte_start": 690740,
                                "byte_stop": 718221,
                                "text": "The Court was unmoved by the petitioner\u0027s argument of the Eleventh Amendment by its terms applied only to suits brought by citizens of other States."
                            },
                            {
                                "start": 158.123,
                                "stop": 177.822,
                                "byte_start": 718221,
                                "byte_stop": 797007,
                                "text": "Latest decisions rejected similar request to conform the principle of sovereign immunity to the strict language of the Eleventh Amendment, and the opinion recites this line of precedence in which we hold that non-consenting States are immune from suits bought by federal corporations foreign nations, Indian Tribes and suits in admiralty case."
                            },
                            {
                                "start": 177.822,
                                "stop": 193.255,
                                "byte_start": 797007,
                                "byte_stop": 858760,
                                "text": "These holdings reflect a settled doctrinal understanding, consistent with the views of the leading advocates of the Constitution\u0027s ratification, that sovereign immunity derives not from the Eleventh Amendment but from the structure of the original Constitution itself."
                            },
                            {
                                "start": 193.255,
                                "stop": 202.143,
                                "byte_start": 858760,
                                "byte_stop": 894287,
                                "text": "Whether the Constitutional plan grants Congress authority under Article I to abrogate a State sovereign immunity in its own courts is a question of first impression."
                            },
                            {
                                "start": 202.143,
                                "stop": 205.683,
                                "byte_start": 894287,
                                "byte_stop": 908393,
                                "text": "We look first at the evidence of the original understanding of the Constitution."
                            },
                            {
                                "start": 205.683,
                                "stop": 218.109,
                                "byte_start": 908393,
                                "byte_stop": 958130,
                                "text": "The petitioners contend that because the debates on the ratification of the Constitution and the events surrounding the adoption of the Eleventh Amendment focused on the States immunity from suit in Federal Courts."
                            },
                            {
                                "start": 218.109,
                                "stop": 225.696,
                                "byte_start": 958130,
                                "byte_stop": 988432,
                                "text": "The historical record gives no instruction as to the founding generation\u0027s intent to preserve the States immunity from suit in their own courts."
                            },
                            {
                                "start": 225.696,
                                "stop": 237.164,
                                "byte_start": 988432,
                                "byte_stop": 1034303,
                                "text": "We believe however that the founder\u0027s silence is best explained by the simple fact that no one, not even the Constitution\u0027s most ardent opponents, suggested that the document might strip the States of the immunity."
                            },
                            {
                                "start": 237.164,
                                "stop": 253.6,
                                "byte_start": 1034303,
                                "byte_stop": 1100131,
                                "text": "The concern\u0027s voice of the ratifying conventions about State sovereign immunity, and the furor raised by Chisholm and the speed and unanimity with which the Eleventh Amendment was adopted underscore the jealous care with which the founding generation sought to preserve the sovereign immunity of the States."
                            },
                            {
                                "start": 253.6,
                                "stop": 258.208,
                                "byte_start": 1100131,
                                "byte_stop": 1118522,
                                "text": "In light of the historical record it is difficult to conceive that the Constitution would have been adopted."
                            },
                            {
                                "start": 258.208,
                                "stop": 268.902,
                                "byte_start": 1118522,
                                "byte_stop": 1161258,
                                "text": "If it had been understood strip States of immunity from suing their own Courts and cede that the Federal Government a power to subject non-consenting States to private suits there."
                            },
                            {
                                "start": 268.902,
                                "stop": 280.979,
                                "byte_start": 1161258,
                                "byte_stop": 1209637,
                                "text": "This case at one level concerns the formal structure of federalism, but in a Constitution as resilient as ours form mirror substance."
                            },
                            {
                                "start": 280.979,
                                "stop": 286.041,
                                "byte_start": 1209637,
                                "byte_stop": 1229908,
                                "text": "Congress has vast power, but not all power."
                            },
                            {
                                "start": 286.041,
                                "stop": 297.754,
                                "byte_start": 1229908,
                                "byte_stop": 1276719,
                                "text": "When Congress legislates in matters affecting the States, it may not treat these sovereign entities as mere prefectures or corporations, Congress must accord States the esteem due to them as joint participants in a federal system."
                            },
                            {
                                "start": 297.754,
                                "stop": 302.946,
                                "byte_start": 1276719,
                                "byte_stop": 1297513,
                                "text": "One beginning with the premise of sovereignty in both the Central Government and the separate States."
                            },
                            {
                                "start": 302.946,
                                "stop": 309.527,
                                "byte_start": 1297513,
                                "byte_stop": 1323844,
                                "text": "Congress has ample means to ensure compliance with valid federal laws but it must respect the sovereignty of the States."
                            },
                            {
                                "start": 309.527,
                                "stop": 319.17,
                                "byte_start": 1323844,
                                "byte_stop": 1362401,
                                "text": "In an apparent attempt to disparage a conclusion with which it disagrees, the dissent in this case attributes our reasoning to natural law."
                            },
                            {
                                "start": 319.17,
                                "stop": 328.031,
                                "byte_start": 1362401,
                                "byte_stop": 1397823,
                                "text": "We seek to discover however only what the framers and those who ratified the constitution sought to accomplish when they created the federal system."
                            },
                            {
                                "start": 328.031,
                                "stop": 331.812,
                                "byte_start": 1397823,
                                "byte_stop": 1412974,
                                "text": "We appeal to no higher authority than the Charter which they wrote and adopted."
                            },
                            {
                                "start": 331.812,
                                "stop": 339.518,
                                "byte_start": 1412974,
                                "byte_stop": 1443798,
                                "text": "Theirs, the founders, was the unique insight that freedom is enhanced by the creation of two governments, not one."
                            },
                            {
                                "start": 339.518,
                                "stop": 348.05,
                                "byte_start": 1443798,
                                "byte_stop": 1477862,
                                "text": "We need not attach a label to our dissenting colleague\u0027s insistence that the constitutional structure adopted by the founders must yield to the politics of the moment."
                            },
                            {
                                "start": 348.05,
                                "stop": 358.368,
                                "byte_start": 1477862,
                                "byte_stop": 1519136,
                                "text": "Although, the Constitution begins with the principle \u0022that sovereignty rest with the people\u0022, it does not follow, that the National Government becomes the ultimate preferred mechanism for expressing the people\u0027s will."
                            },
                            {
                                "start": 358.368,
                                "stop": 361.582,
                                "byte_start": 1519136,
                                "byte_stop": 1531988,
                                "text": "The States exist as a refutation of that concept."
                            },
                            {
                                "start": 361.582,
                                "stop": 375.6,
                                "byte_start": 1531988,
                                "byte_stop": 1588099,
                                "text": "In choosing to ordain and establish the Constitution the people insisted upon a federal structure for the very purpose of rejecting the idea that the will of the people in all instances as expressed by the central power, the one most remote from their control."
                            },
                            {
                                "start": 375.6,
                                "stop": 394.491,
                                "byte_start": 1588099,
                                "byte_stop": 1663645,
                                "text": "The framers of the Constitution did not share our dissenting colleague\u0027s belief, the Congress may circumvent the federal design by regulating the States directly when it pleases to do so, including by a proxy in which individual citizens are authorized to levy upon the State treasuries absent the State\u0027s consent to jurisdiction."
                            },
                            {
                                "start": 394.491,
                                "stop": 397.947,
                                "byte_start": 1663645,
                                "byte_stop": 1677438,
                                "text": "For these reasons we affirm the judgment of the Supreme Judicial Court of Maine."
                            },
                            {
                                "start": 397.947,
                                "stop": 405.739,
                                "byte_start": 1677438,
                                "byte_stop": 1708680,
                                "text": "Justice Souter has filed a dissent in which Justices Stevens, Ginsburg and Breyer have joined."
                            }
                        ]
                    },
                    {
                        "start": 405.739,
                        "stop": 1091.34,
                        "byte_start": 1708680,
                        "byte_stop": 4450910,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 405.739,
                                "stop": 413.416,
                                "byte_start": 1708680,
                                "byte_stop": 1739400,
                                "text": "I have filed a dissenting opinion and as Justice Kennedy said I am joined by Justice Stevens, Justice Ginsburg and Justice Breyer."
                            },
                            {
                                "start": 413.416,
                                "stop": 429.654,
                                "byte_start": 1739400,
                                "byte_stop": 1804288,
                                "text": "Because this case will has significance not only for the enforceability of a portion of the Fair Labors Standards Act but for the American federal structure, generally we think it is in order to summarize our reasons for believing that the Court\u0027s majority is mistaken in what it holds today."
                            },
                            {
                                "start": 429.654,
                                "stop": 438.073,
                                "byte_start": 1804288,
                                "byte_stop": 1837934,
                                "text": "It makes it easier to understand today\u0027s decision, to recall just what the Court held three terms ago in the case of Seminole Tribe against Florida."
                            },
                            {
                                "start": 438.073,
                                "stop": 449.053,
                                "byte_start": 1837934,
                                "byte_stop": 1881924,
                                "text": "There the same majority of the Court held that the Eleventh Amendment provided a defense when a State was sued in a Federal Court on a federal claim by someone other than the United States."
                            },
                            {
                                "start": 449.053,
                                "stop": 462.454,
                                "byte_start": 1881924,
                                "byte_stop": 1935527,
                                "text": "The Court held that the State could claim such a defense under the Eleventh Amendment by reading that amendment as somehow enhanced by a broader background principle of State sovereign immunity to sue as at common law."
                            },
                            {
                                "start": 462.454,
                                "stop": 474.113,
                                "byte_start": 1935527,
                                "byte_stop": 1982130,
                                "text": "The majority held that the Congress could not abrogate that State defense, even when it was otherwise acting within the scope of its power to legislate under Article I of the Constitution."
                            },
                            {
                                "start": 474.113,
                                "stop": 491.479,
                                "byte_start": 1982130,
                                "byte_stop": 2051616,
                                "text": "There were two fundamental objections to the Court\u0027s reasoning in that case which were raised by the same four of us who dissent today: First, we pointed out that the Eleventh Amendment by its very terms did not give the State a defense to suit in Federal Court when the State was sued by someone asserting a federal right."
                            },
                            {
                                "start": 491.479,
                                "stop": 503.116,
                                "byte_start": 2051616,
                                "byte_stop": 2098113,
                                "text": "We pointed out that the Eleventh Amendment gave States an immunity only when a Federal Court\u0027s jurisdiction over them was its jurisdiction to hear cases involving parties with diversity of citizenship."
                            },
                            {
                                "start": 503.116,
                                "stop": 510.036,
                                "byte_start": 2098113,
                                "byte_stop": 2125803,
                                "text": "Secondly, we pointed out that sovereign immunity as a common law doctrine could always be changed by statute."
                            },
                            {
                                "start": 510.036,
                                "stop": 521.731,
                                "byte_start": 2125803,
                                "byte_stop": 2172615,
                                "text": "That meant that when Congress was dealing with a subject over which it has authority to legislate under Article I of the Constitution the Congress could waive or abrogate the State\u0027s common law sovereign immunity."
                            },
                            {
                                "start": 521.731,
                                "stop": 533.69,
                                "byte_start": 2172615,
                                "byte_stop": 2220471,
                                "text": "After Seminole Tribe had been decided, it was clear that one of the next questions the Court would have to consider would be whether a State could be sued in its own Courts by someone claiming a federal right."
                            },
                            {
                                "start": 533.69,
                                "stop": 547.847,
                                "byte_start": 2220471,
                                "byte_stop": 2277104,
                                "text": "It is accepted law that when Congress has authority to legislate under Article I of the Constitution, the statutes that it passes are laws just as much in State Courts as in Federal Courts, that is what the Supremacy Clause of the Constitution provides."
                            },
                            {
                                "start": 547.847,
                                "stop": 557.526,
                                "byte_start": 2277104,
                                "byte_stop": 2315766,
                                "text": "It is also accepted law that when States have setup Courts of general jurisdiction they cannot without some very good excuse to refuse to apply federal law."
                            },
                            {
                                "start": 557.526,
                                "stop": 569.018,
                                "byte_start": 2315766,
                                "byte_stop": 2361741,
                                "text": "If and when it would follow as a general proposition the State Courts would be required to enforce federal law even against the State in its own Courts if an individual sue the State in those Courts."
                            },
                            {
                                "start": 569.018,
                                "stop": 578.885,
                                "byte_start": 2361741,
                                "byte_stop": 2401238,
                                "text": "The Eleventh Amendment which was so important in Seminole Tribe would have nothing to do with such a case in a State Court, so the Eleventh Amendment speaks only to the power of Federal Courts."
                            },
                            {
                                "start": 578.885,
                                "stop": 584.736,
                                "byte_start": 2401238,
                                "byte_stop": 2424644,
                                "text": "Nor would Common Law Sovereign Immunity seem to be any defense in the State Court for the reasons I have already given."
                            },
                            {
                                "start": 584.736,
                                "stop": 605.545,
                                "byte_start": 2424644,
                                "byte_stop": 2507922,
                                "text": "Common law sovereign immunity may be modified by statute, and that means that if Congress legislating on a matter within its authority under Article I of the Constitution, Congress could provide that a State would not enjoy sovereign immunity even in its own Courts when sued by an individual who claimed that the State had violated his federal rights."
                            },
                            {
                                "start": 605.545,
                                "stop": 618.453,
                                "byte_start": 2507922,
                                "byte_stop": 2559540,
                                "text": "Today\u0027s decision of course says that an individual may not sue on a State Court over the State\u0027s objection, even on a matter as to which Congress has abrogated state immunity in the exercise of its power under Article I."
                            },
                            {
                                "start": 618.453,
                                "stop": 624.845,
                                "byte_start": 2559540,
                                "byte_stop": 2585036,
                                "text": "But in order to do this the Court must come up with rather different reasoning from what it employed in Seminole Tribe."
                            },
                            {
                                "start": 624.845,
                                "stop": 631.437,
                                "byte_start": 2585036,
                                "byte_stop": 2611472,
                                "text": "As I have mentioned the Eleventh Amendment is no use in this case, for this case involves a State Court not a Federal one."
                            },
                            {
                                "start": 631.437,
                                "stop": 636.536,
                                "byte_start": 2611472,
                                "byte_stop": 2631847,
                                "text": "Then there is the fact that common law sovereign immunity can be modified by statute."
                            },
                            {
                                "start": 636.536,
                                "stop": 641.617,
                                "byte_start": 2631847,
                                "byte_stop": 2652118,
                                "text": "The Court has responded to these difficulties in the following ways:"
                            },
                            {
                                "start": 641.617,
                                "stop": 659.035,
                                "byte_start": 2652118,
                                "byte_stop": 2721813,
                                "text": "First, the Court has apparently put forward a theory of Sovereign Immunity which is not what the common law knew, but the theory of sovereign immunity that the European jurists put forward, and which Sir William Blackstone described as Justice Kennedy has already indicated is the natural law view."
                            },
                            {
                                "start": 659.035,
                                "stop": 670.516,
                                "byte_start": 2721813,
                                "byte_stop": 2767789,
                                "text": "On this view State sovereign immunity is not a doctrine that the United States could modify by Congressional statute, even on a subject committed to federal authority under Article I of the Constitution."
                            },
                            {
                                "start": 670.516,
                                "stop": 679.446,
                                "byte_start": 2767789,
                                "byte_stop": 2803524,
                                "text": "This is so because sovereign immunity on this natural law, a conception is thought to be what the court calls a fundamental aspect of state sovereignty."
                            },
                            {
                                "start": 679.446,
                                "stop": 686.088,
                                "byte_start": 2803524,
                                "byte_stop": 2830064,
                                "text": "Something that is so essential to the very concept of statehood that it cannot be taken away."
                            },
                            {
                                "start": 686.088,
                                "stop": 703.657,
                                "byte_start": 2830064,
                                "byte_stop": 2900282,
                                "text": "As I understand the Court\u0027s opinion the majority is saying that the Constitution was adopted with the understanding that this absolutist or indefeasible State sovereign immunity would continue, so that Congressional power could never prevail against it at least when Congress is acting under its Article I authority."
                            },
                            {
                                "start": 703.657,
                                "stop": 709.515,
                                "byte_start": 2900282,
                                "byte_stop": 2923792,
                                "text": "For good measure, the court points out that nothing is lost by the absence of the Eleventh Amendment from its reasoning."
                            },
                            {
                                "start": 709.515,
                                "stop": 718.485,
                                "byte_start": 2923792,
                                "byte_stop": 2959632,
                                "text": "For it says that the Tenth Amendment somehow confirms that this indefeasible sense of State sovereign immunity was protected under the Constitution."
                            },
                            {
                                "start": 718.485,
                                "stop": 727.834,
                                "byte_start": 2959632,
                                "byte_stop": 2997039,
                                "text": "This is so on the court\u0027s view, even though the Constitution does not at any place so much as mentions State Sovereign Immunity."
                            },
                            {
                                "start": 727.834,
                                "stop": 730.855,
                                "byte_start": 2997039,
                                "byte_stop": 3009160,
                                "text": "The court\u0027s argument is an historical one."
                            },
                            {
                                "start": 730.855,
                                "stop": 745.868,
                                "byte_start": 3009160,
                                "byte_stop": 3069137,
                                "text": "It must stand or fall on the answer to this question, whether at the time of the framing of the constitution and the adoption of the Tenth Amendment, this absolutist natural law sense of sovereign immunity was the predominant view among Americans."
                            },
                            {
                                "start": 745.868,
                                "stop": 757.539,
                                "byte_start": 3069137,
                                "byte_stop": 3115844,
                                "text": "If it was the predominant view it might make sense to say that the constitution had been adopted with the understanding that the national power was subject to that absolutist view of sovereign immunity."
                            },
                            {
                                "start": 757.539,
                                "stop": 765.728,
                                "byte_start": 3115844,
                                "byte_stop": 3148654,
                                "text": "In fact, however, there is virtually no historical evidence whatsoever that Americans viewed sovereign immunity as the majority does today."
                            },
                            {
                                "start": 765.728,
                                "stop": 773.546,
                                "byte_start": 3148654,
                                "byte_stop": 3179896,
                                "text": "Virtually all the evidence points to the idea that Americans thought of sovereign immunity is the common law, not is the natural law of variety."
                            },
                            {
                                "start": 773.546,
                                "stop": 787.405,
                                "byte_start": 3179896,
                                "byte_stop": 3235276,
                                "text": "Of course, as I said common law of sovereign immunity was understood as subject to modification by statute, so that Congress should be able to modify it on any subject that Congress is authorized to deal with under Article I of the Constitution."
                            },
                            {
                                "start": 787.405,
                                "stop": 795.921,
                                "byte_start": 3235276,
                                "byte_stop": 3269340,
                                "text": "The majority\u0027s first reason then for saying that the national government is bound by an indefeasible sovereign immunity of the States is clearly wrong."
                            },
                            {
                                "start": 795.921,
                                "stop": 805.887,
                                "byte_start": 3269340,
                                "byte_stop": 3309255,
                                "text": "Not only that but even on the natural law view of sovereign immunity a State would not been sovereign on any matter in which the State was not the lawmaker."
                            },
                            {
                                "start": 805.887,
                                "stop": 809.98,
                                "byte_start": 3309255,
                                "byte_stop": 3325660,
                                "text": "The majority has however a second reason for the position it takes."
                            },
                            {
                                "start": 809.98,
                                "stop": 823.206,
                                "byte_start": 3325660,
                                "byte_stop": 3378531,
                                "text": "The majority says that the notion of this indefeasible absolutist Sovereign Immunity is inherent in the federal relationship between the states and the national government if that relationship is structured by the Constitution."
                            },
                            {
                                "start": 823.206,
                                "stop": 829.131,
                                "byte_start": 3378531,
                                "byte_stop": 3402251,
                                "text": "Whereas, its first reason was that natural law of sovereign immunity was inherent in the notion of statehood."
                            },
                            {
                                "start": 829.131,
                                "stop": 837.576,
                                "byte_start": 3402251,
                                "byte_stop": 3436001,
                                "text": "It also says that in indefeasible kind of sovereign immunity is inherent in the relationship between the states and the national government."
                            },
                            {
                                "start": 837.576,
                                "stop": 840.264,
                                "byte_start": 3436001,
                                "byte_stop": 3446763,
                                "text": "The court is clearly wrong again."
                            },
                            {
                                "start": 840.264,
                                "stop": 845.421,
                                "byte_start": 3446763,
                                "byte_stop": 3467348,
                                "text": "Sovereign immunity can only be a defense in a matter over which a state is sovereign."
                            },
                            {
                                "start": 845.421,
                                "stop": 853.066,
                                "byte_start": 3467348,
                                "byte_stop": 3497963,
                                "text": "On any matter committed to the Congress under Article I of the Constitution, however, the state is not the ultimate sovereign, the national government is."
                            },
                            {
                                "start": 853.066,
                                "stop": 861.223,
                                "byte_start": 3497963,
                                "byte_stop": 3530564,
                                "text": "Therefore, what is essential in the federal relationship is not with that the states remain immune on a matter committed to the power of Congress, but quite the opposite."
                            },
                            {
                                "start": 861.223,
                                "stop": 864.152,
                                "byte_start": 3530564,
                                "byte_stop": 3542267,
                                "text": "It is essential that they not be immune."
                            },
                            {
                                "start": 864.152,
                                "stop": 870.355,
                                "byte_start": 3542267,
                                "byte_stop": 3567136,
                                "text": "The court could not be more fundamentally mistaken about the implications of the federal relationship."
                            },
                            {
                                "start": 870.355,
                                "stop": 876.875,
                                "byte_start": 3567136,
                                "byte_stop": 3593153,
                                "text": "Just how far the court is prepared to follow those supposed implications is something we will learn later."
                            },
                            {
                                "start": 876.875,
                                "stop": 890.805,
                                "byte_start": 3593153,
                                "byte_stop": 3648951,
                                "text": "We will learn that the next time an individual sues a state on the basis of legislation enacted by Congress not in the exercise of its Article I power, but in the exercise of its authority under Section 5 of the Fourteenth Amendment."
                            },
                            {
                                "start": 890.805,
                                "stop": 895.846,
                                "byte_start": 3648951,
                                "byte_stop": 3669118,
                                "text": "For now the upshot of all of this is a very peculiar state of affairs."
                            },
                            {
                                "start": 895.846,
                                "stop": 905.822,
                                "byte_start": 3669118,
                                "byte_stop": 3709033,
                                "text": "It is clear from the decision of this Court in Garcia against San Antonio Transit Authority, that the National Government can bind the states under the Fair Labor Standards Act."
                            },
                            {
                                "start": 905.822,
                                "stop": 915.83,
                                "byte_start": 3709033,
                                "byte_stop": 3749052,
                                "text": "Under that Act if a state fails to pay wages to its employees in accordance with the terms of the Act, those employees may sue the state to recover the wages they are entitled to."
                            },
                            {
                                "start": 915.83,
                                "stop": 924.267,
                                "byte_start": 3749052,
                                "byte_stop": 3782802,
                                "text": "After Seminole Tribe however, the employees may not sue in a Federal Court and after today\u0027s decision they may not sue in a State Court."
                            },
                            {
                                "start": 924.267,
                                "stop": 934.69,
                                "byte_start": 3782802,
                                "byte_stop": 3824494,
                                "text": "They therefore have a right in theory but they have no means of enforcing that right when the state refuses to obey the terms of the Act and refuses to pay them what the Act requires them to pay."
                            },
                            {
                                "start": 934.69,
                                "stop": 949.128,
                                "byte_start": 3824494,
                                "byte_stop": 3882172,
                                "text": "It is true that the government of the United States acting say through the Department of Labor can sue a state to make it pay the money it owes its employees, but this would be at that state a really inefficient and ineffective way to enforce the federal statute."
                            },
                            {
                                "start": 949.128,
                                "stop": 960.037,
                                "byte_start": 3882172,
                                "byte_stop": 3925849,
                                "text": "If or even though the National Government can sue, the fact remains that as a result of today\u0027s decision state employees have federal rights that they themselves cannot enforce."
                            },
                            {
                                "start": 960.037,
                                "stop": 969.625,
                                "byte_start": 3925849,
                                "byte_stop": 3964197,
                                "text": "This State of Affairs in fact violates a very ancient principle of our law that where there is a right there is also a remedy to enforce that right."
                            },
                            {
                                "start": 969.625,
                                "stop": 981.277,
                                "byte_start": 3964197,
                                "byte_stop": 4010799,
                                "text": "If this is a very peculiar state of affairs, its peculiarity is even more striking when one bears in mind the history of this Court\u0027s treatment of the power of Congress to bind the states under the Fair Labor Standards Act."
                            },
                            {
                                "start": 981.277,
                                "stop": 987.636,
                                "byte_start": 4010799,
                                "byte_stop": 4036190,
                                "text": "First it said in a case of Maryland and Wirtz in 1966 that Congress could bind the state."
                            },
                            {
                                "start": 987.636,
                                "stop": 996.308,
                                "byte_start": 4036190,
                                "byte_stop": 4070881,
                                "text": "Then in 1976 in the case of National League of Cities against Usery, the Court overruled itself and decided that Congress could not do so."
                            },
                            {
                                "start": 996.308,
                                "stop": 1006.548,
                                "byte_start": 4070881,
                                "byte_stop": 4111841,
                                "text": "Nine years after that however, in 1985 this Court changed its mind again and in the case of Garcia and San Antonio decided that Congress could bind the states."
                            },
                            {
                                "start": 1006.548,
                                "stop": 1011.693,
                                "byte_start": 4111841,
                                "byte_stop": 4132425,
                                "text": "Now, in effect the Court has largely overruled itself again, though without saying so."
                            },
                            {
                                "start": 1011.693,
                                "stop": 1026.185,
                                "byte_start": 4132425,
                                "byte_stop": 4190417,
                                "text": "Instead of saying that it is changing its mind for the third time in holding that Congress cannot bind the states, it is saying that the states are bound, but that the individuals who are supposed to be paid cannot sue for the wages the state owes them."
                            },
                            {
                                "start": 1026.185,
                                "stop": 1033.983,
                                "byte_start": 4190417,
                                "byte_stop": 4221660,
                                "text": "This switching back and forth, though the Congress is powered to bind the states effectively under the FLSA is greatly to be regretted."
                            },
                            {
                                "start": 1033.983,
                                "stop": 1043.023,
                                "byte_start": 4221660,
                                "byte_stop": 4257813,
                                "text": "If however the present majority had a defensible position one could at least accept this most recent decision today with an expectation of stability ahead."
                            },
                            {
                                "start": 1043.023,
                                "stop": 1046.898,
                                "byte_start": 4257813,
                                "byte_stop": 4273278,
                                "text": "If it is, any such expectation would be naive."
                            },
                            {
                                "start": 1046.898,
                                "stop": 1054.57,
                                "byte_start": 4273278,
                                "byte_stop": 4303998,
                                "text": "The resemblance of today\u0027s State sovereign immunity to the Lochner era\u0027s industrial due process is too striking to miss."
                            },
                            {
                                "start": 1054.57,
                                "stop": 1066.559,
                                "byte_start": 4303998,
                                "byte_stop": 4351958,
                                "text": "The Court began this century by imputing immutable constitutional stages to a conception of economic self-reliance that was never true to industrial life, and grew instantly fictional with the years."
                            },
                            {
                                "start": 1066.559,
                                "stop": 1077.343,
                                "byte_start": 4351958,
                                "byte_stop": 4395113,
                                "text": "The Court has chosen to close this century by conferring like status on a conception of state sovereign immunity, that is true neither to history nor to the structure of the Constitution."
                            },
                            {
                                "start": 1077.343,
                                "stop": 1085.167,
                                "byte_start": 4395113,
                                "byte_stop": 4426355,
                                "text": "I expect the Court\u0027s latest essay in immunity doctrine will prove the equal of its earlier experiment in laissez-faire."
                            },
                            {
                                "start": 1085.167,
                                "stop": 1091.34,
                                "byte_start": 4426355,
                                "byte_stop": 4450910,
                                "text": "The one being is unrealistic as the other as indefensible and probably as fleeting."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49000,
            "mime": "audio\/mpeg",
            "size": 4451224,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-436\/19990623o_98-436.delivery.mp3"
        },
        {
            "id": 70808,
            "mime": "audio\/ogg",
            "size": 11017877,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-436\/19990623o_98-436.ogg"
        },
        {
            "id": 70809,
            "mime": "application\/x-mpegURL",
            "size": 15763,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-436\/19990623o_98-436.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}