{
    "id": 21297,
    "title": "Opinion Announcement - April 28, 2004",
    "transcript": {
        "title": "Vieth v. Jubelirer",
        "duration": 774.827,
        "sections": [
            {
                "start": 0,
                "stop": 774.827,
                "byte_start": 28672,
                "byte_stop": 3127944,
                "turns": [
                    {
                        "start": 0,
                        "stop": 582.725,
                        "byte_start": 28672,
                        "byte_stop": 2359630,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.462,
                                "byte_start": 28672,
                                "byte_stop": 66602,
                                "text": "The second case I have to announce is No. 02-1580, Vieth versus Jubelirer."
                            },
                            {
                                "start": 9.462,
                                "stop": 17.159,
                                "byte_start": 66602,
                                "byte_stop": 97322,
                                "text": "This case comes to us on appeal from a three-judge District Court for the Middle District of Pennsylvania."
                            },
                            {
                                "start": 17.159,
                                "stop": 25.992,
                                "byte_start": 97322,
                                "byte_stop": 132744,
                                "text": "The population figures derived from the 2000 Census showed that Pennsylvania was entitled to two fewer representatives in Congress."
                            },
                            {
                                "start": 25.992,
                                "stop": 31.785,
                                "byte_start": 132744,
                                "byte_stop": 155836,
                                "text": "Pennsylvania’s republican controlled general assembly drew up a new district in plan."
                            },
                            {
                                "start": 31.785,
                                "stop": 45.947,
                                "byte_start": 155836,
                                "byte_stop": 212470,
                                "text": "The appellants here sued to enjoin the plan’s implementation alleging, among other things, that it constituted a political gerrymander in violation of Article I and the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 45.947,
                                "stop": 66.403,
                                "byte_start": 212470,
                                "byte_stop": 294285,
                                "text": "A political gerrymander refers to according to one definition, the practice of dividing a geographical area into electoral districts often of highly irregular shape to give one political party an unfair advantage by diluting the opposition’s voting strength."
                            },
                            {
                                "start": 66.403,
                                "stop": 84.415,
                                "byte_start": 294285,
                                "byte_stop": 366383,
                                "text": "Consistent with that definition, the plaintiffs alleged that the Pennsylvania plans districts were “meandering and irregular” ignored all traditional redistricting criteria including the preservation of local government boundaries solely for the sake of partisan’s advantage."
                            },
                            {
                                "start": 84.415,
                                "stop": 88.973,
                                "byte_start": 366383,
                                "byte_stop": 384669,
                                "text": "The District Court composed of three judges dismissed the claim."
                            },
                            {
                                "start": 88.973,
                                "stop": 91.458,
                                "byte_start": 384669,
                                "byte_stop": 394595,
                                "text": "We affirm that dismissal."
                            },
                            {
                                "start": 91.458,
                                "stop": 101.685,
                                "byte_start": 394595,
                                "byte_stop": 435451,
                                "text": "What I now set forth is a summary of the views of a plurality of the Court consisting of the Chief Justice, Justice O’Connor, Justice Thomas, and me."
                            },
                            {
                                "start": 101.685,
                                "stop": 103.43,
                                "byte_start": 435451,
                                "byte_stop": 442452,
                                "text": "Political gerrymanders are not new."
                            },
                            {
                                "start": 103.43,
                                "stop": 108.2,
                                "byte_start": 442452,
                                "byte_stop": 461573,
                                "text": "They existed in colonial times and continued through the framing."
                            },
                            {
                                "start": 108.2,
                                "stop": 128.177,
                                "byte_start": 461573,
                                "byte_stop": 541403,
                                "text": "Eighteen years ago in a case called Davis versus Bandemer, this Court got into the business of policing misfield rejecting the contention that political gerrymandering claims are non-justiciable, insusceptible of judicial resolution because there are no judicially discernible and manageable standards to apply."
                            },
                            {
                                "start": 128.177,
                                "stop": 139.629,
                                "byte_start": 541403,
                                "byte_stop": 587274,
                                "text": "Six justices in Bandemer concluded that there were judicially discernible and manageable standards but could not agree on what those standards might be."
                            },
                            {
                                "start": 139.629,
                                "stop": 142.937,
                                "byte_start": 587274,
                                "byte_stop": 600440,
                                "text": "Four believed one thing, two believed something else."
                            },
                            {
                                "start": 142.937,
                                "stop": 151.369,
                                "byte_start": 600440,
                                "byte_stop": 634190,
                                "text": "The lower courts have lived with that assurance of a standard coupled with that inability to specify one for the past 18 years."
                            },
                            {
                                "start": 151.369,
                                "stop": 158.861,
                                "byte_start": 634190,
                                "byte_stop": 664179,
                                "text": "Abesnt a majority prescribed standard they have employed the standard enunciated by Bandemer’s four justice plurality."
                            },
                            {
                                "start": 158.861,
                                "stop": 171.517,
                                "byte_start": 664179,
                                "byte_stop": 714752,
                                "text": "Its application has almost invariably produced the same result as would have obtained if the question was non-justiciable, that is to say judicial intervention has been refused."
                            },
                            {
                                "start": 171.517,
                                "stop": 183.505,
                                "byte_start": 714752,
                                "byte_stop": 762713,
                                "text": "18 years of considerable judicial effort with virtually nothing to show for it justify, we think, reconsideration of the question whether the standard promised by Bandemer in fact exists."
                            },
                            {
                                "start": 183.505,
                                "stop": 186.569,
                                "byte_start": 762713,
                                "byte_stop": 775043,
                                "text": "Those of us joining the plurality opinion conclude that it does not."
                            },
                            {
                                "start": 186.569,
                                "stop": 192.706,
                                "byte_start": 775043,
                                "byte_stop": 799598,
                                "text": "All of the standards that have been proposed to date are unmanageable, indiscernible, or both."
                            },
                            {
                                "start": 192.706,
                                "stop": 199.646,
                                "byte_start": 799598,
                                "byte_stop": 827288,
                                "text": "The basic problem is that some degree of political motivation and effect in districting is not unconstitutional."
                            },
                            {
                                "start": 199.646,
                                "stop": 206.977,
                                "byte_start": 827288,
                                "byte_stop": 856649,
                                "text": "No one contents that a decent amount of political motivation and political effect is unlawful."
                            },
                            {
                                "start": 206.977,
                                "stop": 212.371,
                                "byte_start": 856649,
                                "byte_stop": 878174,
                                "text": "So, it comes down to determining how much political motivation and effect is too much."
                            },
                            {
                                "start": 212.371,
                                "stop": 223.261,
                                "byte_start": 878174,
                                "byte_stop": 921746,
                                "text": "We find it impossible to craft the standard that is clear enough and enough rooted in constitutional imperatives to render judicial entry into this political field appropriate."
                            },
                            {
                                "start": 223.261,
                                "stop": 227.773,
                                "byte_start": 921746,
                                "byte_stop": 939823,
                                "text": "Our opinion discusses all the standards that have been proposed up to now."
                            },
                            {
                                "start": 227.773,
                                "stop": 240.335,
                                "byte_start": 939823,
                                "byte_stop": 990083,
                                "text": "In the interest of time I will summarize here only our remarks concerning the appellant’s proposed standard since that illustrates the practical difficulties inherent in all the proposals."
                            },
                            {
                                "start": 240.335,
                                "stop": 250.135,
                                "byte_start": 990083,
                                "byte_stop": 1029266,
                                "text": "Appellants would first require a plaintiff to show that the map makers acted with a predominant intent to achieve partisan advantage."
                            },
                            {
                                "start": 250.135,
                                "stop": 263.794,
                                "byte_start": 1029266,
                                "byte_stop": 1083914,
                                "text": "We have used a predominant intent standard in our racial gerrymandering cases under the Voting Rights Act, but its application in that very different context provides no comfort here."
                            },
                            {
                                "start": 263.794,
                                "stop": 269.753,
                                "byte_start": 1083914,
                                "byte_stop": 1107738,
                                "text": "To begin with, it has been used there only to assess challenges to particular districts."
                            },
                            {
                                "start": 269.753,
                                "stop": 273.41,
                                "byte_start": 1107738,
                                "byte_stop": 1122367,
                                "text": "Whereas appellants, would apply it statewide."
                            },
                            {
                                "start": 273.41,
                                "stop": 282.352,
                                "byte_start": 1122367,
                                "byte_stop": 1158102,
                                "text": "Vague as a predominant motivation test might be when used to evaluate single districts, it all but evaporates when applied statewide."
                            },
                            {
                                "start": 282.352,
                                "stop": 296.792,
                                "byte_start": 1158102,
                                "byte_stop": 1215885,
                                "text": "Does it mean, for instance, that partisan intent must outweigh all other goals that the plan pursues contiguity, compactness, preservation of neighborhood, etcetera statewide?"
                            },
                            {
                                "start": 296.792,
                                "stop": 322.758,
                                "byte_start": 1215885,
                                "byte_stop": 1319748,
                                "text": "Even Within a narrower compasses of challenges to a single district moreover applying a predominant intent test to racial gerrymandering is easier and less disruptive unlike political gerrymandering, a decent amount of which, as I said, is okay, segregating voters on the basis of race is unlawful and is much more rarely encountered."
                            },
                            {
                                "start": 322.758,
                                "stop": 343.184,
                                "byte_start": 1319748,
                                "byte_stop": 1401459,
                                "text": "Determining whether the shape of a particular district is so substantially affected by the presence of a rare and constitutionally suspect motive as to invalidated is quite different from determining whether it is so substantially affected by the excess of an ordinary unlawful motive as to invalidated."
                            },
                            {
                                "start": 343.184,
                                "stop": 352.78,
                                "byte_start": 1401459,
                                "byte_stop": 1439807,
                                "text": "The second problem the appellant’s proposed standard would require a plaintiff to show one, that the district\u0027s systematically packed and cracked the rival party’s voters."
                            },
                            {
                                "start": 352.78,
                                "stop": 366.366,
                                "byte_start": 1439807,
                                "byte_stop": 1494141,
                                "text": "Those are election campaign terms for compressing the voters of the other party into one district packing them and cracking them, dispersing them all in order to achieve electoral advantage."
                            },
                            {
                                "start": 366.366,
                                "stop": 382.507,
                                "byte_start": 1494141,
                                "byte_stop": 1558716,
                                "text": "So, you have to show one that they systematically pack and crack, and two, that the map can thwart the plaintiff’s ability to translate a majority of votes into a majority of seats."
                            },
                            {
                                "start": 382.507,
                                "stop": 393.364,
                                "byte_start": 1558716,
                                "byte_stop": 1602184,
                                "text": "Again, our application of somewhat similar standards to assess racial discrimination claims under the Voting Rights Act does not establish that this standard will take root in political soil."
                            },
                            {
                                "start": 393.364,
                                "stop": 408.025,
                                "byte_start": 1602184,
                                "byte_stop": 1660803,
                                "text": "A person’s politics is rarely as readily discernible and never as permanently discernible as a person’s race. Political affiliation is not an immutable characteristic, but may shift from one election to the next."
                            },
                            {
                                "start": 408.025,
                                "stop": 412.28,
                                "byte_start": 1660803,
                                "byte_stop": 1677834,
                                "text": "And even within a given election, not all voters follow the party line."
                            },
                            {
                                "start": 412.28,
                                "stop": 421.518,
                                "byte_start": 1677834,
                                "byte_stop": 1714824,
                                "text": "We dare say and hope that the political party which puts forward an utterly incompetent candidate will lose even in its registration stronghold."
                            },
                            {
                                "start": 421.518,
                                "stop": 434.007,
                                "byte_start": 1714824,
                                "byte_stop": 1764770,
                                "text": "These facts make it impossible to assess the effects of parson gerrymandering the fashion of standard for evaluating a violation and finally to craft a remedy."
                            },
                            {
                                "start": 434.007,
                                "stop": 446.758,
                                "byte_start": 1764770,
                                "byte_stop": 1815761,
                                "text": "Appellants urged that their standard is limited and thereby manageable because it would only target those gerrymanders that thwart the plaintiff’s ability to translate a majority of votes into a majority of seats."
                            },
                            {
                                "start": 446.758,
                                "stop": 453.106,
                                "byte_start": 1815761,
                                "byte_stop": 1841152,
                                "text": "To begin with, it is unclear how that standard has any relevance to a constitutional violation."
                            },
                            {
                                "start": 453.106,
                                "stop": 469.472,
                                "byte_start": 1841152,
                                "byte_stop": 1906563,
                                "text": "It rests upon the principle that groups have a right to proportional representation, but the constitution guarantees equal protection of the law to persons, not equal representation in government to equivalently sized groups of which they are innumerable numbers."
                            },
                            {
                                "start": 469.472,
                                "stop": 482.024,
                                "byte_start": 1906563,
                                "byte_stop": 1956822,
                                "text": "Even assuming its relevance, the standard is unmanageable because the judiciary lacks a reliable means to assess majority party status in the fluid world of political affiliation."
                            },
                            {
                                "start": 482.024,
                                "stop": 503.715,
                                "byte_start": 1956822,
                                "byte_stop": 2043549,
                                "text": "Appellants would have us look to vote totals in statewide races to assess partisan support, but as shown by the facts of this very case, where republicans won three and democrats won two of the five-statewide offices at issue, statewide races can be utterly uninformative."
                            },
                            {
                                "start": 503.715,
                                "stop": 508.095,
                                "byte_start": 2043549,
                                "byte_stop": 2061103,
                                "text": "And what is true at the statewide level may not be true at the district level."
                            },
                            {
                                "start": 508.095,
                                "stop": 515.351,
                                "byte_start": 2061103,
                                "byte_stop": 2090151,
                                "text": "We decline to assume that the only factor determining voting behavior is political affiliation."
                            },
                            {
                                "start": 515.351,
                                "stop": 523.54,
                                "byte_start": 2090151,
                                "byte_stop": 2122856,
                                "text": "Bandemer promised the existence of a standard that is both manageable and discernible, that is suggested by some constitutional requirement."
                            },
                            {
                                "start": 523.54,
                                "stop": 527.759,
                                "byte_start": 2122856,
                                "byte_stop": 2139784,
                                "text": "18 years have proven that prognostication false."
                            },
                            {
                                "start": 527.759,
                                "stop": 532.665,
                                "byte_start": 2139784,
                                "byte_stop": 2159428,
                                "text": "We have no reason to be optimistic as to the emergence of a standard in the future."
                            },
                            {
                                "start": 532.665,
                                "stop": 548.569,
                                "byte_start": 2159428,
                                "byte_stop": 2222958,
                                "text": "Pessimism is validated by today’s opinions in which the four dissenting justices produce three more proposed standards, all of them different from the two suggested in Bandemer, and all of them either unmanageable or indiscernible for reasons we described in our opinion."
                            },
                            {
                                "start": 548.569,
                                "stop": 555.273,
                                "byte_start": 2222958,
                                "byte_stop": 2249812,
                                "text": "We conclude that Bandemer erred in holding that political gerrymandering claims are justiciable."
                            },
                            {
                                "start": 555.273,
                                "stop": 559.638,
                                "byte_start": 2249812,
                                "byte_stop": 2267261,
                                "text": "Stare decisis does not require that Bandemer be allowed to stand."
                            },
                            {
                                "start": 559.638,
                                "stop": 572.931,
                                "byte_start": 2267261,
                                "byte_stop": 2320447,
                                "text": "Stare decisis claims are at their weakest with respect to a decision interpreting the constitution particularly where there has been no reliance on that decision as there could not conceivably had been any reliance on Bandemer."
                            },
                            {
                                "start": 572.931,
                                "stop": 578.205,
                                "byte_start": 2320447,
                                "byte_stop": 2341554,
                                "text": "We would therefor, overrule Bandemer and affirm the judgment of the District Court."
                            },
                            {
                                "start": 578.205,
                                "stop": 586.418,
                                "byte_start": 2341554,
                                "byte_stop": 2374363,
                                "text": "Justice Kennedy has filed an opinion concurring in the judgment and this forms the fifth vote necessary for our disposition of affirmance."
                            },
                            {
                                "start": 586.418,
                                "stop": 596.602,
                                "byte_start": 2374363,
                                "byte_stop": 2415114,
                                "text": "He recognizes that there are no existing manageable standards for measuring whether a political gerrymander burdens the representational rights of a party’s voters."
                            },
                            {
                                "start": 596.602,
                                "stop": 582.725,
                                "byte_start": 2415114,
                                "byte_stop": 2359630,
                                "text": "Justice Kennedy would however limit his disposition to the case before us recognizing that the outcome might be different in a case where a suitable standard could be found."
                            }
                        ]
                    },
                    {
                        "start": 582.725,
                        "stop": 774.827,
                        "byte_start": 2359630,
                        "byte_stop": 3127944,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 582.725,
                                "stop": 592.743,
                                "byte_start": 2359630,
                                "byte_stop": 2399650,
                                "text": "Justice Souter has filed a dissenting opinion joined by Justice Ginsburg; Justice Breyer has filed a dissenting opinion, and I have also filed a dissent."
                            },
                            {
                                "start": 592.743,
                                "stop": 607.711,
                                "byte_start": 2399650,
                                "byte_stop": 2459523,
                                "text": "I shall make just three brief points: the first, neither Justice Scalia\u0027s plurality opinion, nor Justice Kennedy’s opinion concurring in the judgment, contains a single kind word about political gerrymandering."
                            },
                            {
                                "start": 607.711,
                                "stop": 616.747,
                                "byte_start": 2459523,
                                "byte_stop": 2495676,
                                "text": "Partisan gerrymandering like the English rotten borough enables representatives to choose their constituents rather than vice versa."
                            },
                            {
                                "start": 616.747,
                                "stop": 622.204,
                                "byte_start": 2495676,
                                "byte_stop": 2517514,
                                "text": "It is an invidious, undemocratic, and unconstitutional practice."
                            },
                            {
                                "start": 622.204,
                                "stop": 633.864,
                                "byte_start": 2517514,
                                "byte_stop": 2564221,
                                "text": "Although the plurality would rely on the political process to curtail this undemocratic process, five members of the Court agree that claims of this kind are justiciable."
                            },
                            {
                                "start": 633.864,
                                "stop": 638.689,
                                "byte_start": 2564221,
                                "byte_stop": 2583448,
                                "text": "The Constitution does not require the fox to guard the hen house."
                            },
                            {
                                "start": 638.689,
                                "stop": 658.482,
                                "byte_start": 2583448,
                                "byte_stop": 2662651,
                                "text": "Second, a reference to history, when I was in law school in Illinois in 1946, a statute enacted over four decades earlier still define the boundaries of congressional districts in that state."
                            },
                            {
                                "start": 658.482,
                                "stop": 668.578,
                                "byte_start": 2662651,
                                "byte_stop": 2703088,
                                "text": "A suburban district with a population of 112000 had the same representatives as an urban district with 900000 residents."
                            },
                            {
                                "start": 668.578,
                                "stop": 683.871,
                                "byte_start": 2703088,
                                "byte_stop": 2764215,
                                "text": "It was in a case rejecting a constitutional challenge to that undemocratic allocation on justiciability grounds that Justice Frankfurter used his famous metaphor cautioning the judiciary to stay out of the political picket."
                            },
                            {
                                "start": 683.871,
                                "stop": 695.762,
                                "byte_start": 2764215,
                                "byte_stop": 2811758,
                                "text": "Fortunately, that metaphor did not carry the day when our leader decisions in Baker against Carr and Reynolds against Sims paved the path to our one person one vote jurisprudence."
                            },
                            {
                                "start": 695.762,
                                "stop": 703.871,
                                "byte_start": 2811758,
                                "byte_stop": 2844254,
                                "text": "I am confident that the Frankfurter like reasoning in today’s plurality opinion will eventually meet the same fate."
                            },
                            {
                                "start": 703.871,
                                "stop": 731.363,
                                "byte_start": 2844254,
                                "byte_stop": 2954177,
                                "text": "Finally, as a response to the plurality’s professed inability to identify judicially manageable standards to apply in political gerrymandering cases, I need only find out that the same standards that the majority fashioned to reject the racial gerrymanders adapted to mitigate past injustices to minority voters could also be applied in political gerrymandering cases."
                            },
                            {
                                "start": 731.363,
                                "stop": 737.413,
                                "byte_start": 2954177,
                                "byte_stop": 2978419,
                                "text": "After all racial gerrymandering is merely one species of political gerrymandering."
                            },
                            {
                                "start": 737.413,
                                "stop": 747.224,
                                "byte_start": 2978419,
                                "byte_stop": 3017603,
                                "text": "Moreover, as the written dissent demonstrates, other manageable standards are clearly available and presumably will be applied in future cases."
                            },
                            {
                                "start": 747.224,
                                "stop": 774.827,
                                "byte_start": 3017603,
                                "byte_stop": 3127944,
                                "text": "In sum, I am confident that in time, today’s decision will receive the same respectful treatment as Justice Frankfurter’s famous metaphor."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51718,
            "mime": "audio\/mpeg",
            "size": 3151350,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/02-1580\/20040428o_02-1580.delivery.mp3"
        },
        {
            "id": 73490,
            "mime": "audio\/ogg",
            "size": 7875606,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/02-1580\/20040428o_02-1580.ogg"
        },
        {
            "id": 73491,
            "mime": "application\/x-mpegURL",
            "size": 11595,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/02-1580\/20040428o_02-1580.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}