{
    "id": 22002,
    "title": "Opinion Announcement - March 25, 2008",
    "transcript": {
        "title": "Medellín v. Texas",
        "duration": 403.67,
        "sections": [
            {
                "start": 0,
                "stop": 403.67,
                "byte_start": 104869,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 403.67,
                        "byte_start": 104869,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.94,
                                "byte_start": 104869,
                                "byte_stop": 132663,
                                "text": "I have the opinion of the Court in Case 06-984, Medellin versus Texas."
                            },
                            {
                                "start": 6.94,
                                "stop": 11.52,
                                "byte_start": 132663,
                                "byte_stop": 151053,
                                "text": "The United States is a party to a treaty known as the Vienna Convention."
                            },
                            {
                                "start": 11.52,
                                "stop": 21.407,
                                "byte_start": 151053,
                                "byte_stop": 190551,
                                "text": "That treaty provides that if a foreign citizen is arrested, he has the right to get help from the representative of his home country and to be told of that right."
                            },
                            {
                                "start": 21.407,
                                "stop": 30.871,
                                "byte_start": 190551,
                                "byte_stop": 228376,
                                "text": "In this case, petitioner Medellin was arrested in Texas in connection with the brutal gang rape and murder of two girls aged 14 and 16."
                            },
                            {
                                "start": 30.871,
                                "stop": 36.175,
                                "byte_start": 228376,
                                "byte_stop": 249587,
                                "text": "He had lived in the United States since preschool, but was a citizen of Mexico."
                            },
                            {
                                "start": 36.175,
                                "stop": 43.365,
                                "byte_start": 249587,
                                "byte_stop": 278427,
                                "text": "Upon arrest, Medillin was advised of his Miranda rights, waived them in writing and gave a detailed confession."
                            },
                            {
                                "start": 43.365,
                                "stop": 47.943,
                                "byte_start": 278427,
                                "byte_stop": 296712,
                                "text": "He was not, however, advised of his rights under the Vienna Convention."
                            },
                            {
                                "start": 47.943,
                                "stop": 50.971,
                                "byte_start": 296712,
                                "byte_stop": 308833,
                                "text": "Medillin was convicted and sentenced to death."
                            },
                            {
                                "start": 50.971,
                                "stop": 58.817,
                                "byte_start": 308833,
                                "byte_stop": 340180,
                                "text": "After his conviction became final, Medillin argued that it should be set aside because of the Vienna Convention violation."
                            },
                            {
                                "start": 58.817,
                                "stop": 66.677,
                                "byte_start": 340180,
                                "byte_stop": 371631,
                                "text": "The state courts rejected that argument on the ground that it had not been raised in a timely manner under state law."
                            },
                            {
                                "start": 66.677,
                                "stop": 79.096,
                                "byte_start": 371631,
                                "byte_stop": 421264,
                                "text": "Meanwhile, the government of Mexico brought a complaint on behalf of Medillin and 50 other similarly situated Mexican citizens seeking relief for the violation of their Vienna Convention rights."
                            },
                            {
                                "start": 79.096,
                                "stop": 84.503,
                                "byte_start": 421264,
                                "byte_stop": 442893,
                                "text": "Mexico brought this complaint against the United States in the International Court of Justice."
                            },
                            {
                                "start": 84.503,
                                "stop": 95.391,
                                "byte_start": 442893,
                                "byte_stop": 486466,
                                "text": "The International Court of Justice, or ICJ, is an international tribunal located in The Hague that was established pursuant to the United Nations Charter."
                            },
                            {
                                "start": 95.391,
                                "stop": 110.443,
                                "byte_start": 486466,
                                "byte_stop": 546652,
                                "text": "The ICJ found in favor of Mexico ruling that the United States should require a reconsideration of Medillin\u0027s Vienna Convention claim despite his failure to comply with state procedural rules governing such challenges."
                            },
                            {
                                "start": 110.443,
                                "stop": 129.108,
                                "byte_start": 546652,
                                "byte_stop": 621362,
                                "text": "In the case of Sanchez-Llamas versus Oregon, decided in this Court less than two years ago, we confronted a claim by foreign nationals not included in the ICJ\u0027s judgment who similarly argued that the Vienna Convention required that state law be set aside in their cases."
                            },
                            {
                                "start": 129.108,
                                "stop": 140.534,
                                "byte_start": 621362,
                                "byte_stop": 667024,
                                "text": "We rejected that claim, disagreeing with the ICJ\u0027s interpretation of the Vienna Convention, holding instead that the Convention does not trump state procedural rules."
                            },
                            {
                                "start": 140.534,
                                "stop": 151.147,
                                "byte_start": 667024,
                                "byte_stop": 709551,
                                "text": "Now, following the ICJ\u0027s decision and notwithstanding our decision in Sanchez-Llamas, Medillin filed another application for relief in Texas state court."
                            },
                            {
                                "start": 151.147,
                                "stop": 170.965,
                                "byte_start": 709551,
                                "byte_stop": 788755,
                                "text": "He argued that because the United States agreed to the jurisdiction of the ICJ when it signed the Vienna Convention, the ICJ judgment was itself automatically federal law that required Texas to set aside its contrary state rules no matter what this Court had said in Sanchez-Llamas."
                            },
                            {
                                "start": 170.965,
                                "stop": 176.127,
                                "byte_start": 788755,
                                "byte_stop": 809444,
                                "text": "The Texas courts rejected that claim we granted review."
                            },
                            {
                                "start": 176.127,
                                "stop": 183.606,
                                "byte_start": 809444,
                                "byte_stop": 839328,
                                "text": "Going all the way back to an opinion by Chief Justice John Marshall, this Court has explained that there are two types of treaties."
                            },
                            {
                                "start": 183.606,
                                "stop": 194.035,
                                "byte_start": 839328,
                                "byte_stop": 881019,
                                "text": "The President can negotiate and the Senate can ratify a treaty that on its terms specifies that its provisions can automatically become federal law."
                            },
                            {
                                "start": 194.035,
                                "stop": 201.278,
                                "byte_start": 881019,
                                "byte_stop": 910067,
                                "text": "Such a treaty is called self-executing and it does indeed trump contrary state and even federal law."
                            },
                            {
                                "start": 201.278,
                                "stop": 215.041,
                                "byte_start": 910067,
                                "byte_stop": 965133,
                                "text": "The other type is a treaty that is not self-executing and its provisions become federal law only if Congress passes and the President signs, implementing legislation, giving that effect to them."
                            },
                            {
                                "start": 215.041,
                                "stop": 233.338,
                                "byte_start": 965133,
                                "byte_stop": 1038276,
                                "text": "We conclude that the ICJ judgment did not automatically become federal law, overriding state law under the Supremacy Clause because the treaties pursuant to which the United States agreed to ICJ jurisdiction do not provide that ICJ judgments would be self-executing."
                            },
                            {
                                "start": 233.338,
                                "stop": 247.166,
                                "byte_start": 1038276,
                                "byte_stop": 1093551,
                                "text": "For example, the UN Charter says that member states will \u0022undertake to comply\u0022 with ICJ judgments, which is different from saying they are automatically effective as domestic law."
                            },
                            {
                                "start": 247.166,
                                "stop": 262.304,
                                "byte_start": 1093551,
                                "byte_stop": 1154156,
                                "text": "The relevant treaties provide that ICJ judgments were to be enforced through the UN Security Council and the United States knew that it could always block enforcement if it disagreed with an ICJ judgment by exercising its Security Council veto."
                            },
                            {
                                "start": 262.304,
                                "stop": 271.023,
                                "byte_start": 1154156,
                                "byte_stop": 1189055,
                                "text": "That right would be taken away if ICJ judgments were automatically enforceable as federal law without more."
                            },
                            {
                                "start": 271.023,
                                "stop": 276.769,
                                "byte_start": 1189055,
                                "byte_stop": 1212043,
                                "text": "There are currently 47 nations that have submitted to ICJ jurisdiction in this area."
                            },
                            {
                                "start": 276.769,
                                "stop": 284.456,
                                "byte_start": 1212043,
                                "byte_stop": 1242763,
                                "text": "Not one treats ICJ judgments as binding law in their courts as Medillin argues we should."
                            },
                            {
                                "start": 284.456,
                                "stop": 299.155,
                                "byte_start": 1242763,
                                "byte_stop": 1301591,
                                "text": "For these and other reasons set forth in our opinion, we hold that the ICJ decision does not require Texas to set aside its state law and reconsider Medillin\u0027s conviction, but there is more to the case."
                            },
                            {
                                "start": 299.155,
                                "stop": 316.338,
                                "byte_start": 1301591,
                                "byte_stop": 1370240,
                                "text": "After the ICJ decision, the President sent a memorandum to the Attorney General stating that the United States would discharge its international obligations under the ICJ decision \u0022by having state courts give effect to the decision.\u0022"
                            },
                            {
                                "start": 316.338,
                                "stop": 328.059,
                                "byte_start": 1370240,
                                "byte_stop": 1417156,
                                "text": "Medillin argues that even if the ICJ judgment does not by itself require Texas to reconsider his Vienna Convention claim, the President\u0027s memorandum does."
                            },
                            {
                                "start": 328.059,
                                "stop": 330.377,
                                "byte_start": 1417156,
                                "byte_stop": 1426456,
                                "text": "The Solicitor General agrees."
                            },
                            {
                                "start": 330.377,
                                "stop": 332.031,
                                "byte_start": 1426456,
                                "byte_stop": 1433039,
                                "text": "We do not."
                            },
                            {
                                "start": 332.031,
                                "stop": 338.154,
                                "byte_start": 1433039,
                                "byte_stop": 1457489,
                                "text": "In this area, federal law that displaces state law can be created in one of two ways."
                            },
                            {
                                "start": 338.154,
                                "stop": 351.82,
                                "byte_start": 1457489,
                                "byte_stop": 1512242,
                                "text": "First, Congress can pass a law that the President signs or whose veto is overridden, or second, the President can make and the Senate can ratify a self-executing treaty."
                            },
                            {
                                "start": 351.82,
                                "stop": 355.644,
                                "byte_start": 1512242,
                                "byte_stop": 1527498,
                                "text": "You will notice that there\u0027s something about each of these options."
                            },
                            {
                                "start": 355.644,
                                "stop": 360.919,
                                "byte_start": 1527498,
                                "byte_stop": 1548605,
                                "text": "Each requires action by both the Executive and the Legislative Branches."
                            },
                            {
                                "start": 360.919,
                                "stop": 367.734,
                                "byte_start": 1548605,
                                "byte_stop": 1575876,
                                "text": "As a general manner, the framers did not trust one branch, acting alone, to create federal law."
                            },
                            {
                                "start": 367.734,
                                "stop": 375.164,
                                "byte_start": 1575876,
                                "byte_stop": 1605551,
                                "text": "Here, the argument is that the President acting alone created federal law that displaces state law."
                            },
                            {
                                "start": 375.164,
                                "stop": 380.067,
                                "byte_start": 1605551,
                                "byte_stop": 1625196,
                                "text": "We do not accept that proposition under the circumstances before us."
                            },
                            {
                                "start": 380.067,
                                "stop": 392.613,
                                "byte_start": 1625196,
                                "byte_stop": 1675351,
                                "text": "Accordingly, neither the ICJ judgment nor the President\u0027s memorandum give rise -- gives rise to federal law that displaces the application of Texas state law."
                            },
                            {
                                "start": 392.613,
                                "stop": 395.201,
                                "byte_start": 1675351,
                                "byte_stop": 1685695,
                                "text": "The decision below is affirmed."
                            },
                            {
                                "start": 395.201,
                                "stop": 399.235,
                                "byte_start": 1685695,
                                "byte_stop": 1701891,
                                "text": "Justice Stevens has written an opinion concurring in the judgment."
                            },
                            {
                                "start": 399.235,
                                "stop": 403.67,
                                "byte_start": 1701891,
                                "byte_stop": 0,
                                "text": "Justice Breyer has written a dissenting opinion in which Justices Souter and Ginsburg joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53126,
            "mime": "audio\/mpeg",
            "size": 1719550,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-984\/20080325o_06-984.delivery.mp3"
        },
        {
            "id": 74876,
            "mime": "audio\/ogg",
            "size": 4024368,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-984\/20080325o_06-984.ogg"
        },
        {
            "id": 74877,
            "mime": "application\/x-mpegURL",
            "size": 5916,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-984\/20080325o_06-984.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}