{
    "id": 19833,
    "title": "Opinion Announcement - June 28, 2000",
    "transcript": {
        "title": "Hill v. Colorado",
        "duration": 1660.212,
        "sections": [
            {
                "start": 0,
                "stop": 1660.212,
                "byte_start": 84539,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.068,
                        "byte_start": 84539,
                        "byte_stop": 120901,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.068,
                                "byte_start": 84539,
                                "byte_stop": 120901,
                                "text": "The opinion of the Court in No. 98-1856, Hill against Colorado will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 9.068,
                        "stop": 434.748,
                        "byte_start": 120901,
                        "byte_stop": 1823563,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 9.068,
                                "stop": 14.79,
                                "byte_start": 120901,
                                "byte_stop": 143785,
                                "text": "This case comes to us on a writ of certiorari to the Supreme Court of Colorado."
                            },
                            {
                                "start": 14.79,
                                "stop": 28.715,
                                "byte_start": 143785,
                                "byte_stop": 199478,
                                "text": "At issue is the constitutionality of a 1993 Colorado statute that regulates speech-related conduct within 100-feet of the entrance to any healthcare facility in the State."
                            },
                            {
                                "start": 28.715,
                                "stop": 54.417,
                                "byte_start": 199478,
                                "byte_stop": 302296,
                                "text": "The challenged section of the statute makes it unlawful within the regulated areas for any person to “knowingly approach” within eight feet of another person, without that person’s consent, “for the purpose of passing a leaflet or handbill to, displaying a sign to, or engaging in oral protest, education, or counseling with such other person.”"
                            },
                            {
                                "start": 54.417,
                                "stop": 61.42,
                                "byte_start": 302296,
                                "byte_stop": 330299,
                                "text": "Petitioners are opponents of abortion and engage in a practice that they call Sidewalk Counseling."
                            },
                            {
                                "start": 61.42,
                                "stop": 73.407,
                                "byte_start": 330299,
                                "byte_stop": 378260,
                                "text": "They regularly attempt to inform others about abortion and abortion alternatives outside of healthcare facilities through verbal speech, signs, and distribution of literature."
                            },
                            {
                                "start": 73.407,
                                "stop": 84.078,
                                "byte_start": 378260,
                                "byte_stop": 420892,
                                "text": "Although, the State of Colorado presented evidence that demonstrations in front of abortion clinics sometimes in TDEx as to those clinics and were often confrontational."
                            },
                            {
                                "start": 84.078,
                                "stop": 90.468,
                                "byte_start": 420892,
                                "byte_stop": 446492,
                                "text": "There was no evidence that the petitioners in this case were ever abusive or confrontational."
                            },
                            {
                                "start": 90.468,
                                "stop": 99.536,
                                "byte_start": 446492,
                                "byte_stop": 482750,
                                "text": "The basic question is whether the First Amendment rights of the petitioners are abridged by the protection the statute provides for the unwilling listener."
                            },
                            {
                                "start": 99.536,
                                "stop": 108.369,
                                "byte_start": 482750,
                                "byte_stop": 518067,
                                "text": "The Colorado Supreme Court unanimously upheld the constitutionality of the statute as a valid time, place, and manner restrictions."
                            },
                            {
                                "start": 108.369,
                                "stop": 113.784,
                                "byte_start": 518067,
                                "byte_stop": 539697,
                                "text": "For reason stated in an opinion filed with the Clerk, we affirm that decision."
                            },
                            {
                                "start": 113.784,
                                "stop": 126.189,
                                "byte_start": 539697,
                                "byte_stop": 589329,
                                "text": "We began by pointing out the significant difference between State restrictions on a speaker’s right to address a willing audience, and those that protect unwilling listeners from unwanted communication."
                            },
                            {
                                "start": 126.189,
                                "stop": 129.118,
                                "byte_start": 589329,
                                "byte_stop": 601032,
                                "text": "This statute deals only with the latter."
                            },
                            {
                                "start": 129.118,
                                "stop": 145.441,
                                "byte_start": 601032,
                                "byte_stop": 666338,
                                "text": "It is significant that the statute does not place any limit whatsoever on what maybe set or displayed more than eight feet from the listener and it doesn’t place any limit on what maybe said if the listener consents to the speaker coming within eight feet of the speaker."
                            },
                            {
                                "start": 145.441,
                                "stop": 169.048,
                                "byte_start": 666338,
                                "byte_stop": 760797,
                                "text": "The right to free speech of course includes the right to attempt to persuade others to change their views, and may not be curtailed simply because the speaker’s message maybe offensive to his audience, but the protection afforded to offensive messages does not always embrace speech that is so intrusive that the unwilling listener cannot avoid it."
                            },
                            {
                                "start": 169.048,
                                "stop": 187.183,
                                "byte_start": 760797,
                                "byte_stop": 833313,
                                "text": "In a case decided in 1921 in a very different context, Chief Justice Taft explained the interest of the unwilling listener in this language, “How far may men go in persuasion and communication, and still not violate the right of those whom they would influence?"
                            },
                            {
                                "start": 187.183,
                                "stop": 197.473,
                                "byte_start": 833313,
                                "byte_stop": 874482,
                                "text": "In going to and from work, men have a right to as free a passage without obstruction as the streets afford, consistent with the right of others to enjoy the same privilege."
                            },
                            {
                                "start": 197.473,
                                "stop": 213.399,
                                "byte_start": 874482,
                                "byte_stop": 938221,
                                "text": "We are a social people, and the accosting by one of another in an inoffensive way and an offer by one to communicate and discuss information with a view to influencing the other\u0027s action are not regarded as aggression or a violation of that other\u0027s rights."
                            },
                            {
                                "start": 213.399,
                                "stop": 228.599,
                                "byte_start": 938221,
                                "byte_stop": 999034,
                                "text": "If, however, the offer is declined, as it may rightfully be, then persistence, importunity, following and dogging, become unjustifiable annoyance and obstruction which is likely soon to savor of intimidation."
                            },
                            {
                                "start": 228.599,
                                "stop": 233.829,
                                "byte_start": 999034,
                                "byte_stop": 1019932,
                                "text": "From all of this the person sought to be influenced has a right to be free.”"
                            },
                            {
                                "start": 233.829,
                                "stop": 238.738,
                                "byte_start": 1019932,
                                "byte_stop": 1039576,
                                "text": "The unwilling listener’s interest has been repeatedly identified in our cases."
                            },
                            {
                                "start": 238.738,
                                "stop": 250.823,
                                "byte_start": 1039576,
                                "byte_stop": 1087850,
                                "text": "It is an aspect of the broader right to be let on that one of our wisest Justice, Justice Brandeis characterized as “the most comprehensive of rights and the right most valued by civilized men.”"
                            },
                            {
                                "start": 250.823,
                                "stop": 259.059,
                                "byte_start": 1087850,
                                "byte_stop": 1120869,
                                "text": "The Colorado Supreme Court was correct to conclude that this regulation is a content-neutral time, place, or manner restriction."
                            },
                            {
                                "start": 259.059,
                                "stop": 271.571,
                                "byte_start": 1120869,
                                "byte_stop": 1170919,
                                "text": "It was not adopted because the State disagreed with any particular message and the State’s interest in protecting access and privacy are unrelated to the content of the demonstrator’s speech."
                            },
                            {
                                "start": 271.571,
                                "stop": 292.351,
                                "byte_start": 1170919,
                                "byte_stop": 1253989,
                                "text": "Petitioners nevertheless argued that the statute is not content-neutral, because an individual near a healthcare facility who knowingly approaches a pedestrian to say good morning or to randomly reside a few lines from a novel would not be subject to the statute’s restriction of oral protest, education and counseling."
                            },
                            {
                                "start": 292.351,
                                "stop": 294.532,
                                "byte_start": 1253989,
                                "byte_stop": 1262766,
                                "text": "This argument is misplaced."
                            },
                            {
                                "start": 294.532,
                                "stop": 315.771,
                                "byte_start": 1262766,
                                "byte_stop": 1347716,
                                "text": "It is common in the law to examine the content of a communication to determine the speaker’s purpose, whether a particular statement constitutes a threat, blackmail, an agreement to fix prices, a copyright violation, a public offering of securities, or an offer to sell goods often depends on the precise content of the statement."
                            },
                            {
                                "start": 315.771,
                                "stop": 332.354,
                                "byte_start": 1347716,
                                "byte_stop": 1413963,
                                "text": "At most the necessary review under this statute need to be no more extensive than a simple determination of whether a general prohibition of picketing or demonstrating applies to innocuous speech, which we have never found constitutionally problematic."
                            },
                            {
                                "start": 332.354,
                                "stop": 345.16,
                                "byte_start": 1413963,
                                "byte_stop": 1465267,
                                "text": "The Colorado Statute’s regulation places no restrictions on and clearly does not prohibit either a particular viewpoint or any subject matter that may be discussed by a speaker."
                            },
                            {
                                "start": 345.16,
                                "stop": 352.368,
                                "byte_start": 1465267,
                                "byte_stop": 1494106,
                                "text": "It applies equally to used car salesmen, animal rights activists, fundraisers, environmentalists, and missionaries."
                            },
                            {
                                "start": 352.368,
                                "stop": 362.035,
                                "byte_start": 1494106,
                                "byte_stop": 1532768,
                                "text": "Each can attempt to educate unwilling listeners on any subject, but without consent may not approach within eight feet to do so."
                            },
                            {
                                "start": 362.035,
                                "stop": 366.733,
                                "byte_start": 1532768,
                                "byte_stop": 1551576,
                                "text": "We also agree with the State Court’s conclusion that the section is narrowly tailored."
                            },
                            {
                                "start": 366.733,
                                "stop": 372.723,
                                "byte_start": 1551576,
                                "byte_stop": 1575504,
                                "text": "We are persuaded that the statute leaves open ample alternative channels for communication."
                            },
                            {
                                "start": 372.723,
                                "stop": 378.568,
                                "byte_start": 1575504,
                                "byte_stop": 1598910,
                                "text": "Additionally, we previously have noted the unique concerns that surround healthcare facilities."
                            },
                            {
                                "start": 378.568,
                                "stop": 387.166,
                                "byte_start": 1598910,
                                "byte_stop": 1633287,
                                "text": "Persons who are attempting to enter health care facilities for any purpose are often in particularly vulnerable, physical and emotional conditions."
                            },
                            {
                                "start": 387.166,
                                "stop": 402.242,
                                "byte_start": 1633287,
                                "byte_stop": 1693577,
                                "text": "The State of Colorado has responded to its substantial and legitimate interest in protecting these persons from unwanted encounters, confrontations, and even assaults by enacting a modest restriction on the speakers’ ability to approach."
                            },
                            {
                                "start": 402.242,
                                "stop": 410.165,
                                "byte_start": 1693577,
                                "byte_stop": 1725238,
                                "text": "Petitioners\u0027 further contemned that the statute is unconstitutional because it is overbroad, vague, and a prior restrained."
                            },
                            {
                                "start": 410.165,
                                "stop": 421.627,
                                "byte_start": 1725238,
                                "byte_stop": 1771109,
                                "text": "For reasons that are stated than rather likely opinion which is joined by the Chief Justice and Justices O’Connor, Souter, Ginsburg, and Breyer, we reject each of those arguments."
                            },
                            {
                                "start": 421.627,
                                "stop": 434.748,
                                "byte_start": 1771109,
                                "byte_stop": 1823563,
                                "text": "Justice Souter has filed a concurring opinion in which Justices O’Connor, Ginsburg, and Breyer have joined, and Justice Scalia has some contrary views to express."
                            }
                        ]
                    },
                    {
                        "start": 434.748,
                        "stop": 1242.162,
                        "byte_start": 1823563,
                        "byte_stop": 5053238,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 434.748,
                                "stop": 440.103,
                                "byte_start": 1823563,
                                "byte_stop": 1844983,
                                "text": "I have filed a dissent in this case in which Justice Thomas has joined."
                            },
                            {
                                "start": 440.103,
                                "stop": 447.834,
                                "byte_start": 1844983,
                                "byte_stop": 1875912,
                                "text": "It has long been a fundamental principle of our First Amendment jurisprudence that government imposed restrictions on speech must be narrowly tailored."
                            },
                            {
                                "start": 447.834,
                                "stop": 454.463,
                                "byte_start": 1875912,
                                "byte_stop": 1902452,
                                "text": "They cannot go further than it is necessary to achieve a legitimate state interest that is pursued."
                            },
                            {
                                "start": 454.463,
                                "stop": 468.852,
                                "byte_start": 1902452,
                                "byte_stop": 1960026,
                                "text": "Moreover, if the restriction on speech is content based, if it applies not impartially to all speech but only to speech with a particular content the asserted State interest must be not only a significant one but a compelling one."
                            },
                            {
                                "start": 468.852,
                                "stop": 479.308,
                                "byte_start": 1960026,
                                "byte_stop": 2001822,
                                "text": "The Court today concludes that the compelling State interest requirement is not applicable here because the restriction is not content based, that is patently false."
                            },
                            {
                                "start": 479.308,
                                "stop": 494.942,
                                "byte_start": 2001822,
                                "byte_stop": 2064412,
                                "text": "The ban on leafleting does indeed apply to all leaflets of whatever content, but the ban on oral speech applies only to speech that consists of “protest, education, or counseling”."
                            },
                            {
                                "start": 494.942,
                                "stop": 513.839,
                                "byte_start": 2064412,
                                "byte_stop": 2139958,
                                "text": "Of course, in the context of this legislation applicable only to healthcare facilities, we all know that those terms are code words for speech in opposition to abortion, but even accepting them at face value, it is impossible to believe that they do not make the restriction hinge upon the content of the speech."
                            },
                            {
                                "start": 513.839,
                                "stop": 526.7,
                                "byte_start": 2139958,
                                "byte_stop": 2191367,
                                "text": "Whether a speaker may obtain permission before approaching within eight feet and whether he will be sent to prison for failing to do so, depends entirely on what he intends to say when he gets there."
                            },
                            {
                                "start": 526.7,
                                "stop": 539.36,
                                "byte_start": 2191367,
                                "byte_stop": 2242044,
                                "text": "Even if however, the regulation here were not content based, it would under our well-established law still have to be narrowly tailored in order to achieve a significant though not a compelling state interest."
                            },
                            {
                                "start": 539.36,
                                "stop": 543.004,
                                "byte_start": 2242044,
                                "byte_stop": 2256568,
                                "text": "It plainly does not pass even that more lenient test."
                            },
                            {
                                "start": 543.004,
                                "stop": 566.778,
                                "byte_start": 2256568,
                                "byte_stop": 2351654,
                                "text": "The statute the court upholds today makes it a criminal act knowingly to approach within eight feet of another person without his consent on the public sidewalk within a 100 feet of the entrance door to a healthcare facility for the purpose of passing a leaflet to, displaying a sign to, or engaging in oral protest, education, or counseling with such person."
                            },
                            {
                                "start": 566.778,
                                "stop": 585.559,
                                "byte_start": 2351654,
                                "byte_stop": 2426782,
                                "text": "The eight foot buffer zone attaches to every person on the public way or sidewalk within a 100 feet of the entrance of a medical facility, not just pregnant woman, not just healthcare providers, not even just those people seeking to enter the facility but to everyone passing on the sidewalk."
                            },
                            {
                                "start": 585.559,
                                "stop": 615.959,
                                "byte_start": 2426782,
                                "byte_stop": 2548408,
                                "text": "As the State acknowledged at oral argument this weird buffer zone would attach to any person within a 100 feet of the entrance door of a skyscraper in which a single doctor, not necessarily a doctor providing abortion but even a dentist occupied an office on the 18th floor, and of course the statute criminalizes all unconsented to approaches, no matter how peaceful and non-threatening for the purpose of oral protest, education, or counseling."
                            },
                            {
                                "start": 615.959,
                                "stop": 629.522,
                                "byte_start": 2548408,
                                "byte_stop": 2602639,
                                "text": "Not just protest, education, or counseling concerning abortion or even healthcare more generally, but also protest, education, or counseling concerning unionization, religious belief, public referendums, or anything else."
                            },
                            {
                                "start": 629.522,
                                "stop": 643.121,
                                "byte_start": 2602639,
                                "byte_stop": 2657078,
                                "text": "It also criminalizes every approach made for the purposes of leafleting or handbilling, even the leaflet or handbill is not aimed at protest, education, or counseling but says simply eat at Bubba\u0027s Barbeque."
                            },
                            {
                                "start": 643.121,
                                "stop": 652.562,
                                "byte_start": 2657078,
                                "byte_stop": 2694799,
                                "text": "What possible legitimate State interest could this conceivably be narrowly tailored to achieve, that is a good question."
                            },
                            {
                                "start": 652.562,
                                "stop": 676.192,
                                "byte_start": 2694799,
                                "byte_stop": 2789362,
                                "text": "The statute itself said that its purpose was, “to prevent willful obstruction of a person’s access to medical counseling and treatment in a healthcare facility”, and that was the only State interest dissertate by counsel for Colorado in their briefs and oral argument, but of course this law goes wildly beyond what is necessary for that purpose."
                            },
                            {
                                "start": 676.192,
                                "stop": 691.09,
                                "byte_start": 2789362,
                                "byte_stop": 2848921,
                                "text": "So, the court ignores today the purpose specified by the statute, and dissertate by its defenders, and posits instead the purpose of protecting citizens’ rights to be let alone from unwanted speech."
                            },
                            {
                                "start": 691.09,
                                "stop": 700.945,
                                "byte_start": 2848921,
                                "byte_stop": 2888418,
                                "text": "This Court invented State interest, was not only unasserted by Colorado, but it was positively disclaimed as of the purpose of the law."
                            },
                            {
                                "start": 700.945,
                                "stop": 716.975,
                                "byte_start": 2888418,
                                "byte_stop": 2952470,
                                "text": "It was the opponents of the law, the petitioners here, who had asserted that that what its purpose because it was so very clear from our cases that such a purpose protecting people from unwanted speech in the public forum would be unconstitutional."
                            },
                            {
                                "start": 716.975,
                                "stop": 733.558,
                                "byte_start": 2952470,
                                "byte_stop": 3018821,
                                "text": "To quote only one of our cases on this point, “the Constitution does not permit the government to decide which types of otherwise protected speech are sufficiently offensive to require protection for the unwilling listener or viewer.”"
                            },
                            {
                                "start": 733.558,
                                "stop": 754.841,
                                "byte_start": 3018821,
                                "byte_stop": 3103981,
                                "text": "To be sure we have protected the listener who is outside the public form, the homeowner who’s residence has picketed, and we protected the captive listener who does not want to be subjected to political propaganda on a public bus or trolley, but we have never even hinted that a person walking along the public streets could be protected from unwelcome speech."
                            },
                            {
                                "start": 754.841,
                                "stop": 774.56,
                                "byte_start": 3103981,
                                "byte_stop": 3182870,
                                "text": "The only authority the Court provides for its newly discovered right to be let alone is a passage in Justice Brandeis’ 1928 dissent in a case called Olmstead versus United States, and the amusing feature of that is that even this slim reed contradicts rather than supports the court’s position."
                            },
                            {
                                "start": 774.56,
                                "stop": 784.546,
                                "byte_start": 3182870,
                                "byte_stop": 3222786,
                                "text": "The right to be let alone that Justice Brandeis described was a right the Constitution conferred, “as against the government”."
                            },
                            {
                                "start": 784.546,
                                "stop": 800.103,
                                "byte_start": 3222786,
                                "byte_stop": 3284957,
                                "text": "Wise to the extent that there can be gleaned from our cases, even from our 72-year-old dissents, a right to be let alone, it is the right of the speaker in the public forum to be free from government interference of the sort Colorado has imposed here."
                            },
                            {
                                "start": 800.103,
                                "stop": 821.502,
                                "byte_start": 3284957,
                                "byte_stop": 3370639,
                                "text": "As we said, just three terms ago, in a case called Schenck versus Pro-Choice Network of Western New York far from having a right to be let alone “our own citizens must tolerate insulting, and even outrageous speech in order to provide adequate breathing space to the freedoms protected by the First Amendment.”"
                            },
                            {
                                "start": 821.502,
                                "stop": 833.234,
                                "byte_start": 3370639,
                                "byte_stop": 3417555,
                                "text": "At some points in its opinion the Court re-characterizes the right to be let alone as a “right to be free from persistence, importunity, following and dogging”."
                            },
                            {
                                "start": 833.234,
                                "stop": 843.66,
                                "byte_start": 3417555,
                                "byte_stop": 3459246,
                                "text": "That is of course a more limited interest, but once again there is no possible way the statue can be regarded as narrowly-tailored to protect that interest."
                            },
                            {
                                "start": 843.66,
                                "stop": 859.513,
                                "byte_start": 3459246,
                                "byte_stop": 3522671,
                                "text": "It criminalizes the most innocuous approaches to educate or counsel, and requires leafleters, no matter what subject their leaflet address is, to avoid approaching passers by closer than eight feet with an outstretched arm."
                            },
                            {
                                "start": 859.513,
                                "stop": 865.654,
                                "byte_start": 3522671,
                                "byte_stop": 3547226,
                                "text": "In the last analysis, the Court frankly acknowledges that this statute is not narrowly-tailored."
                            },
                            {
                                "start": 865.654,
                                "stop": 873.671,
                                "byte_start": 3547226,
                                "byte_stop": 3579305,
                                "text": "It says “a bright-line prophylactic rule maybe the best way to provide protection.”"
                            },
                            {
                                "start": 873.671,
                                "stop": 880.089,
                                "byte_start": 3579305,
                                "byte_stop": 3604905,
                                "text": "I scarcely know how to respond to such an unabashed repudiation of our First Amendment doctrine."
                            },
                            {
                                "start": 880.089,
                                "stop": 887.422,
                                "byte_start": 3604905,
                                "byte_stop": 3634266,
                                "text": "Broad prophylaxis is the antithesis of narrow tailoring, which is what the First Amendment has until today required."
                            },
                            {
                                "start": 887.422,
                                "stop": 896.887,
                                "byte_start": 3634266,
                                "byte_stop": 3672092,
                                "text": "We have stated time and time again that prophylactic restrictions in the First Amendment context even when they are content-neutral are not permissible."
                            },
                            {
                                "start": 896.887,
                                "stop": 916.415,
                                "byte_start": 3672092,
                                "byte_stop": 3750250,
                                "text": "The Court emphasizes in its opinion the importance of taking into account “the place to which these regulations apply” but a proper regard for the place involved in this case should result and if anything, a commitment by this court to adhere even more rigorously to our speech protective standards."
                            },
                            {
                                "start": 916.415,
                                "stop": 930.103,
                                "byte_start": 3750250,
                                "byte_stop": 3805003,
                                "text": "The public forum involved here, the public space outside of abortion clinics has become by necessity and by virtue of this court’s decisions, a forum of last resort for those who oppose abortion."
                            },
                            {
                                "start": 930.103,
                                "stop": 944.671,
                                "byte_start": 3805003,
                                "byte_stop": 3863308,
                                "text": "The possibility of limiting abortion by legislative means even abortion of a live-and-kicking child that is almost entirely out of the womb has been rendered impossible by our decisions from Roe versus Wade to Stenberg versus Carhart."
                            },
                            {
                                "start": 944.671,
                                "stop": 960.135,
                                "byte_start": 3863308,
                                "byte_stop": 3925166,
                                "text": "For those who share an abiding moral or religious conviction or for that matter, simply a biological appreciation that abortion is the taking of a human life, there is no option but to persuade women one-by-one, not to make that choice."
                            },
                            {
                                "start": 960.135,
                                "stop": 968.624,
                                "byte_start": 3925166,
                                "byte_stop": 3959125,
                                "text": "As a general matter, the most effective place, if not the only place, where that persuasion can occur, is outside the entrances to abortion facilities."
                            },
                            {
                                "start": 968.624,
                                "stop": 976.935,
                                "byte_start": 3959125,
                                "byte_stop": 3992353,
                                "text": "By upholding these restrictions on speech in this place the Court ratifies the State’s attempt to make even that task an impossible one."
                            },
                            {
                                "start": 976.935,
                                "stop": 981.758,
                                "byte_start": 3992353,
                                "byte_stop": 4011579,
                                "text": "The Court seeks to minimize the burden that this law places upon those who wish to speak."
                            },
                            {
                                "start": 981.758,
                                "stop": 992.759,
                                "byte_start": 4011579,
                                "byte_stop": 4055674,
                                "text": "It seriously asserts, for example, that the eight-foot zone allows a speaker to communicate at a “normal conversational distance”."
                            },
                            {
                                "start": 992.759,
                                "stop": 1007.436,
                                "byte_start": 4055674,
                                "byte_stop": 4114292,
                                "text": "I have certainly held conversations at a distance of eight feet seated in the quiet of my chambers, but I have never walked along the public sidewalk and have not seen others do so conversing at an eight-foot remove, the suggestion is absurd."
                            },
                            {
                                "start": 1007.436,
                                "stop": 1021.377,
                                "byte_start": 4114292,
                                "byte_stop": 4170090,
                                "text": "So is the court’s suggestion that the opponents of abortion can take comfort in the fact that the statute “places no limitation on the number of speakers or the noise level, including the use of amplification equipment”."
                            },
                            {
                                "start": 1021.377,
                                "stop": 1031.505,
                                "byte_start": 4170090,
                                "byte_stop": 4210632,
                                "text": "That is good enough I suppose for those individuals or groups who are intent on bullying or frightening women out of an abortion or doctors out of performing that procedure."
                            },
                            {
                                "start": 1031.505,
                                "stop": 1052.368,
                                "byte_start": 4210632,
                                "byte_stop": 4294015,
                                "text": "Hate and invective, shouted by a mob through bullhorns at a distance of eight feet will serve their purposes well enough, but those who would accomplish their moral and religious objectives by peaceful and civil needs, by trying to persuade individual women of the rightness of their cause will be deterred; and that is not a good thing for democracy."
                            },
                            {
                                "start": 1052.368,
                                "stop": 1069.233,
                                "byte_start": 4294015,
                                "byte_stop": 4361515,
                                "text": "The availability of a powerful amplification system will be of little help to the woman who hopes to forge, in the last moments before another of her sexes to have an abortion, a bond of concern and intimacy that might enable her to persuade the woman to change her mind and heart."
                            },
                            {
                                "start": 1069.233,
                                "stop": 1078.806,
                                "byte_start": 4361515,
                                "byte_stop": 4399863,
                                "text": "The counselor may wish to walk alongside and say, sympathetically and as softly as the circumstances allow something like: “My dear, I know what you are going through."
                            },
                            {
                                "start": 1078.806,
                                "stop": 1080.76,
                                "byte_start": 4399863,
                                "byte_stop": 4407595,
                                "text": "I have been through it myself."
                            },
                            {
                                "start": 1080.76,
                                "stop": 1083.356,
                                "byte_start": 4407595,
                                "byte_stop": 4418044,
                                "text": "You are not alone and you do not have to do this."
                            },
                            {
                                "start": 1083.356,
                                "stop": 1084.688,
                                "byte_start": 4418044,
                                "byte_stop": 4423373,
                                "text": "There are other alternatives."
                            },
                            {
                                "start": 1084.688,
                                "stop": 1085.79,
                                "byte_start": 4423373,
                                "byte_stop": 4427762,
                                "text": "Will you let me help you?"
                            },
                            {
                                "start": 1085.79,
                                "stop": 1091.295,
                                "byte_start": 4427762,
                                "byte_stop": 4449809,
                                "text": "May I show you a picture of what your child looks like at this stage of her human development?”"
                            },
                            {
                                "start": 1091.295,
                                "stop": 1102.753,
                                "byte_start": 4449809,
                                "byte_stop": 4495576,
                                "text": "The Court would have us believe that this can be done effectively yea, it suggests, perhaps even more effectively by shouting through a bullhorn at a distance of eight feet."
                            },
                            {
                                "start": 1102.753,
                                "stop": 1109.926,
                                "byte_start": 4495576,
                                "byte_stop": 4524310,
                                "text": "It is interesting to compare the present decision with the other abortion case decided today, the Stenberg."
                            },
                            {
                                "start": 1109.926,
                                "stop": 1128.606,
                                "byte_start": 4524310,
                                "byte_stop": 4599021,
                                "text": "This decision upholds an utterly bizarre proabortion, please may I approach provision, while Stenberg strikes down a live-birth abortion prohibition adopted by 30 States and twice passed by both Houses of Congress."
                            },
                            {
                                "start": 1128.606,
                                "stop": 1143.409,
                                "byte_start": 4599021,
                                "byte_stop": 4658266,
                                "text": "The present case disregards the State’s own assertion of the purpose of its proabortion law, and posits instead a purpose that the Court believes will be more likely to render the law constitutional."
                            },
                            {
                                "start": 1143.409,
                                "stop": 1156.822,
                                "byte_start": 4658266,
                                "byte_stop": 4711870,
                                "text": "While Stenberg, as you have heard rejected the State’s assertion of the meaning of its antiabortion law, and declared instead a meaning designed to render the law unconstitutional."
                            },
                            {
                                "start": 1156.822,
                                "stop": 1172.294,
                                "byte_start": 4711870,
                                "byte_stop": 4773728,
                                "text": "The present case rejects overbreadth challenges to a proabortion law that regulates speech, on grounds that have no support in our prior jurisprudence and that instead amount to a total repudiation of the doctrine of overbreadth."
                            },
                            {
                                "start": 1172.294,
                                "stop": 1188.821,
                                "byte_start": 4773728,
                                "byte_stop": 4839870,
                                "text": "While Stenberg applies overbreadth analysis to an antiabortion law that has nothing to do with speech, even though until eight years ago overbreadth was unquestionably the exclusive preserve of the First Amendment."
                            },
                            {
                                "start": 1188.821,
                                "stop": 1191.156,
                                "byte_start": 4839870,
                                "byte_stop": 4849169,
                                "text": "Does the deck seem stacked?"
                            },
                            {
                                "start": 1191.156,
                                "stop": 1192.558,
                                "byte_start": 4849169,
                                "byte_stop": 4854812,
                                "text": "You bet!"
                            },
                            {
                                "start": 1192.558,
                                "stop": 1209.475,
                                "byte_start": 4854812,
                                "byte_stop": 4922521,
                                "text": "The decision in the present case is not an isolated distortion of our traditional constitutional principles, but is merely the latest of many aggressively proabortion novelties announced by the Court in recent years."
                            },
                            {
                                "start": 1209.475,
                                "stop": 1213.713,
                                "byte_start": 4922521,
                                "byte_stop": 4939448,
                                "text": "Today’s distortions, however, are particularly blatant."
                            },
                            {
                                "start": 1213.713,
                                "stop": 1223.527,
                                "byte_start": 4939448,
                                "byte_stop": 4978737,
                                "text": "Restrictive views of the First Amendment that have been in dissent in this Court since the 1930s suddenly find themselves in the majority."
                            },
                            {
                                "start": 1223.527,
                                "stop": 1238.617,
                                "byte_start": 4978737,
                                "byte_stop": 5039027,
                                "text": "As a result, our long standing commitment to Uninhibited, robust, and wide-open debate is miraculously replaced by the power of the state to protect an unheard of right to be let alone on the public streets."
                            },
                            {
                                "start": 1238.617,
                                "stop": 1242.162,
                                "byte_start": 5039027,
                                "byte_stop": 5053238,
                                "text": "I dissent."
                            }
                        ]
                    },
                    {
                        "start": 1242.162,
                        "stop": 1660.212,
                        "byte_start": 5053238,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 1242.162,
                                "stop": 1245.158,
                                "byte_start": 5053238,
                                "byte_stop": 5065254,
                                "text": "I too have filed a dissenting opinion in this case."
                            },
                            {
                                "start": 1245.158,
                                "stop": 1249.115,
                                "byte_start": 5065254,
                                "byte_stop": 5081032,
                                "text": "I agree with Justice Scalia’s First Amendment analysis."
                            },
                            {
                                "start": 1249.115,
                                "stop": 1267.604,
                                "byte_start": 5081032,
                                "byte_stop": 5155011,
                                "text": "The court’s holding contradicts more than half-a-century of well-established First Amendment principles, and for the first time the court approves a law which bars a private citizen from passing the message in a peaceful manner and on a profound moral issue to a fellow citizen on a public sidewalk."
                            },
                            {
                                "start": 1267.604,
                                "stop": 1280.378,
                                "byte_start": 5155011,
                                "byte_stop": 5206106,
                                "text": "Under the Colorado law, the State must review content to determine whether a person has engaged in criminal protest, education, or counseling, the First Amendment does not give the government this power."
                            },
                            {
                                "start": 1280.378,
                                "stop": 1283.912,
                                "byte_start": 5206106,
                                "byte_stop": 5220212,
                                "text": "Statute is content based for an additional reason."
                            },
                            {
                                "start": 1283.912,
                                "stop": 1288.535,
                                "byte_start": 5220212,
                                "byte_stop": 5238707,
                                "text": "It restricts speech on particular topics."
                            },
                            {
                                "start": 1288.535,
                                "stop": 1309.585,
                                "byte_start": 5238707,
                                "byte_stop": 5322926,
                                "text": "Just a few decades a State with a history of enforcing racial discrimination had enacted a statute like this one, regulating oral protest, education, or counseling within a 100 feet of the entrance to any lunch counter, our predecessors would not have hesitated to hold it was content based and viewpoint based."
                            },
                            {
                                "start": 1309.585,
                                "stop": 1320.39,
                                "byte_start": 5322926,
                                "byte_stop": 5366185,
                                "text": "It should be a profound disappointment to defenders of the First Amendment that the Court today refuses to apply the same structural analysis when the speech involved is less palatable to it."
                            },
                            {
                                "start": 1320.39,
                                "stop": 1341.202,
                                "byte_start": 5366185,
                                "byte_stop": 5449359,
                                "text": "To say that one citizen can approach another to ask the time or the weather forecast or the directions to Main Street but not to initiate discussion on one of the most basic moral and political issues in all of contemporary discourse, a question touching profound ideas in philosophy and theology is an astonishing view of the First Amendment."
                            },
                            {
                                "start": 1341.202,
                                "stop": 1347.901,
                                "byte_start": 5449359,
                                "byte_stop": 5476212,
                                "text": "After the Court errs in finding the statute content neutral, it compounds the mistake by finding the law viewpoint neutral."
                            },
                            {
                                "start": 1347.901,
                                "stop": 1360.732,
                                "byte_start": 5476212,
                                "byte_stop": 5527517,
                                "text": "The purpose and design of the statute as everyone ought to know and as its own defenders urged in attempted justification are to restrict speakers on one side of debate those who protest abortions."
                            },
                            {
                                "start": 1360.732,
                                "stop": 1369.555,
                                "byte_start": 5527517,
                                "byte_stop": 5562835,
                                "text": "The anti-speech distinction pertains if a citizen approaches a public official who is visiting a healthcare facility to make a point in favor of abortion rights."
                            },
                            {
                                "start": 1369.555,
                                "stop": 1375.145,
                                "byte_start": 5562835,
                                "byte_stop": 5585195,
                                "text": "If she says, “Good job Governor!” there is no violation; if she says, “Shame on you Governor!” there is."
                            },
                            {
                                "start": 1375.145,
                                "stop": 1381.774,
                                "byte_start": 5585195,
                                "byte_stop": 5611736,
                                "text": "Thus does the Court today ensure its own decisions can be praised but not condemned."
                            },
                            {
                                "start": 1381.774,
                                "stop": 1391.919,
                                "byte_start": 5611736,
                                "byte_stop": 5652278,
                                "text": "Thus does it restrict speech designed to teach that the exercise of a constitutional right is not necessarily concomitant with making a sound moral decision."
                            },
                            {
                                "start": 1391.919,
                                "stop": 1399.102,
                                "byte_start": 5652278,
                                "byte_stop": 5681012,
                                "text": "Nothing in our law or our enviable free speech jurisprudence sustains this rule."
                            },
                            {
                                "start": 1399.102,
                                "stop": 1407.428,
                                "byte_start": 5681012,
                                "byte_stop": 5714345,
                                "text": "In a further departure from precedent, as Justice Scalia has indicated we learned today that citizens have a right to avoid unpopular speech in a public forum."
                            },
                            {
                                "start": 1407.428,
                                "stop": 1414.137,
                                "byte_start": 5714345,
                                "byte_stop": 5741094,
                                "text": "The Constitution does not permit a State to make criminal the peaceful expression of unpopular views."
                            },
                            {
                                "start": 1414.137,
                                "stop": 1419.155,
                                "byte_start": 5741094,
                                "byte_stop": 5761261,
                                "text": "The Colorado statute offends settled First Amendment principles in another fundamental respect."
                            },
                            {
                                "start": 1419.155,
                                "stop": 1425.602,
                                "byte_start": 5761261,
                                "byte_stop": 5786965,
                                "text": "It violates the constitutional prohibitions against vague or overly broad criminal statutes regulating speech."
                            },
                            {
                                "start": 1425.602,
                                "stop": 1434.409,
                                "byte_start": 5786965,
                                "byte_stop": 5822178,
                                "text": "This law is more vague and overly broad than any criminal statute the Court has ever sustained as a permissible regulation of speech."
                            },
                            {
                                "start": 1434.409,
                                "stop": 1450.541,
                                "byte_start": 5822178,
                                "byte_stop": 5886753,
                                "text": "Now, even aside from the erroneous and most disturbing assumptions that the statute is content neutral and viewpoint neutral, neither vague nor overbroad, the Court falls in the further serious error when it turns at the time, place, and manner rules set forth in Ward."
                            },
                            {
                                "start": 1450.541,
                                "stop": 1467.385,
                                "byte_start": 5886753,
                                "byte_stop": 5954149,
                                "text": "As Justice Scalia has indicated both the State and the Court attempt to sidestep the enactment’s obvious content-based restriction by praising the statute’s breadth, by telling us all topics of conversation, not just discourse on abortion, or within the statutory proscription against protest, education, and counseling."
                            },
                            {
                                "start": 1467.385,
                                "stop": 1472.602,
                                "byte_start": 5954149,
                                "byte_stop": 5975047,
                                "text": "The saving feature the Court tries to grasp simply creates additional free speech infirmity."
                            },
                            {
                                "start": 1472.602,
                                "stop": 1481.269,
                                "byte_start": 5975047,
                                "byte_stop": 6009633,
                                "text": "The law does not permit content censoring to be cured by taking even more protected speech within the statute’s reach."
                            },
                            {
                                "start": 1481.269,
                                "stop": 1496.704,
                                "byte_start": 6009633,
                                "byte_stop": 6071386,
                                "text": "In an age when vast resources and talents are commanded by a sophisticated media to shape opinions on limitless subjects and ideas, the distribution of leaflets on a sidewalk may seem a bit antiquated."
                            },
                            {
                                "start": 1496.704,
                                "stop": 1501.888,
                                "byte_start": 6071386,
                                "byte_stop": 6092180,
                                "text": "This case proves the necessity for that traditional mode of speech."
                            },
                            {
                                "start": 1501.888,
                                "stop": 1511.478,
                                "byte_start": 6092180,
                                "byte_stop": 6130528,
                                "text": "Colorado’s excuse and the Court’s excuse for the serious burden imposed upon the right to leaflet or to discuss is that it occurs at the wrong place."
                            },
                            {
                                "start": 1511.478,
                                "stop": 1514.874,
                                "byte_start": 6130528,
                                "byte_stop": 6144111,
                                "text": "Again, Colorado and the Court have it just backwards."
                            },
                            {
                                "start": 1514.874,
                                "stop": 1527.525,
                                "byte_start": 6144111,
                                "byte_stop": 6194684,
                                "text": "For these protestors the 100-foot zone in which a young woman seeks to enter a building is not just the last place where the message can be communicated, it is likely the only place."
                            },
                            {
                                "start": 1527.525,
                                "stop": 1535.53,
                                "byte_start": 6194684,
                                "byte_stop": 6226763,
                                "text": "It is the location where the Court should expend its utmost effort to vindicate free speech, not to suppress it."
                            },
                            {
                                "start": 1535.53,
                                "stop": 1545.259,
                                "byte_start": 6226763,
                                "byte_stop": 6265633,
                                "text": "In Planned Parenthood versus Casey, we reaffirmed our prior holding that the Constitution protects a woman’s right to terminate her pregnancy in its early stages."
                            },
                            {
                                "start": 1545.259,
                                "stop": 1551.936,
                                "byte_start": 6265633,
                                "byte_stop": 6292382,
                                "text": "Our decision took care to recognize the gravity in lasting consequence of the personal decision at stake."
                            },
                            {
                                "start": 1551.936,
                                "stop": 1558.94,
                                "byte_start": 6292382,
                                "byte_stop": 6320386,
                                "text": "The Court now strikes at the heart of the reasoned, careful balance I had thought was the basis for the joint opinion in Casey."
                            },
                            {
                                "start": 1558.94,
                                "stop": 1567.923,
                                "byte_start": 6320386,
                                "byte_stop": 6356330,
                                "text": "The vital principle of that opinion was that in defined instances the woman’s decision whether to abort her child was in its essence a moral one."
                            },
                            {
                                "start": 1567.923,
                                "stop": 1577.484,
                                "byte_start": 6356330,
                                "byte_stop": 6394573,
                                "text": "Foreclosed from using the machinery of government to ban abortions in early term, those who oppose it are remitted to debate the issue in its moral dimensions."
                            },
                            {
                                "start": 1577.484,
                                "stop": 1581.267,
                                "byte_start": 6394573,
                                "byte_stop": 6409620,
                                "text": "In a cruel way, the Court today turns its back on that balance."
                            },
                            {
                                "start": 1581.267,
                                "stop": 1593.187,
                                "byte_start": 6409620,
                                "byte_stop": 6457372,
                                "text": "It in effect tells us the moral debate is not so important after all and can be conducted just as well through a bullhorn from an eight-foot distance as it can through a peaceful, face-to-face exchange of a leaflet."
                            },
                            {
                                "start": 1593.187,
                                "stop": 1607.188,
                                "byte_start": 6457372,
                                "byte_stop": 6513378,
                                "text": "There runs through our First Amendment theory, a concept of immediacy, the idea that thoughts and pleas and petitions must not be lost with the passage of time."
                            },
                            {
                                "start": 1607.188,
                                "stop": 1612.848,
                                "byte_start": 6513378,
                                "byte_stop": 6535948,
                                "text": "In the fleeting existence we have but little time to find truth through discourse."
                            },
                            {
                                "start": 1612.848,
                                "stop": 1621.678,
                                "byte_start": 6535948,
                                "byte_stop": 6571266,
                                "text": "No better illustration of the immediacy of speech, of the urgency of persuasion, of the preciousness of time is presented than in this case."
                            },
                            {
                                "start": 1621.678,
                                "stop": 1634.359,
                                "byte_start": 6571266,
                                "byte_stop": 6622048,
                                "text": "Here the citizens who claim First Amendment protection seek it for speech which, if it is to be effective, must take place at the very time and place a grievous moral wrong, in their view is about to occur."
                            },
                            {
                                "start": 1634.359,
                                "stop": 1639.502,
                                "byte_start": 6622048,
                                "byte_stop": 6642632,
                                "text": "The Court tears away from the protesters the guarantees of the First Amendment when they most need it."
                            },
                            {
                                "start": 1639.502,
                                "stop": 1658.608,
                                "byte_start": 6642632,
                                "byte_stop": 6719014,
                                "text": "So committed is the Court to its course that it denies these protesters, in the face of what they consider to be one of life’s gravest moral crises, even the opportunity to try to offer a fellow citizen a little pamphlet, a handheld paper seeking to reach a higher law."
                            },
                            {
                                "start": 1658.608,
                                "stop": 1660.212,
                                "byte_start": 6719014,
                                "byte_stop": 0,
                                "text": "I dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48790,
            "mime": "audio\/mpeg",
            "size": 6725388,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1999\/98-1856\/20000628o_98-1856.delivery.mp3"
        },
        {
            "id": 70600,
            "mime": "audio\/ogg",
            "size": 16709392,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1999\/98-1856\/20000628o_98-1856.ogg"
        },
        {
            "id": 70601,
            "mime": "application\/x-mpegURL",
            "size": 24487,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1999\/98-1856\/20000628o_98-1856.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}