{
    "id": 23277,
    "title": "Opinion Announcement - February 26, 2014",
    "transcript": {
        "title": null,
        "duration": 407.88,
        "sections": [
            {
                "start": 0,
                "stop": 407.88,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 407.88,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.316,
                                "byte_start": 106496,
                                "byte_stop": 135858,
                                "text": "I have the opinion of the Court in case 12-1038 United States v. Apel."
                            },
                            {
                                "start": 7.316,
                                "stop": 23.423,
                                "byte_start": 135858,
                                "byte_stop": 200223,
                                "text": "This case concerns a federal statute that makes it a crime to enter or reenter a “military reservation, port, fort, arsenal, yard, station or installation” after having been ordered not to do so by the officer in command."
                            },
                            {
                                "start": 23.423,
                                "stop": 27.967,
                                "byte_start": 200223,
                                "byte_stop": 218405,
                                "text": "The question here is what constitutes a military installation."
                            },
                            {
                                "start": 27.967,
                                "stop": 31.802,
                                "byte_start": 218405,
                                "byte_stop": 233765,
                                "text": "That issue is Vandenberg Air Force Base in Central California."
                            },
                            {
                                "start": 31.802,
                                "stop": 35.885,
                                "byte_start": 233765,
                                "byte_stop": 250065,
                                "text": "You would think that the base is pretty clearly a military installation."
                            },
                            {
                                "start": 35.885,
                                "stop": 39.378,
                                "byte_start": 250065,
                                "byte_stop": 264067,
                                "text": "It is the site of sensitive missile and space launch facilities."
                            },
                            {
                                "start": 39.378,
                                "stop": 48.811,
                                "byte_start": 264067,
                                "byte_stop": 301787,
                                "text": "It is under the jurisdiction of the Air Force and it is close to the public.Civilians may not enter base property without permission."
                            },
                            {
                                "start": 48.811,
                                "stop": 51.995,
                                "byte_start": 301787,
                                "byte_stop": 314535,
                                "text": "But there are two wrinkles that are the reason this case is here."
                            },
                            {
                                "start": 51.995,
                                "stop": 59.612,
                                "byte_start": 314535,
                                "byte_stop": 345046,
                                "text": "First, the Air Force has granted an easement to the state and county for a public road across two portions of the base."
                            },
                            {
                                "start": 59.612,
                                "stop": 66.064,
                                "byte_start": 345046,
                                "byte_stop": 370855,
                                "text": "As a result, Highway 1, the Pacific Coast Highway runs through the eastern part of Vandenberg."
                            },
                            {
                                "start": 66.064,
                                "stop": 74.913,
                                "byte_start": 370855,
                                "byte_stop": 406173,
                                "text": "The state police is this portion of Highway 1 just at it does all other highways except that it shares jurisdiction with the federal government."
                            },
                            {
                                "start": 74.913,
                                "stop": 85.318,
                                "byte_start": 406173,
                                "byte_stop": 447864,
                                "text": "The path of Highway 1 runs through Vandenberg near the main entrance to the operational area of the base where military personnel live and work."
                            },
                            {
                                "start": 85.318,
                                "stop": 90.939,
                                "byte_start": 447864,
                                "byte_stop": 470329,
                                "text": "That area is surrounded by a fence and you have to go through a security checkpoint to get in."
                            },
                            {
                                "start": 90.939,
                                "stop": 97.699,
                                "byte_start": 470329,
                                "byte_stop": 497392,
                                "text": "Also nearby outside the fence in area are a bus stop, a visitor center and a middle school."
                            },
                            {
                                "start": 97.699,
                                "stop": 105.46,
                                "byte_start": 497392,
                                "byte_stop": 528426,
                                "text": "Second, there is a portion of the base adjacent to Highway 1 that the base commander has set aside for peaceful protest."
                            },
                            {
                                "start": 105.46,
                                "stop": 112.359,
                                "byte_start": 528426,
                                "byte_stop": 556011,
                                "text": "The boundaries of the protest area are formed by the highway, a fence and a green line painted on the pavement."
                            },
                            {
                                "start": 112.359,
                                "stop": 120.963,
                                "byte_start": 556011,
                                "byte_stop": 590388,
                                "text": "The protest area is generally open for demonstrations by civilians but it is not open to any person who is been barred from entering Vandenberg."
                            },
                            {
                                "start": 120.963,
                                "stop": 132.782,
                                "byte_start": 590388,
                                "byte_stop": 637722,
                                "text": "One such person is petitioner John Apel, he was barred from entering Vandenberg after he trespassed beyond the designated protest area and through blood on a sign for the base."
                            },
                            {
                                "start": 132.782,
                                "stop": 139.826,
                                "byte_start": 637722,
                                "byte_stop": 665830,
                                "text": "But after Apel ignored the barment order and after trespassing several more times, he received another barment order."
                            },
                            {
                                "start": 139.826,
                                "stop": 144.599,
                                "byte_start": 665830,
                                "byte_stop": 684952,
                                "text": "He ignored that order too and continued to come on to Vandenberg property to protest."
                            },
                            {
                                "start": 144.599,
                                "stop": 151.534,
                                "byte_start": 684952,
                                "byte_stop": 712641,
                                "text": "When he refused to leave, he was cited for violating the statute at issue here and was convicted on three counts."
                            },
                            {
                                "start": 151.534,
                                "stop": 155.073,
                                "byte_start": 712641,
                                "byte_stop": 726852,
                                "text": "He got a $355 fine."
                            },
                            {
                                "start": 155.073,
                                "stop": 158.696,
                                "byte_start": 726852,
                                "byte_stop": 741376,
                                "text": "The Court of Appeals from the Ninth Circuit reversed those convictions."
                            },
                            {
                                "start": 158.696,
                                "stop": 168.156,
                                "byte_start": 741376,
                                "byte_stop": 779201,
                                "text": "The Ninth Circuit held that the statute applies only if the government proves that it has “the exclusive right of possession of the area.”"
                            },
                            {
                                "start": 168.156,
                                "stop": 176.74,
                                "byte_start": 779201,
                                "byte_stop": 813474,
                                "text": "The Court found that Vandenberg fails this requirement because the government does not have exclusive possession of the highways running through the base."
                            },
                            {
                                "start": 176.74,
                                "stop": 178.503,
                                "byte_start": 813474,
                                "byte_stop": 820579,
                                "text": "We now reverse."
                            },
                            {
                                "start": 178.503,
                                "stop": 189.818,
                                "byte_start": 820579,
                                "byte_stop": 865823,
                                "text": "Nothing in the statutory language defines military installation in terms of the access granted to the public or the particular nature of the government\u0027s interest in the property."
                            },
                            {
                                "start": 189.818,
                                "stop": 206.418,
                                "byte_start": 865823,
                                "byte_stop": 932174,
                                "text": "Apel argues that the various military places listed in the statute “reservation, post, fort, arsenal, yard, station or installation” have all historically been on land withdrawn from public use, but that is not so."
                            },
                            {
                                "start": 206.418,
                                "stop": 213.118,
                                "byte_start": 932174,
                                "byte_stop": 959028,
                                "text": "Historical sources are replete with references to forts and post that were open for access by civilians."
                            },
                            {
                                "start": 213.118,
                                "stop": 225.323,
                                "byte_start": 959028,
                                "byte_stop": 1007825,
                                "text": "To cite just one example, frontier forts in the west were often bus line communities frequently having a sutler, a merchant who sold goods to military personnel and civilians who would come on to the property."
                            },
                            {
                                "start": 225.323,
                                "stop": 229.134,
                                "byte_start": 1007825,
                                "byte_stop": 1023080,
                                "text": "Those places were nonetheless still regarded as forts."
                            },
                            {
                                "start": 229.134,
                                "stop": 239.458,
                                "byte_start": 1023080,
                                "byte_stop": 1064354,
                                "text": "We think the terms military installation is most naturally read to apply to place with a define boundary that are under the command of a military officer."
                            },
                            {
                                "start": 239.458,
                                "stop": 248.909,
                                "byte_start": 1064354,
                                "byte_stop": 1102179,
                                "text": "Apel makes a series of arguments in an effort to show that Vandenberg cannot meet this definition of military installation but his contentions do not hold up."
                            },
                            {
                                "start": 248.909,
                                "stop": 258.671,
                                "byte_start": 1102179,
                                "byte_stop": 1141258,
                                "text": "He first says that because Vandenberg operational facilities are in a secured area the Government has to determine that it does not control the rest of the base."
                            },
                            {
                                "start": 258.671,
                                "stop": 273.963,
                                "byte_start": 1141258,
                                "byte_stop": 1202385,
                                "text": "But the fact that that Air Force chooses to secure particular potions of the base more closely to be with fence, a checkpoint, or a painted green line does not alter the overall boundaries of the base or diminish the authority of the commander over the whole base."
                            },
                            {
                                "start": 273.963,
                                "stop": 291.18,
                                "byte_start": 1202385,
                                "byte_stop": 1271244,
                                "text": "Apel next argues that the protest area is an uncontrolled space but the base commander has enacted several rules to limit access to that area one of which bans entry by persons like Apel who have been barred from Vandenberg for a offence as such as vandalism."
                            },
                            {
                                "start": 291.18,
                                "stop": 300.816,
                                "byte_start": 1271244,
                                "byte_stop": 1309800,
                                "text": "Finally, Apel argues that by granting the roads to the state, the military has relinquished its right to control Highway 1 and the adjacent areas."
                            },
                            {
                                "start": 300.816,
                                "stop": 312.785,
                                "byte_start": 1309800,
                                "byte_stop": 1357657,
                                "text": "But the language of the easement itself as you might expect specifically reserves to the base commander, the authority to restrict access to the highway in order to protect the interest of the United States."
                            },
                            {
                                "start": 312.785,
                                "stop": 323.203,
                                "byte_start": 1357657,
                                "byte_stop": 1399348,
                                "text": "Apel proposes a sort of use it or lose it rule that would have the applicability of the statute depend on the function of any given part of a base."
                            },
                            {
                                "start": 323.203,
                                "stop": 335.686,
                                "byte_start": 1399348,
                                "byte_stop": 1449294,
                                "text": "But that proposal is not only contrary to the statutory text it would frustrate the administration of military facilities and discourage base commanders from opening a portion of their bases for the convenience of the public."
                            },
                            {
                                "start": 335.686,
                                "stop": 344.899,
                                "byte_start": 1449294,
                                "byte_stop": 1486179,
                                "text": "If the military is going to lose control over a part of a base if it allows or road to pass through it the military just won\u0027t allow the road which is no good for anyone."
                            },
                            {
                                "start": 344.899,
                                "stop": 358.523,
                                "byte_start": 1486179,
                                "byte_stop": 1540618,
                                "text": "We hold that when a place with a defined boundary is under the administration of a military department the limits of the “military installation” correspond to the commanding officers area of responsibility."
                            },
                            {
                                "start": 358.523,
                                "stop": 371.392,
                                "byte_start": 1540618,
                                "byte_stop": 1592132,
                                "text": "That the base commander invites the public to use a portion of the base for a road, a school, a bus stop, or a protest area does not withdraw the commander\u0027s authority to exclude vandals and trespassers."
                            },
                            {
                                "start": 371.392,
                                "stop": 378.64,
                                "byte_start": 1592132,
                                "byte_stop": 1621076,
                                "text": "Much of the rest of or Apel\u0027s brief is devoted to arguing that the law is unconstitutional as applied to him on this base."
                            },
                            {
                                "start": 378.64,
                                "stop": 384.328,
                                "byte_start": 1621076,
                                "byte_stop": 1643854,
                                "text": "But the Court of Appeals never reached Apel\u0027s First Amendment arguments and we decline to do so in the first instance."
                            },
                            {
                                "start": 384.328,
                                "stop": 389.591,
                                "byte_start": 1643854,
                                "byte_stop": 1664961,
                                "text": "The case before us is about the statute not the constitution."
                            },
                            {
                                "start": 389.591,
                                "stop": 396.765,
                                "byte_start": 1664961,
                                "byte_stop": 1693592,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is vacated and the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 396.765,
                                "stop": 398.971,
                                "byte_start": 1693592,
                                "byte_stop": 1702473,
                                "text": "The opinion of the Court is unanimous."
                            },
                            {
                                "start": 398.971,
                                "stop": 404.246,
                                "byte_start": 1702473,
                                "byte_stop": 1723580,
                                "text": "Justice Ginsberg has filed a concurring opinion in which Justice Sotomayor joins."
                            },
                            {
                                "start": 404.246,
                                "stop": 407.88,
                                "byte_start": 1723580,
                                "byte_stop": 0,
                                "text": "Justice Alito has also filed a concurring opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55714,
            "mime": "audio\/mpeg",
            "size": 1738104,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1038\/20140226o_12-1038.delivery.mp3"
        },
        {
            "id": 77400,
            "mime": "audio\/ogg",
            "size": 4082477,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1038\/20140226o_12-1038.ogg"
        },
        {
            "id": 77401,
            "mime": "application\/x-mpegURL",
            "size": 6095,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1038\/20140226o_12-1038.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}