{
    "id": 23253,
    "title": "Opinion Announcement - April 23, 2014",
    "transcript": {
        "title": null,
        "duration": 359.304,
        "sections": [
            {
                "start": 0,
                "stop": 359.304,
                "byte_start": 105472,
                "byte_stop": 1542625,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.413,
                        "byte_start": 105472,
                        "byte_stop": 135147,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.413,
                                "byte_start": 105472,
                                "byte_stop": 135147,
                                "text": "Justice Kennedy has our opinion this morning in case 12-8561, Paroline v. United States."
                            }
                        ]
                    },
                    {
                        "start": 7.413,
                        "stop": 359.304,
                        "byte_start": 135147,
                        "byte_stop": 1542625,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.413,
                                "stop": 18.769,
                                "byte_start": 135147,
                                "byte_stop": 180600,
                                "text": "For certain federal crimes, Congress not only provides for imprisonment and fines payable to the Government but also requires the offender to pay restitution to victims."
                            },
                            {
                                "start": 18.769,
                                "stop": 26.318,
                                "byte_start": 180600,
                                "byte_stop": 210798,
                                "text": "For child pornography possession, Congress has made restitution by the offender, mandatory."
                            },
                            {
                                "start": 26.318,
                                "stop": 29.629,
                                "byte_start": 210798,
                                "byte_stop": 224068,
                                "text": "The petitioner in this case was found guilty of child pornography possession."
                            },
                            {
                                "start": 29.629,
                                "stop": 39.084,
                                "byte_start": 224068,
                                "byte_stop": 261893,
                                "text": "Two of the pictures he possessed depicted the respondent victim being abused by her uncle when she was eight and nine years old."
                            },
                            {
                                "start": 39.084,
                                "stop": 42.604,
                                "byte_start": 261893,
                                "byte_stop": 275895,
                                "text": "The abuse itself caused serious damage to the victim."
                            },
                            {
                                "start": 42.604,
                                "stop": 45.461,
                                "byte_start": 275895,
                                "byte_stop": 287389,
                                "text": "Treatment and counseling were needed."
                            },
                            {
                                "start": 45.461,
                                "stop": 51.631,
                                "byte_start": 287389,
                                "byte_stop": 312048,
                                "text": "It appeared the child victim was starting to recover but then a new injury occurred."
                            },
                            {
                                "start": 51.631,
                                "stop": 62.835,
                                "byte_start": 312048,
                                "byte_stop": 356874,
                                "text": "When she was seventeen, the victim learned that these horrific humiliating pictures were being circulated on the internet nationwide and no doubt worldwide."
                            },
                            {
                                "start": 62.835,
                                "stop": 67.59,
                                "byte_start": 356874,
                                "byte_stop": 375892,
                                "text": "The total number of possessors is not known but reaches into the thousands."
                            },
                            {
                                "start": 67.59,
                                "stop": 73.608,
                                "byte_start": 375892,
                                "byte_stop": 399924,
                                "text": "The victim\u0027s knowledge of this traffic renewed her humiliation and fear."
                            },
                            {
                                "start": 73.608,
                                "stop": 77.973,
                                "byte_start": 399924,
                                "byte_stop": 417374,
                                "text": "This caused further trauma and made it hard for her to move on from the abuse."
                            },
                            {
                                "start": 77.973,
                                "stop": 88.188,
                                "byte_start": 417374,
                                "byte_stop": 458230,
                                "text": "The victim has estimated her total losses, that\u0027s the cause of future treatment and loss income, at about $3.4 million."
                            },
                            {
                                "start": 88.188,
                                "stop": 107.63,
                                "byte_start": 458230,
                                "byte_stop": 536074,
                                "text": "The question here is how much of these losses of earning must be paid by this defendant, after all he was one of the persons who possessed the pictures, and it was the dissemination in viewing of these images that caused the victim such shame yet he was only one of thousands, and the victim would have suffered greatly even if he had never viewed the images."
                            },
                            {
                                "start": 107.63,
                                "stop": 109.988,
                                "byte_start": 536074,
                                "byte_stop": 545479,
                                "text": "Should he have to pay restitution?"
                            },
                            {
                                "start": 109.988,
                                "stop": 111.399,
                                "byte_start": 545479,
                                "byte_stop": 551121,
                                "text": "And if so, what is the proper amount?"
                            },
                            {
                                "start": 111.399,
                                "stop": 114.109,
                                "byte_start": 551121,
                                "byte_stop": 561988,
                                "text": "Today\u0027s case presents these questions."
                            },
                            {
                                "start": 114.109,
                                "stop": 118.252,
                                "byte_start": 561988,
                                "byte_stop": 578497,
                                "text": "The Court\u0027s analysis begins with the restitution statute."
                            },
                            {
                                "start": 118.252,
                                "stop": 129.445,
                                "byte_start": 578497,
                                "byte_stop": 623323,
                                "text": "For the reason set forth in the opinion, the Court concludes that the defendant should be liable for losses that were the proximate result of this offense and of his particular offense."
                            },
                            {
                                "start": 129.445,
                                "stop": 142.246,
                                "byte_start": 623323,
                                "byte_stop": 674523,
                                "text": "All parties agreed that the statute require some causal connection between the offense and the losses and proximate cost of the traditional standard of causation in both tort law and in many instances in the criminal law."
                            },
                            {
                                "start": 142.246,
                                "stop": 148.895,
                                "byte_start": 674523,
                                "byte_stop": 701064,
                                "text": "The statute the Court concludes requires proximate causation and limits restitution the losses the defendant proximately caused."
                            },
                            {
                                "start": 148.895,
                                "stop": 152.746,
                                "byte_start": 701064,
                                "byte_stop": 716528,
                                "text": "But to say the proximate cause is the governing standard is just the beginning."
                            },
                            {
                                "start": 152.746,
                                "stop": 161.331,
                                "byte_start": 716528,
                                "byte_stop": 750801,
                                "text": "How is that standard applied to the facts of this case where there were thousands of offenders who participated in varying degrees in the traffic and the victim\u0027s images?"
                            },
                            {
                                "start": 161.331,
                                "stop": 163.858,
                                "byte_start": 750801,
                                "byte_stop": 760936,
                                "text": "There are at least three possible answers."
                            },
                            {
                                "start": 163.858,
                                "stop": 173.883,
                                "byte_start": 760936,
                                "byte_stop": 801061,
                                "text": "The first possibility is that an individual possessor should pay nothing unless it can be shown that the victim\u0027s losses would have been less if not for that individual possessors acts."
                            },
                            {
                                "start": 173.883,
                                "stop": 180.91,
                                "byte_start": 801061,
                                "byte_stop": 829168,
                                "text": "That is the view of the District Court took below and it\u0027s the view that the defendant argues in this case."
                            },
                            {
                                "start": 180.91,
                                "stop": 190.51,
                                "byte_start": 829168,
                                "byte_stop": 867516,
                                "text": "The second possibility is that each possessor should be liable for the full $3.4 million, jointly and severally with other defendants who possessed the victim\u0027s images."
                            },
                            {
                                "start": 190.51,
                                "stop": 201.035,
                                "byte_start": 867516,
                                "byte_stop": 909625,
                                "text": "That is the view of the Court of Appeals for the Fifth Circuit took in this case below and that\u0027s the view that the victim urges in this Court."
                            },
                            {
                                "start": 201.035,
                                "stop": 212.31,
                                "byte_start": 909625,
                                "byte_stop": 954765,
                                "text": "The third possibility is that each possessor should be liable for some more circumscribed amount measured by his or her individual role in overall process that caused the victim\u0027s general losses."
                            },
                            {
                                "start": 212.31,
                                "stop": 217.004,
                                "byte_start": 954765,
                                "byte_stop": 973573,
                                "text": "That is the view the Government has urged and it is the view the Court today adopts."
                            },
                            {
                                "start": 217.004,
                                "stop": 224.78,
                                "byte_start": 973573,
                                "byte_stop": 1004607,
                                "text": "The normal way to prove one event caused another is to show that the latter would not have occurred but for the former."
                            },
                            {
                                "start": 224.78,
                                "stop": 233.619,
                                "byte_start": 1004607,
                                "byte_stop": 1040029,
                                "text": "But in this in many child pornography cases as in many aggregate tort cases, but for causation cannot be shown."
                            },
                            {
                                "start": 233.619,
                                "stop": 246.257,
                                "byte_start": 1040029,
                                "byte_stop": 1090602,
                                "text": "Tort law has long embraced alternative causal test, aggregate causation test to avoid the nonsensical result of turning away a victim harmed by the combined wrongful acts of many."
                            },
                            {
                                "start": 246.257,
                                "stop": 255.356,
                                "byte_start": 1090602,
                                "byte_stop": 1126964,
                                "text": "These alternative causal standards are kind of legal fiction and while such fictions are needed in some circumstances, they can also be stretched too far."
                            },
                            {
                                "start": 255.356,
                                "stop": 264.994,
                                "byte_start": 1126964,
                                "byte_stop": 1165521,
                                "text": "For an instance the victim\u0027s approach would make each offender liable for the consequences of the acts of thousands of wrongdoers, this would raise serious proportionality concerns."
                            },
                            {
                                "start": 264.994,
                                "stop": 269.718,
                                "byte_start": 1165521,
                                "byte_stop": 1184434,
                                "text": "It would stretch the fiction of aggregate causation to its breaking point."
                            },
                            {
                                "start": 269.718,
                                "stop": 276.211,
                                "byte_start": 1184434,
                                "byte_stop": 1210347,
                                "text": "But that does not mean the principles underlying the idea of aggregate causation are irrelevant."
                            },
                            {
                                "start": 276.211,
                                "stop": 282.497,
                                "byte_start": 1210347,
                                "byte_stop": 1235529,
                                "text": "The cause of the victim\u0027s general losses is the trade in her images and Paroline is a part of that cause."
                            },
                            {
                                "start": 282.497,
                                "stop": 291.141,
                                "byte_start": 1235529,
                                "byte_stop": 1270115,
                                "text": "It would undermine the remedial and penological purposes of the statute to turn away victims in cases like this."
                            },
                            {
                                "start": 291.141,
                                "stop": 300.627,
                                "byte_start": 1270115,
                                "byte_stop": 1308045,
                                "text": "For example, one reason to impose restitution is to impress upon offenders that their conduct produces concrete harms for real victims."
                            },
                            {
                                "start": 300.627,
                                "stop": 317.122,
                                "byte_start": 1308045,
                                "byte_stop": 1373978,
                                "text": "Where it is impossible to trace a discrete amount of those losses to an individual child pornography possessor by recourse to a more traditional causal inquiry, the Court should order restitution that comports with the defendant\u0027s relative role in the process underlying a victim\u0027s general losses."
                            },
                            {
                                "start": 317.122,
                                "stop": 322.197,
                                "byte_start": 1373978,
                                "byte_stop": 1394354,
                                "text": "The amount in the case like this one would not be severe, but it would not be a token or nominal."
                            },
                            {
                                "start": 322.197,
                                "stop": 330.987,
                                "byte_start": 1394354,
                                "byte_stop": 1429462,
                                "text": "There are a variety of factors courts might consider in setting a proper restitution order and the Court\u0027s opinion suggests some of these."
                            },
                            {
                                "start": 330.987,
                                "stop": 345.849,
                                "byte_start": 1429462,
                                "byte_stop": 1488917,
                                "text": "Courts can only do their best to apply the law in a workable way, faithful to the competing principles at stake that victims should be compensated but also that defendant should not be liable for the gravity -- should be made liable for the gravity of their own conduct but not that of others."
                            },
                            {
                                "start": 345.849,
                                "stop": 350.927,
                                "byte_start": 1488917,
                                "byte_stop": 1509188,
                                "text": "The judgment of the Court of Appeals for the Fifth Circuit is vacated and the case is remanded."
                            },
                            {
                                "start": 350.927,
                                "stop": 355.965,
                                "byte_start": 1509188,
                                "byte_stop": 1529354,
                                "text": "The Chief Justice has filed a dissenting opinion in which Justices Scalia and Thomas joined."
                            },
                            {
                                "start": 355.965,
                                "stop": 359.304,
                                "byte_start": 1529354,
                                "byte_stop": 1542625,
                                "text": "Justice Sotomayor has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55690,
            "mime": "audio\/mpeg",
            "size": 1542834,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-8561\/20140423o_12-8561.delivery.mp3"
        },
        {
            "id": 77360,
            "mime": "audio\/ogg",
            "size": 3600265,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-8561\/20140423o_12-8561.ogg"
        },
        {
            "id": 77361,
            "mime": "application\/x-mpegURL",
            "size": 5391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-8561\/20140423o_12-8561.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}