{
    "id": 23214,
    "title": "Opinion Announcement - May 27, 2014",
    "transcript": {
        "title": null,
        "duration": 319.848,
        "sections": [
            {
                "start": 0,
                "stop": 319.848,
                "byte_start": 108544,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.487,
                        "byte_start": 108544,
                        "byte_stop": 134562,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.487,
                                "byte_start": 108544,
                                "byte_stop": 134562,
                                "text": "Justice Kennedy has the opinion this morning in case 12-10882, Hall versus Florida."
                            }
                        ]
                    },
                    {
                        "start": 6.487,
                        "stop": 319.848,
                        "byte_start": 134562,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 6.487,
                                "stop": 13.295,
                                "byte_start": 134562,
                                "byte_stop": 161729,
                                "text": "The opinion addresses in this case the claim by the petitioner Freddie Lee Hall."
                            },
                            {
                                "start": 13.295,
                                "stop": 18.241,
                                "byte_start": 161729,
                                "byte_stop": 181582,
                                "text": "Hall has been convicted of murder and sentenced to death by the State of Florida."
                            },
                            {
                                "start": 18.241,
                                "stop": 21.486,
                                "byte_start": 181582,
                                "byte_stop": 194539,
                                "text": "After his first sentencing hearing there was a second."
                            },
                            {
                                "start": 21.486,
                                "stop": 26.285,
                                "byte_start": 194539,
                                "byte_stop": 213765,
                                "text": "There, Hall presented substantial evidence of intellectual disability."
                            },
                            {
                                "start": 26.285,
                                "stop": 32.61,
                                "byte_start": 213765,
                                "byte_stop": 239052,
                                "text": "This included school records, professional diagnoses and -- and testimony by his delayed development."
                            },
                            {
                                "start": 32.61,
                                "stop": 41.98,
                                "byte_start": 239052,
                                "byte_stop": 276564,
                                "text": "There was also evidence that he was raised in the words of the sentencing judge under the most horrible family circumstances possible."
                            },
                            {
                                "start": 41.98,
                                "stop": 44.853,
                                "byte_start": 276564,
                                "byte_stop": 288057,
                                "text": "In the opinion we counsel this in more detail."
                            },
                            {
                                "start": 44.853,
                                "stop": 47.387,
                                "byte_start": 288057,
                                "byte_stop": 298193,
                                "text": "Hall was again given the death sentence."
                            },
                            {
                                "start": 47.387,
                                "stop": 52.749,
                                "byte_start": 298193,
                                "byte_stop": 319613,
                                "text": "Then in 2002, this Court decided Atkins versus Virginia."
                            },
                            {
                                "start": 52.749,
                                "stop": 58.365,
                                "byte_start": 319613,
                                "byte_stop": 342079,
                                "text": "Atkins case held by the person with intellectual disability cannot be sentenced to death."
                            },
                            {
                                "start": 58.365,
                                "stop": 66.583,
                                "byte_start": 342079,
                                "byte_stop": 374888,
                                "text": "Hall had still another sentencing proceeding to consider his Atkins claim, and that is the sentencing proceeding, that\u0027s the issue here."
                            },
                            {
                                "start": 66.583,
                                "stop": 84.336,
                                "byte_start": 374888,
                                "byte_stop": 445942,
                                "text": "There was evidence of Hall\u0027s low IQ of course including a test score of 71 but the Florida Supreme Court interprets a Florida statute implementing Atkins to define intellectual disability to require an IQ score of 70 or lower."
                            },
                            {
                                "start": 84.336,
                                "stop": 91.859,
                                "byte_start": 445942,
                                "byte_stop": 476035,
                                "text": "And since Hall\u0027s relevant score was 71, one point above the floor the limit, it held Atkins to be inapplicable."
                            },
                            {
                                "start": 91.859,
                                "stop": 101.956,
                                "byte_start": 476035,
                                "byte_stop": 516472,
                                "text": "As a result, the substantial evidence of Hall\u0027s developmental disabilities was deemed not relevant to the constitutional claim raised under Atkins."
                            },
                            {
                                "start": 101.956,
                                "stop": 107.348,
                                "byte_start": 516472,
                                "byte_stop": 537997,
                                "text": "Because Hall\u0027s lowest test score was 71, one point above the Florida cutoff of 70."
                            },
                            {
                                "start": 107.348,
                                "stop": 118.116,
                                "byte_start": 537997,
                                "byte_stop": 581047,
                                "text": "He was not allowed to present other evidence showing deficits and adaptive functioning is bearing upon his intellectual disability for the purpose of invoking the protection with Atkins."
                            },
                            {
                                "start": 118.116,
                                "stop": 125.821,
                                "byte_start": 581047,
                                "byte_stop": 611871,
                                "text": "This Court now holds that Florida\u0027s ruling setting 70 or below as an absolute cutoff point is unconstitutional."
                            },
                            {
                                "start": 125.821,
                                "stop": 137.776,
                                "byte_start": 611871,
                                "byte_stop": 659728,
                                "text": "To understand why Florida\u0027s law violated the Eighth Amendment, as applied to the states by the Fourteenth, it is necessary to delve briefly into the area of statistics as the opinion further discusses."
                            },
                            {
                                "start": 137.776,
                                "stop": 151.423,
                                "byte_start": 659728,
                                "byte_stop": 714271,
                                "text": "The professionals who design and administer and interpret IQ test have long agreed that an IQ score should not be viewed as a single fixed number, but is a range."
                            },
                            {
                                "start": 151.423,
                                "stop": 164.087,
                                "byte_start": 714271,
                                "byte_stop": 764949,
                                "text": "And the range is calculated using a statistical technique called the standard error of measurement and SEM is the common abbreviation for standard error of measurement."
                            },
                            {
                                "start": 164.087,
                                "stop": 180.611,
                                "byte_start": 764949,
                                "byte_stop": 831091,
                                "text": "The latest edition of the Diagnostic and Statistical Manual of Mental Disorders one of the basic texts that is used by psychiatrist and other experts states that IQ scores have a general margin for measurement of error of approximately five points."
                            },
                            {
                                "start": 180.611,
                                "stop": 190.818,
                                "byte_start": 831091,
                                "byte_stop": 871842,
                                "text": "So when an IQ score of 71, is best interpreted according to the professionals, has a range between 66 and 76."
                            },
                            {
                                "start": 190.818,
                                "stop": 196.702,
                                "byte_start": 871842,
                                "byte_stop": 895457,
                                "text": "This is to simplify somewhat an application of the SEM, standard error of measurement."
                            },
                            {
                                "start": 196.702,
                                "stop": 204.648,
                                "byte_start": 895457,
                                "byte_stop": 927222,
                                "text": "In the significant majority of states in the nation, an individual in Hall\u0027s position would not be deemed automatically eligible for the death penalty."
                            },
                            {
                                "start": 204.648,
                                "stop": 212.023,
                                "byte_start": 927222,
                                "byte_stop": 956688,
                                "text": "Only two other state legislatures of adoptive strict 70-point cutoffs that have been interpreted identically to Florida."
                            },
                            {
                                "start": 212.023,
                                "stop": 231.522,
                                "byte_start": 956688,
                                "byte_stop": 1034637,
                                "text": "A handful of other states have laws that could be interpreted similarly, but one state that has passed legislation since Atkins has allowed for the margin of error, and no state that previously allowed other evidence to be presented in cases like Halls has changed its statute to adopt the strict cutoff like Florida\u0027s."
                            },
                            {
                                "start": 231.522,
                                "stop": 237.027,
                                "byte_start": 1034637,
                                "byte_stop": 1056684,
                                "text": "Florida law also contradicts the unanimous consensus of the medical community."
                            },
                            {
                                "start": 237.027,
                                "stop": 255.65,
                                "byte_start": 1056684,
                                "byte_stop": 1131186,
                                "text": "While -- while the views of excerpts do -- do not dictate this Court\u0027s decision, the court does not disregard these informed assessments, and those professional authorities all agree that the intellectual disability is best considered as a condition, not a number."
                            },
                            {
                                "start": 255.65,
                                "stop": 265.624,
                                "byte_start": 1131186,
                                "byte_stop": 1171101,
                                "text": "No recognized professional in the medical -- in the mental health field supports the bright line cutoff at 70 that the Florida law requires."
                            },
                            {
                                "start": 265.624,
                                "stop": 277.996,
                                "byte_start": 1171101,
                                "byte_stop": 1220629,
                                "text": "Florida\u0027s law not only contradicts the views of those who design, administer, and interpret the IQ test, it also bars an essential inquiry into adaptive functioning that therefore violates the Eighth Amendment."
                            },
                            {
                                "start": 277.996,
                                "stop": 286.248,
                                "byte_start": 1220629,
                                "byte_stop": 1253543,
                                "text": "The Eighth Amendment\u0027s protection against cruel and unusual punishment reflects society\u0027s evolving conceptions of human dignity."
                            },
                            {
                                "start": 286.248,
                                "stop": 302.217,
                                "byte_start": 1253543,
                                "byte_stop": 1317491,
                                "text": "This protection of dignity reflects the nation we have been, the nation we are and the nation we aspire to be, the states or laboratories for experimentation but those experiments may not deny the basic thing that either constitution protects."
                            },
                            {
                                "start": 302.217,
                                "stop": 307.436,
                                "byte_start": 1317491,
                                "byte_stop": 1338389,
                                "text": "For these reasons and others set forth in the opinion, the judgment of the Supreme Court of Florida is reversed."
                            },
                            {
                                "start": 307.436,
                                "stop": 312.339,
                                "byte_start": 1338389,
                                "byte_stop": 1357928,
                                "text": "The case is remanded for further proceedings not inconsistent with this opinion."
                            },
                            {
                                "start": 312.339,
                                "stop": 319.848,
                                "byte_start": 1357928,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion in which the Chief Justice and Justices Scalia and Thomas joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55651,
            "mime": "audio\/mpeg",
            "size": 1388022,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-10882\/20140527o_12-10882.delivery.mp3"
        },
        {
            "id": 77288,
            "mime": "audio\/ogg",
            "size": 3182220,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-10882\/20140527o_12-10882.ogg"
        },
        {
            "id": 77289,
            "mime": "application\/x-mpegURL",
            "size": 4926,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-10882\/20140527o_12-10882.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}