{
    "id": 22534,
    "title": "Opinion Announcement - June 27, 2002",
    "transcript": {
        "title": "Zelman v. Simmons-Harris",
        "duration": 809.822,
        "sections": [
            {
                "start": 0,
                "stop": 809.822,
                "byte_start": 87703,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 487.931,
                        "byte_start": 87703,
                        "byte_stop": 2039468,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.241,
                                "byte_start": 87703,
                                "byte_stop": 128767,
                                "text": "I have the opinion of the Court to announce in No. 00-1751, Zelman versus Doris Simmons-Harris."
                            },
                            {
                                "start": 10.241,
                                "stop": 19.215,
                                "byte_start": 128767,
                                "byte_stop": 164607,
                                "text": "In 1995, a Federal District Court in Cleveland ordered the Cleveland City School District placed under the control of the State of Ohio."
                            },
                            {
                                "start": 19.215,
                                "stop": 28.994,
                                "byte_start": 164607,
                                "byte_stop": 203687,
                                "text": "The Ohio Legislature responded by enacting a number of emergency measures, including the Ohio Pilot Project Scholarship Program."
                            },
                            {
                                "start": 28.994,
                                "stop": 41.283,
                                "byte_start": 203687,
                                "byte_stop": 252901,
                                "text": "The program was designed to provide educational choices to poor families in the Cleveland City School District who otherwise had no option but to send their children to a failing public school."
                            },
                            {
                                "start": 41.283,
                                "stop": 53.468,
                                "byte_start": 252901,
                                "byte_stop": 301594,
                                "text": "In relevant part the program provides a $2250 scholarship voucher to more than 3000 low-income families with school age children who reside in the district."
                            },
                            {
                                "start": 53.468,
                                "stop": 61.478,
                                "byte_start": 301594,
                                "byte_stop": 333672,
                                "text": "Parents are free to use their scholarship voucher at any private school in the district that agrees to accept program students."
                            },
                            {
                                "start": 61.478,
                                "stop": 70.821,
                                "byte_start": 333672,
                                "byte_stop": 371079,
                                "text": "Public schools and districts adjacent to the Cleveland City District are also eligible to accept program students though none has agreed to do so."
                            },
                            {
                                "start": 70.821,
                                "stop": 80.018,
                                "byte_start": 371079,
                                "byte_stop": 407860,
                                "text": "There are currently 56 private schools participating in the program, 42 of which 82% are private-religious school."
                            },
                            {
                                "start": 80.018,
                                "stop": 91.762,
                                "byte_start": 407860,
                                "byte_stop": 454776,
                                "text": "As of the 1999 school year, 96% of the students who received tuition vouchers under the program chose to expand their vouchers at religious school."
                            },
                            {
                                "start": 91.762,
                                "stop": 94.774,
                                "byte_start": 454776,
                                "byte_stop": 466896,
                                "text": "Respondents are a group of Ohio taxpayers."
                            },
                            {
                                "start": 94.774,
                                "stop": 103.824,
                                "byte_start": 466896,
                                "byte_stop": 503050,
                                "text": "They sued in Federal District Court seeking to enjoin the program on the ground that it violated the Establishment Clause of the Constitution."
                            },
                            {
                                "start": 103.824,
                                "stop": 114.764,
                                "byte_start": 503050,
                                "byte_stop": 546831,
                                "text": "The District Court granted summary judgment for respondents; in the divided panel of Court of Appeals for the Sixth Circuit affirmed."
                            },
                            {
                                "start": 114.764,
                                "stop": 118.411,
                                "byte_start": 546831,
                                "byte_stop": 561355,
                                "text": "In an opinion filed with the Clerk today, we reverse."
                            },
                            {
                                "start": 118.411,
                                "stop": 130.483,
                                "byte_start": 561355,
                                "byte_stop": 609734,
                                "text": "There is no dispute that the program was enacted for the valid nonreligious purpose of providing educational assistance to poor children in a demonstrably failing public school system."
                            },
                            {
                                "start": 130.483,
                                "stop": 139.675,
                                "byte_start": 609734,
                                "byte_stop": 646410,
                                "text": "The Establishment Clause question is does whether or not the program has a forbidden effect of the events advancing or inhibiting religion?"
                            },
                            {
                                "start": 139.675,
                                "stop": 142.041,
                                "byte_start": 646410,
                                "byte_stop": 655919,
                                "text": "We find no such effect."
                            },
                            {
                                "start": 142.041,
                                "stop": 163.793,
                                "byte_start": 655919,
                                "byte_stop": 742959,
                                "text": "Our Establishment Clause decisions consistently distinguish government programs that provide a directly to religious schools from programs like the program challenged here of true private choice in which government aid reaches religious schools only by way of numerous independent decisions of numerous private individuals."
                            },
                            {
                                "start": 163.793,
                                "stop": 172.848,
                                "byte_start": 742959,
                                "byte_stop": 779112,
                                "text": "Three times we have confronted Establishment Clause challenges to programs of private choice and three times we rejected these challenges."
                            },
                            {
                                "start": 172.848,
                                "stop": 188.474,
                                "byte_start": 779112,
                                "byte_stop": 841701,
                                "text": "In Mueller against Allen in 1986, we found no constitutional bar to a Minnesota Program that authorize tax deductions to families of private school student, 96% of whom where enrolled in religious schools."
                            },
                            {
                                "start": 188.474,
                                "stop": 218.692,
                                "byte_start": 841701,
                                "byte_stop": 962492,
                                "text": "In Witters against Washington Department of Services for the Blind, we rejected a challenge to a vocational scholarship program that provided tuition aid to students studying at a religious institution to become a pastor, and in Zobrest versus Catalina Foothills School District, we found no constitutional bar to a program for disabled students that provided sign language interpreters to students enrolled in religious schools."
                            },
                            {
                                "start": 218.692,
                                "stop": 238.345,
                                "byte_start": 962492,
                                "byte_stop": 1041172,
                                "text": "In each of these cases, we stressed the principle of private choice saying that neutral government programs that provide benefits directly to a broad class of private individuals who then themselves choose to direct benefits to religious schools are not readily subject to an Establishment Clause challenge."
                            },
                            {
                                "start": 238.345,
                                "stop": 247.328,
                                "byte_start": 1041172,
                                "byte_stop": 1077117,
                                "text": "We believe that the program challenged here is a program of two private choice consistent with a Mueller line of cases and thus constitutional."
                            },
                            {
                                "start": 247.328,
                                "stop": 250.91,
                                "byte_start": 1077117,
                                "byte_stop": 1091432,
                                "text": "The program is entirely neutral with respect to religion."
                            },
                            {
                                "start": 250.91,
                                "stop": 254.526,
                                "byte_start": 1091432,
                                "byte_stop": 1105852,
                                "text": "All schools in the Cleveland City School District may participate."
                            },
                            {
                                "start": 254.526,
                                "stop": 257.423,
                                "byte_start": 1105852,
                                "byte_stop": 1117450,
                                "text": "This made some schools outside of it."
                            },
                            {
                                "start": 257.423,
                                "stop": 264.51,
                                "byte_start": 1117450,
                                "byte_stop": 1145767,
                                "text": "Benefits are made available to participating families according solely to financial need."
                            },
                            {
                                "start": 264.51,
                                "stop": 273.732,
                                "byte_start": 1145767,
                                "byte_stop": 1182652,
                                "text": "The program further provides substantial opportunities for Cleveland parents to choose non-religious schools for their school-age children."
                            },
                            {
                                "start": 273.732,
                                "stop": 289.254,
                                "byte_start": 1182652,
                                "byte_stop": 1244823,
                                "text": "Respondents point out that 82% of the participating schools are religious school, but that figure is not significant considering that most American Cities contain like proportions of religious private schools."
                            },
                            {
                                "start": 289.254,
                                "stop": 297.196,
                                "byte_start": 1244823,
                                "byte_stop": 1276588,
                                "text": "Nor is it constitutionally significant that 96% of participating students currently attend religious school."
                            },
                            {
                                "start": 297.196,
                                "stop": 308.752,
                                "byte_start": 1276588,
                                "byte_stop": 1322772,
                                "text": "We reject it in identical claim in Mueller where again 96% of the beneficiaries under the challenge program where parents of children enrolled in religious schools."
                            },
                            {
                                "start": 308.752,
                                "stop": 325.326,
                                "byte_start": 1322772,
                                "byte_stop": 1389019,
                                "text": "We said, we would be loath to adopt a rule grounding the constitutionality of facially neutral law on annual reports residing the extent to which various classes of private citizens claim benefits under the law."
                            },
                            {
                                "start": 325.326,
                                "stop": 328.246,
                                "byte_start": 1389019,
                                "byte_stop": 1400722,
                                "text": "This case confirms the wisdom of Mueller."
                            },
                            {
                                "start": 328.246,
                                "stop": 341.944,
                                "byte_start": 1400722,
                                "byte_stop": 1455579,
                                "text": "The 96% figure upon which respondents rely is highly misleading when one considers other choices that Ohio has made available to Cleveland parents including community schools and magnet schools."
                            },
                            {
                                "start": 341.944,
                                "stop": 358.391,
                                "byte_start": 1455579,
                                "byte_stop": 1521303,
                                "text": "Considering these options and the denominator of Cleveland children choosing non-traditional schools, drops the percentage enrolled in religious schools from 96% to well under 20% and there is no reason not to consider these options."
                            },
                            {
                                "start": 358.391,
                                "stop": 381.825,
                                "byte_start": 1521303,
                                "byte_stop": 1615030,
                                "text": "The only reason 96% of program students presently attend religious school is that before the 1999 school year, two of the largest non-religious schools to participate in the program chose instead the register as community schools due largely to the programs uncertain future caused by this litigation."
                            },
                            {
                                "start": 381.825,
                                "stop": 391.946,
                                "byte_start": 1615030,
                                "byte_stop": 1655572,
                                "text": "Before the conversion of these schools from program schools to community schools only 78% of program students were enrolled in religious schools."
                            },
                            {
                                "start": 391.946,
                                "stop": 400.218,
                                "byte_start": 1655572,
                                "byte_stop": 1688591,
                                "text": "Similar fluctuations in religious school enrolment have been witnessed in other American Cities with school choice program."
                            },
                            {
                                "start": 400.218,
                                "stop": 429.051,
                                "byte_start": 1688591,
                                "byte_stop": 1803948,
                                "text": "Given the evident lack of any principle standard to evaluate statistical evidence in a case like this, we therefore hold as we held in Mueller that the constitutionality of the Neutral Aid Programs simply does not turn on whether and why in the particular area at a particular time, most private schools are run by religious organizations or most recipients choose to use government aid at a religious school."
                            },
                            {
                                "start": 429.051,
                                "stop": 434.245,
                                "byte_start": 1803948,
                                "byte_stop": 1824741,
                                "text": "One final argument lodged against the program is equally without merit we think."
                            },
                            {
                                "start": 434.245,
                                "stop": 446.581,
                                "byte_start": 1824741,
                                "byte_stop": 1874061,
                                "text": "It is said that we should deny Cleveland residents the potential benefits of a program that they have chosen on the ground that their program is potentially divisive and may cause strife."
                            },
                            {
                                "start": 446.581,
                                "stop": 450.898,
                                "byte_start": 1874061,
                                "byte_stop": 1891301,
                                "text": "These arguments have been rejected before and we reject them again."
                            },
                            {
                                "start": 450.898,
                                "stop": 483.525,
                                "byte_start": 1891301,
                                "byte_stop": 2021809,
                                "text": "There is no evidence that the program has caused any divisiveness or strife other than this litigation which is now lasted six years, and where such a speculative argument ever to be accepted by a majority of the court then there is nothing to stop another majority from striking down other potentially divisive government programs such as those regulating abortions or stem-cell research or affirmative action on the same ground, such a noble authorities without any constitutional basis."
                            },
                            {
                                "start": 483.525,
                                "stop": 487.931,
                                "byte_start": 2021809,
                                "byte_stop": 2039468,
                                "text": "Justice O’Connor and Justice Thomas have filed concurring opinions."
                            }
                        ]
                    },
                    {
                        "start": 487.931,
                        "stop": 809.822,
                        "byte_start": 2039468,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 487.931,
                                "stop": 504.486,
                                "byte_start": 2039468,
                                "byte_stop": 2105714,
                                "text": "There are three dissenting opinions in this case, one by Justice Stevens, one by Justice Breyer joined by Justice Stevens and by me in one of my own joined by Justice Stevens, Justice Ginsburg, and Justice Breyer."
                            },
                            {
                                "start": 504.486,
                                "stop": 511.103,
                                "byte_start": 2105714,
                                "byte_stop": 2132150,
                                "text": "The opinions vary in emphasis but all of us who dissent recognize several basic points."
                            },
                            {
                                "start": 511.103,
                                "stop": 525.987,
                                "byte_start": 2132150,
                                "byte_stop": 2191710,
                                "text": "First, the decision of the majority completes the rejection of some fundamental doctrine implementing the Establishment Clause of the First Amendment which forbids government aid benefiting the religious teaching of religious schools."
                            },
                            {
                                "start": 525.987,
                                "stop": 544.44,
                                "byte_start": 2191710,
                                "byte_stop": 2265479,
                                "text": "Second, the reasoning of the majority in support of its decision completes the replacement of a substantive constitutional standard with formalistic standards which we dissenters do not believe the majority even applies according to the terms of the formalistic standards themselves."
                            },
                            {
                                "start": 544.44,
                                "stop": 558.137,
                                "byte_start": 2265479,
                                "byte_stop": 2320336,
                                "text": "Third, the majority’s conclusion thgat Ohio’s voucher aid is constitutional when directed to religious schools violates every objective that the Establishment Clause is supposed to serve."
                            },
                            {
                                "start": 558.137,
                                "stop": 568.008,
                                "byte_start": 2320336,
                                "byte_stop": 2359834,
                                "text": "The Fundamental Doctrine that has been effectively replaced in today’s decision was stated by Justice Black in the Everson Case in 1947."
                            },
                            {
                                "start": 568.008,
                                "stop": 580.218,
                                "byte_start": 2359834,
                                "byte_stop": 2408630,
                                "text": "The Court in Everson began with the words of the Establishment Clause applicable for the States as well as to the National Government forbidding any law respecting an establishment of religion."
                            },
                            {
                                "start": 580.218,
                                "stop": 607.562,
                                "byte_start": 2408630,
                                "byte_stop": 2518031,
                                "text": "As applied to a lower providing aid that could benefit a religious school, the court said that the prohibition of religious establishment meant that “No tax in any amount large or small can be levied to support any religious activities or institutions, whatever there may be called or whatever form they may adapt to teach or practice religion.”"
                            },
                            {
                                "start": 607.562,
                                "stop": 613.686,
                                "byte_start": 2518031,
                                "byte_stop": 2542482,
                                "text": "Over the course of the last 20 years, the Court has moved away from that substantive standard."
                            },
                            {
                                "start": 613.686,
                                "stop": 624.085,
                                "byte_start": 2542482,
                                "byte_stop": 2584069,
                                "text": "In the majority opinion today ignores the gross amounts and systemic nature of the aid to religious schools that Ohio’s vouchers will provide."
                            },
                            {
                                "start": 624.085,
                                "stop": 635.457,
                                "byte_start": 2584069,
                                "byte_stop": 2629626,
                                "text": "The majority says it is alright so long as the voucher law is neutral in form and the money gets to religious schools through the medium of private choice."
                            },
                            {
                                "start": 635.457,
                                "stop": 656.793,
                                "byte_start": 2629626,
                                "byte_stop": 2714890,
                                "text": "For reasons that I said out in my opinion, we think that the majority is saying in effect that any voucher scheme that funds aid to religious schools is fine so long as it is not limited to religious schools and so long as there are also public schools to which a child can go."
                            },
                            {
                                "start": 656.793,
                                "stop": 664.676,
                                "byte_start": 2714890,
                                "byte_stop": 2746446,
                                "text": "This leaves the neutrality in choice test virtually meaningless even as formal criteria."
                            },
                            {
                                "start": 664.676,
                                "stop": 688.106,
                                "byte_start": 2746446,
                                "byte_stop": 2840173,
                                "text": "But as Justice Stevens\u0027 opinion emphasize is what matters most is that this criteria result in approving aid in substantial amounts covering full tuition of children in religious schools, the result is simply that public tax money will be paying on a substantial and systemic basis for religious instruction."
                            },
                            {
                                "start": 688.106,
                                "stop": 694.725,
                                "byte_start": 2840173,
                                "byte_stop": 2866609,
                                "text": "This result violates every objective the Establishment Clause has ever been thought to serve."
                            },
                            {
                                "start": 694.725,
                                "stop": 719.295,
                                "byte_start": 2866609,
                                "byte_stop": 2964934,
                                "text": "First, it flatly violates what our ancestors called liberty of conscience in employing the power of the state to force tax-paying citizens to support religion; second, it eliminates the protection of religion itself from political influence which inevitably develops when religion becomes dependent on public money."
                            },
                            {
                                "start": 719.295,
                                "stop": 724.036,
                                "byte_start": 2964934,
                                "byte_stop": 2983951,
                                "text": "this influence has already began to show itself in Ohio."
                            },
                            {
                                "start": 724.036,
                                "stop": 733.847,
                                "byte_start": 2983951,
                                "byte_stop": 3023135,
                                "text": "Religious schools receiving voucher money, for example, can no longer give preference to children of their own religion when admitting pupils."
                            },
                            {
                                "start": 733.847,
                                "stop": 739.605,
                                "byte_start": 3023135,
                                "byte_stop": 3046227,
                                "text": "We think the interference with religious education will only grow worse over time."
                            },
                            {
                                "start": 739.605,
                                "stop": 758.432,
                                "byte_start": 3046227,
                                "byte_stop": 3121460,
                                "text": "It will grow worse if voucher money becomes generally available and the dependents of the religious education on tax money grow, and the interference will get worse in response to the social and political divisiveness that develops when government supports religion."
                            },
                            {
                                "start": 758.432,
                                "stop": 766.33,
                                "byte_start": 3121460,
                                "byte_stop": 3153120,
                                "text": "Preventing this kind of animosity is a third objective identified with the ban on religious establishment."
                            },
                            {
                                "start": 766.33,
                                "stop": 789.15,
                                "byte_start": 3153120,
                                "byte_stop": 3244340,
                                "text": "Justice Breyer’s opinion addresses the prospect of divisive animosity in some detail and he points out that in a nation with the religious pluralism of the United States it is simply unrealistic to think that some religious groups will passively act while others enjoy massive infusions of tax money."
                            },
                            {
                                "start": 789.15,
                                "stop": 798.887,
                                "byte_start": 3244340,
                                "byte_stop": 3283314,
                                "text": "Justice Stevens, Justice Ginsburg, Justice Breyer, and I believe that today’s decision is a major devaluation of the Establishment Clause."
                            },
                            {
                                "start": 798.887,
                                "stop": 809.822,
                                "byte_start": 3283314,
                                "byte_stop": 0,
                                "text": "We are convince that the decision is not only fundamentally mistaken but potentially tragic and we respectfully dissent from it."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54190,
            "mime": "audio\/mpeg",
            "size": 3326991,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/00-1751\/20020627o_00-1751.delivery.mp3"
        },
        {
            "id": 75930,
            "mime": "audio\/ogg",
            "size": 8132040,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/00-1751\/20020627o_00-1751.ogg"
        },
        {
            "id": 75931,
            "mime": "application\/x-mpegURL",
            "size": 11991,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/00-1751\/20020627o_00-1751.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}