{
    "id": 20811,
    "title": "Opinion Announcement - June 19, 1997",
    "transcript": {
        "title": null,
        "duration": 186.391,
        "sections": [
            {
                "start": 0,
                "stop": 186.391,
                "byte_start": 28672,
                "byte_stop": 774207,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.758,
                        "byte_start": 28672,
                        "byte_stop": 71722,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.758,
                                "byte_start": 28672,
                                "byte_stop": 71722,
                                "text": "The opinion of the Court in No. 96-272, Metropolitan Stevedore Company versus Rambo will be announced by Justice Souter."
                            }
                        ]
                    },
                    {
                        "start": 10.758,
                        "stop": 186.391,
                        "byte_start": 71722,
                        "byte_stop": 774207,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 10.758,
                                "stop": 15.547,
                                "byte_start": 71722,
                                "byte_stop": 90948,
                                "text": "This case comes to us on writ of certiorari to the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 15.547,
                                "stop": 29.126,
                                "byte_start": 90948,
                                "byte_stop": 145178,
                                "text": "The question is whether the Longshore and Harbor Workers\u0027 Compensation Act permits nominal compensation to an injured worker when his ability to earn does not immediately decline but may decline in the future."
                            },
                            {
                                "start": 29.126,
                                "stop": 43.793,
                                "byte_start": 145178,
                                "byte_stop": 203901,
                                "text": "The issue has practical import because a worker who gets nominal compensation, unlike one who gets nothing, may lay who seek more substantial compensation if and when a decline in his wage earning capacity actually materializes."
                            },
                            {
                                "start": 43.793,
                                "stop": 51.821,
                                "byte_start": 203901,
                                "byte_stop": 235980,
                                "text": "The respondent, John Rambo, was injured in 1980 while doing long shore work for the petitioner, Metropolitan Stevedore Company."
                            },
                            {
                                "start": 51.821,
                                "stop": 62.644,
                                "byte_start": 235980,
                                "byte_stop": 279343,
                                "text": "The party stipulated that Rambo had suffered twenty-two-and-a-half percent permanent partial disability and an order was entered awarding compensation based on that stipulation."
                            },
                            {
                                "start": 62.644,
                                "stop": 67.261,
                                "byte_start": 279343,
                                "byte_stop": 297733,
                                "text": "Nine years later, Metropolitan sought to have that award modified."
                            },
                            {
                                "start": 67.261,
                                "stop": 83.451,
                                "byte_start": 297733,
                                "byte_stop": 362517,
                                "text": "Based on evidence that Rambo had acquired new skills and was now able to earn three times as much as before his injury, an Administrative Law Judge entered an order completely ending Rambo\u0027s disability compensation and the Benefits Review Board affirmed."
                            },
                            {
                                "start": 83.451,
                                "stop": 93.698,
                                "byte_start": 362517,
                                "byte_stop": 403477,
                                "text": "The Ninth Circuit reversed, however, on the ground that Rambo should have been awarded nominal compensation reflecting the possible future effects of his injury."
                            },
                            {
                                "start": 93.698,
                                "stop": 111.688,
                                "byte_start": 403477,
                                "byte_stop": 475470,
                                "text": "In an opinion filed with the Clerk of Court today, we hold that an injured employee should be awarded nominal compensation when his current ability to earn wages is at least as great as before his injury, but there is a significant possibility that his wage earning capacity will fall in the future."
                            },
                            {
                                "start": 111.688,
                                "stop": 122.007,
                                "byte_start": 475470,
                                "byte_stop": 516744,
                                "text": "The Longshore Act compensates for disability and an injured worker is at least nominally disabled if his future ability to earn may decline as a result of his injury."
                            },
                            {
                                "start": 122.007,
                                "stop": 139.833,
                                "byte_start": 516744,
                                "byte_stop": 588006,
                                "text": "We based this conclusion on provisions of the Act requiring a worker to bring his claim for compensation within a year of being injured and requiring the fact finder to account for the future effects of any disability when deciding whether and to what extent the worker is disabled."
                            },
                            {
                                "start": 139.833,
                                "stop": 158.248,
                                "byte_start": 588006,
                                "byte_stop": 661671,
                                "text": "Awarding nominal compensation subject to modification in the future, if a decline in earning capacity materializes, is consistent with the Longshore Act\u0027s general wait-and-see approach the future developments which promotes accuracy and does fairness to employers and employees alike."
                            },
                            {
                                "start": 158.248,
                                "stop": 165.588,
                                "byte_start": 661671,
                                "byte_stop": 691033,
                                "text": "In this case, however, the Ninth Circuit erred in deciding for itself that Rambo is entitled to nominal compensation."
                            },
                            {
                                "start": 165.588,
                                "stop": 177.078,
                                "byte_start": 691033,
                                "byte_stop": 737008,
                                "text": "Whether he is, depends on whether there is a significant possibility of a future decline in his earning capacity, a question of fact that must be resolved by an administrative law judge."
                            },
                            {
                                "start": 177.078,
                                "stop": 180.144,
                                "byte_start": 737008,
                                "byte_stop": 749338,
                                "text": "We therefore remand the case for that purpose."
                            },
                            {
                                "start": 180.144,
                                "stop": 186.391,
                                "byte_start": 749338,
                                "byte_stop": 774207,
                                "text": "Justice O\u0027Connor has filed a dissenting opinion in which Justice Scalia and Justice Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50746,
            "mime": "audio\/mpeg",
            "size": 774520,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-272\/19970619o_96-272.delivery.mp3"
        },
        {
            "id": 72528,
            "mime": "audio\/ogg",
            "size": 1824213,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-272\/19970619o_96-272.ogg"
        },
        {
            "id": 72529,
            "mime": "application\/x-mpegURL",
            "size": 2820,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-272\/19970619o_96-272.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}