{
    "id": 21986,
    "title": "Opinion Announcement - March 05, 2007",
    "transcript": {
        "title": "Sinochem International Co. v. Malaysia International Shipping Corporation",
        "duration": 374.178,
        "sections": [
            {
                "start": 0,
                "stop": 374.178,
                "byte_start": 89882,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.579,
                        "byte_start": 89882,
                        "byte_stop": 128230,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.579,
                                "byte_start": 89882,
                                "byte_stop": 128230,
                                "text": "Justice Ginsburg has the opinion of the court in 06-102, Sinochem International versus Malaysia International Shipping."
                            }
                        ]
                    },
                    {
                        "start": 9.579,
                        "stop": 374.178,
                        "byte_start": 128230,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 9.579,
                                "stop": 26.046,
                                "byte_start": 128230,
                                "byte_stop": 194163,
                                "text": "This Case concerns the Doctrine of forum non conveniens under which a federal district court may dismiss an action on the ground that a court abroad is the more appropriate and convenient forum to adjudicate the controversy."
                            },
                            {
                                "start": 26.046,
                                "stop": 41.505,
                                "byte_start": 194163,
                                "byte_stop": 255916,
                                "text": "We gladly review to decide a question that has divided the Courts of Appeals must a district court first conclusively establish its own jurisdiction before dismissing a suit on the ground of forum non conveniens."
                            },
                            {
                                "start": 41.505,
                                "stop": 53.912,
                                "byte_start": 255916,
                                "byte_stop": 305549,
                                "text": "We hold that a district has discretion to respond at once to a defendant’s forum non conveniens plea and need that take up first any other threshold objection."
                            },
                            {
                                "start": 53.912,
                                "stop": 75.359,
                                "byte_start": 305549,
                                "byte_stop": 391335,
                                "text": "In particular, a court need not resolve whether it has authority to adjudicate the cause for subject matter jurisdiction or personal jurisdiction over the defendant if it determines that in any event of foreign tribunal is the more suitable arbiter of the merits of the case."
                            },
                            {
                                "start": 75.359,
                                "stop": 81.8,
                                "byte_start": 391335,
                                "byte_stop": 417144,
                                "text": "The underlined controversy concerns a shipment of Steel coils from Pennsylvania to China."
                            },
                            {
                                "start": 81.8,
                                "stop": 108.474,
                                "byte_start": 417144,
                                "byte_stop": 523828,
                                "text": "Malaysia International Shipping Corporation and Malaysian ship owner charged that Sinochem International Company, a Chinese State owned importer had made misrepresentations to Chinese Admiralty Court to gain arrest in China of Malaysia International’s vessel, the vessel that carried the steel coils from Philadelphia to a port in China."
                            },
                            {
                                "start": 108.474,
                                "stop": 120.715,
                                "byte_start": 523828,
                                "byte_stop": 572834,
                                "text": "Sinochem had launched legal proceedings in China alleging that Malaysia International falsified critical documents to Sinochem’s economic disadvantage."
                            },
                            {
                                "start": 120.715,
                                "stop": 137.887,
                                "byte_start": 572834,
                                "byte_stop": 641484,
                                "text": "In response Malaysia International filed the instant suit against Sinochem in the United States District Court for the Eastern District of Pennsylvania alleging that Sinochem’s petition to the Chinese court contained negligent misrepresentation."
                            },
                            {
                                "start": 137.887,
                                "stop": 148.69,
                                "byte_start": 641484,
                                "byte_stop": 684742,
                                "text": "Sinochem moved to dismiss the Federal court suit on several grounds, including lack of subject-matter jurisdiction, lack of personal jurisdiction and forum non conveniens."
                            },
                            {
                                "start": 148.69,
                                "stop": 160.558,
                                "byte_start": 684742,
                                "byte_stop": 732181,
                                "text": "The District Court determined that it had maritime subject-matter jurisdiction but then it lacked personal jurisdictions over Sinochem under Pennsylvania’s long-armstatute."
                            },
                            {
                                "start": 160.558,
                                "stop": 182.533,
                                "byte_start": 732181,
                                "byte_stop": 820057,
                                "text": "Conjecturing that limited discovery might reveal that Sinochem’s national contacts sufficed to establish personal jurisdiction under a Federal Rule, the Court nevertheless denied discovery and dismissed the case under the Doctrine of forum non conveniens in light of the proceedings on going in China."
                            },
                            {
                                "start": 182.533,
                                "stop": 196.951,
                                "byte_start": 820057,
                                "byte_stop": 877735,
                                "text": "The Court of Appeals for the Third Circuit agreed there was subject-matter jurisdiction because the suit qualified as an admiralty case and that personal jurisdiction could not be resolved without discovery."
                            },
                            {
                                "start": 196.951,
                                "stop": 213.732,
                                "byte_start": 877735,
                                "byte_stop": 944818,
                                "text": "Then over a dissent the majority concluded that the case could not be dismissed under the forum non conveniens doctrine unless and until the District Court determine definitively that it had both subject-matter jurisdiction and personal jurisdiction."
                            },
                            {
                                "start": 213.732,
                                "stop": 216.925,
                                "byte_start": 944818,
                                "byte_stop": 957670,
                                "text": "We reverse the Court of Appeals Judgment."
                            },
                            {
                                "start": 216.925,
                                "stop": 229.677,
                                "byte_start": 957670,
                                "byte_stop": 1008661,
                                "text": "In Steel Co. v. Citizens for Better Environment, we clarify the jurisdictional questions ordinarily must precede merit determination in dispositional order."
                            },
                            {
                                "start": 229.677,
                                "stop": 248.751,
                                "byte_start": 1008661,
                                "byte_stop": 1084938,
                                "text": "More recently Ruhrgas AG v. Marathon Oil Co. made a claim that there is no mandatory sequencing of jurisdictional issues further more a federal court has leeway “to choose among threshold grounds for denying audience to a case on the merits.”"
                            },
                            {
                                "start": 248.751,
                                "stop": 261.88,
                                "byte_start": 1084938,
                                "byte_stop": 1137497,
                                "text": "A forum non conveniens dismissal is a non merits disposition resolving a forum non conveniens challenge until no assumptions by the court of substantive law declaring power."
                            },
                            {
                                "start": 261.88,
                                "stop": 275.608,
                                "byte_start": 1137497,
                                "byte_stop": 1192354,
                                "text": "A district court may therefore order a forum non convenience dismissal bypassing questions of subject matter and personal jurisdiction when considerations of convenience, fairness, and judicial economy so warrant."
                            },
                            {
                                "start": 275.608,
                                "stop": 284.838,
                                "byte_start": 1192354,
                                "byte_stop": 1229239,
                                "text": "The dispute between Sinochem and Malaysia International presents a text book case for immediate forum non conveniens dismissal."
                            },
                            {
                                "start": 284.838,
                                "stop": 294.796,
                                "byte_start": 1229239,
                                "byte_stop": 1269154,
                                "text": "The District Court subject matter jurisdiction involved in issue of first impression in the Third Circuit and was considered at some length by the courts below."
                            },
                            {
                                "start": 294.796,
                                "stop": 297.129,
                                "byte_start": 1269154,
                                "byte_stop": 1278453,
                                "text": "That effort could have been avoided."
                            },
                            {
                                "start": 297.129,
                                "stop": 303.602,
                                "byte_start": 1278453,
                                "byte_stop": 1304367,
                                "text": "Discovery concerning personal jurisdiction would have burdened Sinochem with expense and delay."
                            },
                            {
                                "start": 303.602,
                                "stop": 314.058,
                                "byte_start": 1304367,
                                "byte_stop": 1346163,
                                "text": "All for not, the District Court inevitably would dismiss the case without reaching the merits, given its well-considered forum non conveniens appraisal."
                            },
                            {
                                "start": 314.058,
                                "stop": 343.705,
                                "byte_start": 1346163,
                                "byte_stop": 1464759,
                                "text": "Judicial economy would be disserved by continuing litigation in the District Court given the proceedings long launched in China all the more so because Malaysia International federal court complaint centrally allege that Sinochem had made misrepresentations to the Chinese admiralty court in order to secure the Malaysian vessels arrest in China and issue best left for resolution by the Chinese courts."
                            },
                            {
                                "start": 343.705,
                                "stop": 351.826,
                                "byte_start": 1464759,
                                "byte_stop": 1497255,
                                "text": "If as in the mine run of cases the Court can readily determine that it lacks jurisdiction over the cause or the defendant."
                            },
                            {
                                "start": 351.826,
                                "stop": 371.973,
                                "byte_start": 1497255,
                                "byte_stop": 1577817,
                                "text": "The proper cause would be to dismiss on that ground but where subject-matter jurisdiction or personal jurisdiction is difficult to determine, and forum non conveniens considerations weigh heavily in favor of dismissal, the court properly takes the less burdensome course."
                            },
                            {
                                "start": 371.973,
                                "stop": 374.178,
                                "byte_start": 1577817,
                                "byte_stop": 0,
                                "text": "The Court’s opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53094,
            "mime": "audio\/mpeg",
            "size": 1586594,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-102\/20070305o_06-102.delivery.mp3"
        },
        {
            "id": 74844,
            "mime": "audio\/ogg",
            "size": 3723138,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-102\/20070305o_06-102.ogg"
        },
        {
            "id": 74845,
            "mime": "application\/x-mpegURL",
            "size": 5486,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-102\/20070305o_06-102.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}