{
    "id": 21895,
    "title": "Opinion Announcement - January 22, 2007",
    "transcript": {
        "title": "Osborn v. Haley",
        "duration": 323.474,
        "sections": [
            {
                "start": 0,
                "stop": 323.474,
                "byte_start": 90088,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 323.474,
                        "byte_start": 90088,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.339,
                                "byte_start": 90088,
                                "byte_stop": 123525,
                                "text": "Second case I have to announce is Osborn v. Haley, No. 05-593."
                            },
                            {
                                "start": 8.339,
                                "stop": 22.728,
                                "byte_start": 123525,
                                "byte_stop": 181099,
                                "text": "In the Westfall Act Congress accorded federal employees absolute immunity from Tort Claims arising out of acts undertaken in the performance of their official duties."
                            },
                            {
                                "start": 22.728,
                                "stop": 39.02,
                                "byte_start": 181099,
                                "byte_stop": 246196,
                                "text": "The act authorizes the Attorney General to certify that a federal employee sued for a wrongful conduct was acting within the scope of his office or employment at the time of the incident out of which the claim arose."
                            },
                            {
                                "start": 39.02,
                                "stop": 56.283,
                                "byte_start": 246196,
                                "byte_stop": 315264,
                                "text": "When the Attorney General so certified the United States has substituted as defendant in place of the employee if the action comments in the State Court the Westfall Act calls for its removal to a Federal District Court."
                            },
                            {
                                "start": 56.283,
                                "stop": 64.849,
                                "byte_start": 315264,
                                "byte_stop": 349536,
                                "text": "The key importance the act renders the Attorney General’s certification conclusive for purposes of removal."
                            },
                            {
                                "start": 64.849,
                                "stop": 73.683,
                                "byte_start": 349536,
                                "byte_stop": 384854,
                                "text": "We address in this case procedural and substitute questions regarding the Westfall Act operation."
                            },
                            {
                                "start": 73.683,
                                "stop": 80.285,
                                "byte_start": 384854,
                                "byte_stop": 411290,
                                "text": "Plaintiff petition of Pat Osborn sued federal employee Barry Haley in the State Court."
                            },
                            {
                                "start": 80.285,
                                "stop": 97.829,
                                "byte_start": 411290,
                                "byte_stop": 481507,
                                "text": "Osborn alleged that Haley tortiously interfered with her employment with a private contractor that he conspired to cause how wrongful discharge and that his efforts to bring about her discharge were outside the scope of his employment."
                            },
                            {
                                "start": 97.829,
                                "stop": 111.749,
                                "byte_start": 481507,
                                "byte_stop": 537095,
                                "text": "The U.S. Attorney serving the Attorney General’s delegate certified that Haley was acting within this scope of his employment at the time of the misconduct alleged in Osborn’s complaint."
                            },
                            {
                                "start": 111.749,
                                "stop": 128.014,
                                "byte_start": 537095,
                                "byte_stop": 602192,
                                "text": "The U.S. Attorney thereupon remove the case to a federal District Court where she asserted that although Osborn and Haley encountered each other in a work setting the alleged wrongdoing by Haley simply did not happened."
                            },
                            {
                                "start": 128.014,
                                "stop": 133.835,
                                "byte_start": 602192,
                                "byte_stop": 625494,
                                "text": "Federal Court has divided on the question whether Westfall Act certification is proper."
                            },
                            {
                                "start": 133.835,
                                "stop": 143.476,
                                "byte_start": 625494,
                                "byte_stop": 664050,
                                "text": "When the federal employee asserts and the Attorney General concludes that the harm causing incident alleged by the plaintiff never occurred."
                            },
                            {
                                "start": 143.476,
                                "stop": 160.165,
                                "byte_start": 664050,
                                "byte_stop": 730819,
                                "text": "The District Court in the instant case held the certification improper when the employee and the Attorney General deny the occurrence of the incident or episode on which the plaintiff claim raise."
                            },
                            {
                                "start": 160.165,
                                "stop": 175.583,
                                "byte_start": 730819,
                                "byte_stop": 792468,
                                "text": "Accordingly, the District Court entered an order that rejected the Westfall Act certification denied the government’s motion to substitute the United States as defendant in place of Haley and remanded the case to the State Court."
                            },
                            {
                                "start": 175.583,
                                "stop": 189.17,
                                "byte_start": 792468,
                                "byte_stop": 846803,
                                "text": "The Court of Appeals for the Sixth Circuit determine that Westfall Act certification was proper so the government denied the alleged wrongdoing and therefore vacated the District Court’s order."
                            },
                            {
                                "start": 189.17,
                                "stop": 192.138,
                                "byte_start": 846803,
                                "byte_stop": 858715,
                                "text": "We affirm the Court of Appeals judgment."
                            },
                            {
                                "start": 192.138,
                                "stop": 213.804,
                                "byte_start": 858715,
                                "byte_stop": 945337,
                                "text": "We considered first whether the Sixth Circuit has jurisdiction to review the District Court’s remand order not withstanding 28 U.S.C. 1447(d) which states that in order remanding a case to the State Court in which the action originated is not reviewable on appeal."
                            },
                            {
                                "start": 213.804,
                                "stop": 230.743,
                                "byte_start": 945337,
                                "byte_stop": 1013151,
                                "text": "We hold that the Court of Appeals had jurisdiction the Westfall Act provision rendering the Attorney General’s certification conclusive of purposes of removal is designed to prevent the needless shuttling of case forth and back from one court to another."
                            },
                            {
                                "start": 230.743,
                                "stop": 241.189,
                                "byte_start": 1013151,
                                "byte_stop": 1054947,
                                "text": "Section 1447(d) is also designed to prevent fro and to movement of cases between courts."
                            },
                            {
                                "start": 241.189,
                                "stop": 246.242,
                                "byte_start": 1054947,
                                "byte_stop": 1075113,
                                "text": "But only one of the two anti-shuttling provisions can prevail."
                            },
                            {
                                "start": 246.242,
                                "stop": 270.743,
                                "byte_start": 1075113,
                                "byte_stop": 1173125,
                                "text": "Provisions detailed in the opinion court’s opinion, we conclude that the provision tailor made for Westfall Act cases controls under that provision once a Tort action comments in state court against the federal officer has been removed to a Federal Court pursuant to certification by the Attorney General."
                            },
                            {
                                "start": 270.743,
                                "stop": 278.91,
                                "byte_start": 1173125,
                                "byte_stop": 1205830,
                                "text": "The case must they put in the Federal Court and may not be remanded to the state system."
                            },
                            {
                                "start": 278.91,
                                "stop": 292.546,
                                "byte_start": 1205830,
                                "byte_stop": 1260374,
                                "text": "On the merits we agree with the Sixth Circuit the Westfall Act certification is proper when the Attorney General concludes that in true, the incident or episode in sue never occurred."
                            },
                            {
                                "start": 292.546,
                                "stop": 311.681,
                                "byte_start": 1260374,
                                "byte_stop": 1336860,
                                "text": "The United States, we hold must remain the federal defendant in this action unless and until the District Court determines that Haley in fact and not simply has alleged in Osborn complaint engaged in conduct beyond the scope of his employment."
                            },
                            {
                                "start": 311.681,
                                "stop": 318.533,
                                "byte_start": 1336860,
                                "byte_stop": 1364237,
                                "text": "Justice Souter has filed an opinion concurring in part and dissenting in part as has Justice Breyer."
                            },
                            {
                                "start": 318.533,
                                "stop": 323.474,
                                "byte_start": 1364237,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed the dissenting opinion in which Justice Thomas has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52912,
            "mime": "audio\/mpeg",
            "size": 1383985,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-593\/20070122o_05-593.delivery.mp3"
        },
        {
            "id": 74662,
            "mime": "audio\/ogg",
            "size": 3194625,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-593\/20070122o_05-593.ogg"
        },
        {
            "id": 74663,
            "mime": "application\/x-mpegURL",
            "size": 4755,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-593\/20070122o_05-593.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}