{
    "id": 20347,
    "title": "Opinion Announcement - May 22, 1995",
    "transcript": {
        "title": "U. S. Term Limits, Inc. v. Thornton",
        "duration": 365.296,
        "sections": [
            {
                "start": 0,
                "stop": 365.296,
                "byte_start": 87372,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.574,
                        "byte_start": 87372,
                        "byte_stop": 129690,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.574,
                                "byte_start": 87372,
                                "byte_stop": 129690,
                                "text": "The opinion of the court number 93-1456, U.S. Term Limits Inc. v. Thornton Inc. and a companion case will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 10.574,
                        "stop": 365.296,
                        "byte_start": 129690,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 10.574,
                                "stop": 22.211,
                                "byte_start": 129690,
                                "byte_stop": 176293,
                                "text": "In 1992, the voters of Arkansas passed a State Constitutional Amendment that according to its preamble was intended to limit the terms of the elected officials."
                            },
                            {
                                "start": 22.211,
                                "stop": 33.79,
                                "byte_start": 176293,
                                "byte_stop": 222582,
                                "text": "The Arkansas amendment provides a candidate for the United States House of Representatives who has served in Congress for three or more terms is ineligible to have his or her name placed on the ballot."
                            },
                            {
                                "start": 33.79,
                                "stop": 40.142,
                                "byte_start": 222582,
                                "byte_stop": 247973,
                                "text": "The amendment provides a similar ballot exclusion for United States senators who have served two or more terms."
                            },
                            {
                                "start": 40.142,
                                "stop": 47.516,
                                "byte_start": 247973,
                                "byte_stop": 277439,
                                "text": "The Arkansas Supreme Court held that the amendment violated the Federal Constitution and we granted certiorari."
                            },
                            {
                                "start": 47.516,
                                "stop": 55.585,
                                "byte_start": 277439,
                                "byte_stop": 309726,
                                "text": "For a reason stated at length and an opinion filed with the court today, we affirm the judgment of the Arkansas Supreme Court."
                            },
                            {
                                "start": 55.585,
                                "stop": 61.4,
                                "byte_start": 309726,
                                "byte_stop": 333028,
                                "text": "The constitution of the United States sets forth the qualifications for Congress."
                            },
                            {
                                "start": 61.4,
                                "stop": 77.151,
                                "byte_start": 333028,
                                "byte_stop": 396035,
                                "text": "For example, it states no person shall be a representative who shall not have attained to the age of 25 years and been seven years a citizen of the United States and who shall not when elected be inhabitant of that State in which he shall be chosen."
                            },
                            {
                                "start": 77.151,
                                "stop": 83.486,
                                "byte_start": 396035,
                                "byte_stop": 421321,
                                "text": "The constitution sets forth similar qualifications for senators."
                            },
                            {
                                "start": 83.486,
                                "stop": 96.139,
                                "byte_start": 421321,
                                "byte_stop": 471999,
                                "text": "Over 25 years ago in a case called Powell v. McCormack we concluded that the qualification set forth in the text of the Constitution were exclusive at least in the sense that Congress may not supplemented."
                            },
                            {
                                "start": 96.139,
                                "stop": 104.601,
                                "byte_start": 471999,
                                "byte_stop": 505854,
                                "text": "Today’s cases present a different question that that presented in Powell, because the Arkansas Amendment was passed by a State rather than Congress."
                            },
                            {
                                "start": 104.601,
                                "stop": 114.09,
                                "byte_start": 505854,
                                "byte_stop": 543783,
                                "text": "We are convinced however that the States as well as the Congress lack the power to add to the qualification set forth in the text of the Constitution."
                            },
                            {
                                "start": 114.09,
                                "stop": 133.048,
                                "byte_start": 543783,
                                "byte_stop": 619643,
                                "text": "As James Madison emphasized, subject to those limitation the door of this part of the Federal Government is open to merit of every description whether native or adoptive whether young or old, and without regard to poverty or wealth, or to any particular profession of religious faith."
                            },
                            {
                                "start": 133.048,
                                "stop": 139.992,
                                "byte_start": 619643,
                                "byte_stop": 647437,
                                "text": "The constitution incorporates the Framers revolutionary idea that sovereignty is vested in the people."
                            },
                            {
                                "start": 139.992,
                                "stop": 151.382,
                                "byte_start": 647437,
                                "byte_stop": 692995,
                                "text": "The Framers conceived of a Federal Government directly responsible to the people, possessed of direct power over the people, and chosen directly, not by States, but by the people."
                            },
                            {
                                "start": 151.382,
                                "stop": 168.122,
                                "byte_start": 692995,
                                "byte_stop": 759868,
                                "text": "Permitting individual States to formulate diverse qualifications for their representatives could result in a patchwork of State qualifications, undermining the uniformity and the national character that the Framers envisioned and sought to ensure."
                            },
                            {
                                "start": 168.122,
                                "stop": 180.869,
                                "byte_start": 759868,
                                "byte_stop": 810859,
                                "text": "Petitioners have argued however that even the States cannot add qualifications; the Arkansas amendment should nevertheless be upheld, because it is only a ballot access provision and not an outright disqualification."
                            },
                            {
                                "start": 180.869,
                                "stop": 182.756,
                                "byte_start": 810859,
                                "byte_stop": 818487,
                                "text": "We reject this argument."
                            },
                            {
                                "start": 182.756,
                                "stop": 188.674,
                                "byte_start": 818487,
                                "byte_stop": 842102,
                                "text": "As we have often noted constitutional rights would be of little value if they could be indirectly denied."
                            },
                            {
                                "start": 188.674,
                                "stop": 197.82,
                                "byte_start": 842102,
                                "byte_stop": 878673,
                                "text": "In our view the Arkansas Amendment is in attempt to accomplish indirectly what the Constitution prohibits Arkansas from accomplishing directly."
                            },
                            {
                                "start": 197.82,
                                "stop": 210.515,
                                "byte_start": 878673,
                                "byte_stop": 929455,
                                "text": "As it’s evident from the preamble and from the decision of the Arkansas Supreme Court, the unmistakable purpose of the Arkansas Amendment was to create an additional qualification for servicing Congress."
                            },
                            {
                                "start": 210.515,
                                "stop": 220.633,
                                "byte_start": 929455,
                                "byte_stop": 969997,
                                "text": "A State Constitutional Amendment with the avowed purpose and obvious effect of evading the requirements of the Qualifications Clauses cannot stand."
                            },
                            {
                                "start": 220.633,
                                "stop": 231.32,
                                "byte_start": 969997,
                                "byte_stop": 1012734,
                                "text": "The merits of term limits have been the subject of debate since the formation of our Constitution, when the Framers unanimously rejected a proposal to add such limits to the Constitution."
                            },
                            {
                                "start": 231.32,
                                "stop": 240.28,
                                "byte_start": 1012734,
                                "byte_stop": 1048574,
                                "text": "The cogent arguments on both sides of the question that were articulated during the process of ratification largely retain their force today."
                            },
                            {
                                "start": 240.28,
                                "stop": 256.768,
                                "byte_start": 1048574,
                                "byte_stop": 1114507,
                                "text": "Over half the States have adopted measures that impose such limits on some State offices either directly or indirectly, and the Nation as a whole, notably by constitutional amendment, has imposed a limit on the number of terms that the President of the United States may serve."
                            },
                            {
                                "start": 256.768,
                                "stop": 264.172,
                                "byte_start": 1114507,
                                "byte_stop": 1144077,
                                "text": "Term limits, like any other qualification for office, unquestionably restrict the ability of voters to vote for whom they wish."
                            },
                            {
                                "start": 264.172,
                                "stop": 276.397,
                                "byte_start": 1144077,
                                "byte_stop": 1192979,
                                "text": "On the other hand, such limits may provide for the infusion of fresh ideas and new perspectives, and may decrease the likelihood that representatives will lose touch with their constituents."
                            },
                            {
                                "start": 276.397,
                                "stop": 281.119,
                                "byte_start": 1192979,
                                "byte_stop": 1211891,
                                "text": "And as judges, it is not our province to resolve this longstanding debate."
                            },
                            {
                                "start": 281.119,
                                "stop": 291.11,
                                "byte_start": 1211891,
                                "byte_stop": 1251911,
                                "text": "We are, however, firmly convinced that allowing the several States to adopt term limits for congressional service would effect a fundamental change in the constitutional framework."
                            },
                            {
                                "start": 291.11,
                                "stop": 305.541,
                                "byte_start": 1251911,
                                "byte_stop": 1309589,
                                "text": "Any such change must come not by legislation adopted either by Congress or by an individual State, but rather-as have other important changes in the electoral process through the amendment procedures set forth in Article V."
                            },
                            {
                                "start": 305.541,
                                "stop": 313.96,
                                "byte_start": 1309589,
                                "byte_stop": 1343235,
                                "text": "The Framers decided that the qualifications for servicing Congress should be fixed in the Constitution and be uniform throughout the Nation."
                            },
                            {
                                "start": 313.96,
                                "stop": 328.045,
                                "byte_start": 1343235,
                                "byte_stop": 1399555,
                                "text": "That decision reflects the Framers\u0027 understanding that Members of Congress are chosen by separate constituencies, but that they become, when elected, servants of the people of the United States."
                            },
                            {
                                "start": 328.045,
                                "stop": 337.691,
                                "byte_start": 1399555,
                                "byte_stop": 1438216,
                                "text": "They are not merely delegates appointed by separate, sovereign States; they occupy offices that are integral and essential components of a single National Government."
                            },
                            {
                                "start": 337.691,
                                "stop": 355.569,
                                "byte_start": 1438216,
                                "byte_stop": 1509687,
                                "text": "In the absence of a properly passed constitutional amendment, allowing individual States to craft their own qualifications for Congress would thus erode the structure envisioned by the Framers, a structure that was designed, in the words of the Preamble to our Constitution, to form a \u0022more perfect Union.”"
                            },
                            {
                                "start": 355.569,
                                "stop": 365.296,
                                "byte_start": 1509687,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a concurring opinion and Justice Thomas has filed a dissenting opinion in which the Chief Justice, Justice O’Connor and Justice Scalia have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49818,
            "mime": "audio\/mpeg",
            "size": 1548557,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1994\/93-1456\/19950522o_93-1456.delivery.mp3"
        },
        {
            "id": 71614,
            "mime": "audio\/ogg",
            "size": 3612463,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1994\/93-1456\/19950522o_93-1456.ogg"
        },
        {
            "id": 71615,
            "mime": "application\/x-mpegURL",
            "size": 5479,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1994\/93-1456\/19950522o_93-1456.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}