{
    "id": 23525,
    "title": "Opinion Announcement - June 02, 2014",
    "transcript": {
        "title": null,
        "duration": 374.856,
        "sections": [
            {
                "start": 0,
                "stop": 374.856,
                "byte_start": 105472,
                "byte_stop": 1604796,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.583,
                        "byte_start": 105472,
                        "byte_stop": 139849,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.583,
                                "byte_start": 105472,
                                "byte_stop": 139849,
                                "text": "Justice Ginsburg has our opinion this morning in Case 13-369, Nautilus, Inc., v. Biosig Instruments."
                            }
                        ]
                    },
                    {
                        "start": 8.583,
                        "stop": 374.856,
                        "byte_start": 139849,
                        "byte_stop": 1604796,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.583,
                                "stop": 28.637,
                                "byte_start": 139849,
                                "byte_stop": 220097,
                                "text": "The Patent Act in Section 112 Paragraph 2 requires that a patent specification conclude with one or more claims particularly pointing out and distinctly claiming the subject matter which the applicant regards as the invention."
                            },
                            {
                                "start": 28.637,
                                "stop": 35.833,
                                "byte_start": 220097,
                                "byte_stop": 248832,
                                "text": "This case concerns the proper reading of the statute\u0027s demand for clarity and precision."
                            },
                            {
                                "start": 35.833,
                                "stop": 44.65,
                                "byte_start": 248832,
                                "byte_stop": 284150,
                                "text": "Respondent Biosig Instruments is the holder by assignment of the patent in dispute, the 753 patent."
                            },
                            {
                                "start": 44.65,
                                "stop": 50.973,
                                "byte_start": 284150,
                                "byte_stop": 309436,
                                "text": "That patent is on a heart rate monitor used with exercised equipment."
                            },
                            {
                                "start": 50.973,
                                "stop": 68.655,
                                "byte_start": 309436,
                                "byte_stop": 380176,
                                "text": "Prior heart rate monitors the patent asserts were often inaccurate in measuring the electrical signals accompanying each heartbeat known as electrocardiograph or ECG signals."
                            },
                            {
                                "start": 68.655,
                                "stop": 80.348,
                                "byte_start": 380176,
                                "byte_stop": 426883,
                                "text": "The problem -- problem was caused by the presence of other electrical signals referred to as electromyogram or EMG signals."
                            },
                            {
                                "start": 80.348,
                                "stop": 91.42,
                                "byte_start": 426883,
                                "byte_stop": 471186,
                                "text": "EMG signals which are generated by that uses skeletal muscles can impede ECG signal detection."
                            },
                            {
                                "start": 91.42,
                                "stop": 107.48,
                                "byte_start": 471186,
                                "byte_stop": 535448,
                                "text": "The invention described in the 753 patent claims to improve on prior art by detecting and processing ECG signals in a way that filters out the EMG impediment."
                            },
                            {
                                "start": 107.48,
                                "stop": 119.031,
                                "byte_start": 535448,
                                "byte_stop": 581632,
                                "text": "Claim 1 of the 753 patent which contains the limitation critical to this dispute describes a heart rate monitor for use when exercising."
                            },
                            {
                                "start": 119.031,
                                "stop": 125.976,
                                "byte_start": 581632,
                                "byte_stop": 609426,
                                "text": "The claim lists among other elements a cylindrical bar fitted with a display device."
                            },
                            {
                                "start": 125.976,
                                "stop": 137.991,
                                "byte_start": 609426,
                                "byte_stop": 657492,
                                "text": "And on each half of that bar, a live electrode and a common electrode mounted in space -- in -- in spaced relationship with each other."
                            },
                            {
                                "start": 137.991,
                                "stop": 151.909,
                                "byte_start": 657492,
                                "byte_stop": 713185,
                                "text": "Biosig filed this patent infringement suit alleging that petitioner Nautilus, without obtaining a license, sold exercise machines containing Biosig\u0027s patented technology."
                            },
                            {
                                "start": 151.909,
                                "stop": 172.561,
                                "byte_start": 713185,
                                "byte_stop": 795732,
                                "text": "The District Court after construing the patent\u0027s claims granted Nautilus\u0027 motion for summary judgment on the ground that the claimed term in spaced relationship with one another failed Section 112 Paragraph 2\u0027s definiteness requirement."
                            },
                            {
                                "start": 172.561,
                                "stop": 191.7,
                                "byte_start": 795732,
                                "byte_stop": 872323,
                                "text": "The Federal Circuit reversed and remanded concluding that a patent claim passes the Section 112 Paragraph 2 threshold, so long as the claim is amenable to construction and the claim as construed is not insolubly ambiguous."
                            },
                            {
                                "start": 191.7,
                                "stop": 200.42,
                                "byte_start": 872323,
                                "byte_stop": 907222,
                                "text": "Under that standard, the Appeals Court determined the 753 patent survived indefiniteness review."
                            },
                            {
                                "start": 200.42,
                                "stop": 208.25,
                                "byte_start": 907222,
                                "byte_stop": 938569,
                                "text": "The parties arguing in the Court on several aspects of the Section 112 Paragraph 2 inquiry."
                            },
                            {
                                "start": 208.25,
                                "stop": 228.837,
                                "byte_start": 938569,
                                "byte_stop": 1020907,
                                "text": "They agree that definiteness is to be evaluated from the perspective of a person skilled in the relevant art that claims are to be read in light of the patent specification and prosecution history, and that definiteness is to be measured as of the time of the patent application."
                            },
                            {
                                "start": 228.837,
                                "stop": 237.524,
                                "byte_start": 1020907,
                                "byte_stop": 1055598,
                                "text": "The parties differ however as to the degree of imprecision Section 112 Paragraph 2 tolerates."
                            },
                            {
                                "start": 237.524,
                                "stop": 256.911,
                                "byte_start": 1055598,
                                "byte_stop": 1133129,
                                "text": "A patent is invalid for indefiniteness we hold if its claims read in light of the patent\u0027s specification and prosecution history failed to inform those skilled in the art about the scope of the invention with reasonable certainty."
                            },
                            {
                                "start": 256.911,
                                "stop": 274.401,
                                "byte_start": 1133129,
                                "byte_stop": 1203137,
                                "text": "Section 112\u0027s definiteness requirement, we accept, must take into account the inherent limitations of language as well as the reality that patents are technical documents granted to be understood by persons skilled in the relevant art."
                            },
                            {
                                "start": 274.401,
                                "stop": 298.661,
                                "byte_start": 1203137,
                                "byte_stop": 1300208,
                                "text": "At the same time, a patent must be precise enough to provide clear notice of what is claimed and of the terrain left open for further experimentation requiring reasonable certainty in claim scope, the standard we adopt falls for clarity while recognizing that absolute precision is unattainable."
                            },
                            {
                                "start": 298.661,
                                "stop": 309.503,
                                "byte_start": 1300208,
                                "byte_stop": 1343572,
                                "text": "The Federal Circuit standard which tolerates some ambiguous claims, but not others does not satisfy the statutes definiteness requirement."
                            },
                            {
                                "start": 309.503,
                                "stop": 319.85,
                                "byte_start": 1343572,
                                "byte_stop": 1384950,
                                "text": "The Court of Appeals inquired whether the 753 patent\u0027s claims were amenable to construction or insolubly ambiguous."
                            },
                            {
                                "start": 319.85,
                                "stop": 338.146,
                                "byte_start": 1384950,
                                "byte_stop": 1458092,
                                "text": "But those formulations lack the precision Section 112 Paragraph 2 demands, as our opinion explains the insolubly ambiguous criterion can leave District Courts and the Patent Bar at sea without a reliable compass."
                            },
                            {
                                "start": 338.146,
                                "stop": 347.69,
                                "byte_start": 1458092,
                                "byte_stop": 1496336,
                                "text": "The Court, we have often said is a Court of review, not of first view, accordingly we do not pass on the validity of the patent in suit."
                            },
                            {
                                "start": 347.69,
                                "stop": 372.432,
                                "byte_start": 1496336,
                                "byte_stop": 1595288,
                                "text": "Rather, having held that the insolubly ambiguous standard is insufficiently exacting, we vacate the Federal Circuit\u0027s judgment and remand for that Court\u0027s reconsideration whether the relevant claims in the 753 patent are sufficiently definite under the reasonable certainty standard we have articulated."
                            },
                            {
                                "start": 372.432,
                                "stop": 374.856,
                                "byte_start": 1595288,
                                "byte_stop": 1604796,
                                "text": "The Court\u0027s decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56168,
            "mime": "audio\/mpeg",
            "size": 1605005,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/13-369\/20140602o_13-369.delivery.mp3"
        },
        {
            "id": 77872,
            "mime": "audio\/ogg",
            "size": 3610704,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/13-369\/20140602o_13-369.ogg"
        },
        {
            "id": 77873,
            "mime": "application\/x-mpegURL",
            "size": 5486,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/13-369\/20140602o_13-369.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}