{
    "id": 17380,
    "title": "Opinion Announcement - July 24, 1974",
    "transcript": {
        "title": "United States v. Nixon",
        "duration": 989.974,
        "sections": [
            {
                "start": 0,
                "stop": 989.974,
                "byte_start": 28672,
                "byte_stop": 3988522,
                "turns": [
                    {
                        "start": 0,
                        "stop": 989.974,
                        "byte_start": 28672,
                        "byte_stop": 3988522,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 20.78,
                                "byte_start": 28672,
                                "byte_stop": 111846,
                                "text": "I have the disposition to announce for the Court in number 73-1766, United States against Nixon together with 73-1834, Nixon against the United States."
                            },
                            {
                                "start": 20.78,
                                "stop": 34.761,
                                "byte_start": 111846,
                                "byte_stop": 167748,
                                "text": "We granted certiorari before judgment in these cases to review certain pre-trial orders of the District Court for the District of Columbia in the case of United States \tagainst Mitchell and others."
                            },
                            {
                                "start": 34.761,
                                "stop": 46.98,
                                "byte_start": 167748,
                                "byte_stop": 216649,
                                "text": "In that case, several former aides of the President were indicted by a federal grand jury for crimes including conspiracy to obstruct justice."
                            },
                            {
                                "start": 46.98,
                                "stop": 57.798,
                                "byte_start": 216649,
                                "byte_stop": 259908,
                                "text": "Prosecution for the Government was commenced by a Special Prosecutor who had been appointed by the Attorney General pursuing to federal regulation."
                            },
                            {
                                "start": 57.798,
                                "stop": 62.532,
                                "byte_start": 259908,
                                "byte_stop": 278821,
                                "text": "The Special Prosecutor had been given broad authority."
                            },
                            {
                                "start": 62.532,
                                "stop": 83.72,
                                "byte_start": 278821,
                                "byte_stop": 363562,
                                "text": "He moved for a subpoena duces tecum to secure from the President as a third-party certain 6 specifically described material, chiefly records of various conversations between the President and others including named defendants in pending cases."
                            },
                            {
                                "start": 83.72,
                                "stop": 92.649,
                                "byte_start": 363562,
                                "byte_stop": 399297,
                                "text": "The District Court authorized the subpoena pursuant to Rule 17 (C) of the Federal Rules of Criminal Procedure."
                            },
                            {
                                "start": 92.649,
                                "stop": 109.806,
                                "byte_start": 399297,
                                "byte_stop": 467947,
                                "text": "Counsel for the President moved to quash the subpoena on the grounds first that the court lack jurisdiction of the case and second that the courts did not have the power to review the claim of executive privilege as asserted here."
                            },
                            {
                                "start": 109.806,
                                "stop": 115.637,
                                "byte_start": 467947,
                                "byte_stop": 491248,
                                "text": "The District Court, after hearing, denied the motion to quash the subpoena."
                            },
                            {
                                "start": 115.637,
                                "stop": 130.189,
                                "byte_start": 491248,
                                "byte_stop": 549449,
                                "text": "The President appealed to the United States Court of Appeals for the District of Columbia Circuit and on the same day the Special Prosecutor filed a petition for certiorari before a judgment in this Court."
                            },
                            {
                                "start": 130.189,
                                "stop": 161.025,
                                "byte_start": 549449,
                                "byte_stop": 672852,
                                "text": "The grand jury which had issued the indictment in United States against Mitchell and others had also named the President as an unindicted co-conspirator. Shortly after the Special Prosecutor had filed his petition for certiorari in this Court, Counsel for the President filed a cross-petition for certiorari before a judgment also challenging the action of the grand jury as improper and as being unsupported by the evidence."
                            },
                            {
                                "start": 161.025,
                                "stop": 170.263,
                                "byte_start": 672852,
                                "byte_stop": 709736,
                                "text": "We granted both petitions for certiorari, expedited the consideration, and heard arguments on July 8."
                            },
                            {
                                "start": 170.263,
                                "stop": 192.756,
                                "byte_start": 709736,
                                "byte_stop": 799702,
                                "text": "At the outset we should say that we conclude that the cross-petition raises an issue which it is not necessary to decide in order to resolve the issues of this case and the cross-petition is therefore, dismissed as having been improvidently granted."
                            },
                            {
                                "start": 192.756,
                                "stop": 197.109,
                                "byte_start": 799702,
                                "byte_stop": 817152,
                                "text": "The President is not a party to the proceedings for which the evidence has sought."
                            },
                            {
                                "start": 197.109,
                                "stop": 209.89,
                                "byte_start": 817152,
                                "byte_stop": 868248,
                                "text": "He is a third-party who has, in his possession or under his control, material the Special Prosecutor claims he needs to proceed with the cases now pending in the District Court."
                            },
                            {
                                "start": 209.89,
                                "stop": 223.852,
                                "byte_start": 868248,
                                "byte_stop": 924150,
                                "text": "The Special Prosecutor made a preliminary showing to the District Court satisfying that court that the evidence he wanted was probably relevant to these cases and probably would be admissible."
                            },
                            {
                                "start": 223.852,
                                "stop": 236.675,
                                "byte_start": 924150,
                                "byte_stop": 975454,
                                "text": "The Special Prosecutor was able to describe what he wanted in the subpoena duces tecum, because the daily logs and diaries which are routinely kept in the White House were supplied to him."
                            },
                            {
                                "start": 236.675,
                                "stop": 253.759,
                                "byte_start": 975454,
                                "byte_stop": 1043790,
                                "text": "The Special Prosecutor’s petition to this Court, advised that the case for which the evidence was sought would be tried in the District Court early in September and that he needed time to analyze the large amount of material involved."
                            },
                            {
                                "start": 253.759,
                                "stop": 262.535,
                                "byte_start": 1043790,
                                "byte_stop": 1078899,
                                "text": "The first question that we decided is whether we have jurisdiction to review the District Court’s order denying the motion to quash the subpoena."
                            },
                            {
                                "start": 262.535,
                                "stop": 267,
                                "byte_start": 1078899,
                                "byte_stop": 1096767,
                                "text": "If it was a final order, it would be an appealable order."
                            },
                            {
                                "start": 267,
                                "stop": 274.833,
                                "byte_start": 1096767,
                                "byte_stop": 1128009,
                                "text": "Ordinarily, an order of this kind is not regarded as final and, therefore, not appealable."
                            },
                            {
                                "start": 274.833,
                                "stop": 286.656,
                                "byte_start": 1128009,
                                "byte_stop": 1175343,
                                "text": "And the party is not permitted to challenge it in an Appellate Court until it has becomes certain that the District Court will, in fact, command compliance on pain of contempt."
                            },
                            {
                                "start": 286.656,
                                "stop": 294.335,
                                "byte_start": 1175343,
                                "byte_stop": 1206063,
                                "text": "There are, however, some expectations to this, and this is one occasion for such an exception."
                            },
                            {
                                "start": 294.335,
                                "stop": 305.121,
                                "byte_start": 1206063,
                                "byte_stop": 1249217,
                                "text": "To follow the ordinary procedure in this case, would very likely produce more delay and defeat the very purpose of the rule that only final orders are appealable."
                            },
                            {
                                "start": 305.121,
                                "stop": 313.741,
                                "byte_start": 1249217,
                                "byte_stop": 1283699,
                                "text": "For this and other reasons we, therefore, conclude that this Court has jurisdiction."
                            },
                            {
                                "start": 313.741,
                                "stop": 339.672,
                                "byte_start": 1283699,
                                "byte_stop": 1387457,
                                "text": "The President’s counsel contends in this case that it presents a dispute between the Special Prosecutor and the President and that since both are part of the Executive Branch, it is an intra-branch, a jurisdictional dispute which can be resolved only within the Executive Branch and not in the courts."
                            },
                            {
                                "start": 339.672,
                                "stop": 359.607,
                                "byte_start": 1387457,
                                "byte_stop": 1467183,
                                "text": "However, the Special Prosecutor in this case is not an ordinary subordinate officer of the Attorney General, because, by regulation of the Attorney General, the Special Prosecutor was given unique authority and tenure concerning specific investigations and prosecutions."
                            },
                            {
                                "start": 359.607,
                                "stop": 372.981,
                                "byte_start": 1467183,
                                "byte_stop": 1520682,
                                "text": "His authority is to represent the United States as a sovereign and it did include expressed authority to contest any privilege asserted by the Executive Branch."
                            },
                            {
                                "start": 372.981,
                                "stop": 386.833,
                                "byte_start": 1520682,
                                "byte_stop": 1576061,
                                "text": "It is now well established that when the government or its department promulgate regulations, the government is bound by those regulations even though they may be revoked or modified."
                            },
                            {
                                "start": 386.833,
                                "stop": 395.094,
                                "byte_start": 1576061,
                                "byte_stop": 1609080,
                                "text": "But until they are revoked or until they are modified, they have the force of law."
                            },
                            {
                                "start": 395.094,
                                "stop": 433.519,
                                "byte_start": 1609080,
                                "byte_stop": 1762785,
                                "text": "We, therefore, have before the Court, a claim by the Special Prosecutor vigorously contested by the President’s counsel on constitutional ground and we hold that this presents a controversy of the kind that, as we said in Baker against Carr that provides that concrete adverseness which sharpens the presentation of issues upon which the Court so largely depends for the illumination of difficult constitutional issues."
                            },
                            {
                                "start": 433.519,
                                "stop": 443.586,
                                "byte_start": 1762785,
                                "byte_stop": 1803118,
                                "text": "Ordinarily, as we have indicated, a dispute between two officers of the Executive Branch is not a subject to be settled but litigation in the courts."
                            },
                            {
                                "start": 443.586,
                                "stop": 453.766,
                                "byte_start": 1803118,
                                "byte_stop": 1843764,
                                "text": "But this case presents one of the unusual exceptions and we, therefore, find no barrier to justiciability."
                            },
                            {
                                "start": 453.766,
                                "stop": 467.605,
                                "byte_start": 1843764,
                                "byte_stop": 1899144,
                                "text": "If we were to decide that the subpoena duces tecum was not properly issued in the first place, that would be the end of the matter and no other issues would call for resolution by this Court."
                            },
                            {
                                "start": 467.605,
                                "stop": 487.719,
                                "byte_start": 1899144,
                                "byte_stop": 1979601,
                                "text": "However, from our examination of the materials submitted by the Special Prosecutor and supported his motion for the subpoena, we are satisfied that the District Court acted within its powers under Rule 17 (C) for the production of the evidence before trial."
                            },
                            {
                                "start": 487.719,
                                "stop": 503.852,
                                "byte_start": 1979601,
                                "byte_stop": 2044176,
                                "text": "In the performance of assigned constitutional duties each branch of the government must initially interpret the Constitution, and the interpretation of its powers by any one branch is due great respect from the others."
                            },
                            {
                                "start": 503.852,
                                "stop": 514.624,
                                "byte_start": 2044176,
                                "byte_stop": 2087225,
                                "text": "The President’s counsel reads the Constitution as providing an absolute privilege of confidentiality for all presidential communications."
                            },
                            {
                                "start": 514.624,
                                "stop": 534.473,
                                "byte_start": 2087225,
                                "byte_stop": 2166638,
                                "text": "Many decisions of this Court, however, have unequivocally reaffirmed the holding of Marbury against Madison in 1803 that it is emphatically the province and duty of the judicial department to say what the law is."
                            },
                            {
                                "start": 534.473,
                                "stop": 547.684,
                                "byte_start": 2166638,
                                "byte_stop": 2219510,
                                "text": "Our system of government requires that federal courts on occasion interpret the Constitution in a manner at variance with the construction given to that document by another branch."
                            },
                            {
                                "start": 547.684,
                                "stop": 560.656,
                                "byte_start": 2219510,
                                "byte_stop": 2271336,
                                "text": "Any other inclusion would be contrary to the basic concept of separation of powers and the checks and balances that flow from the scheme of a tripartite government."
                            },
                            {
                                "start": 560.656,
                                "stop": 580.924,
                                "byte_start": 2271336,
                                "byte_stop": 2352421,
                                "text": "We therefore reaffirm what was said in Marbury against Madison that it is emphatically the province and duty of this Court to say what the law is with respect to a claim of privilege, such as presented in this case."
                            },
                            {
                                "start": 580.924,
                                "stop": 589.93,
                                "byte_start": 2352421,
                                "byte_stop": 2388470,
                                "text": "There is nothing very novel about a claim of governmental privilege asserted in litigation in federal courts."
                            },
                            {
                                "start": 589.93,
                                "stop": 613.889,
                                "byte_start": 2388470,
                                "byte_stop": 2484287,
                                "text": "For example, in the Waterman Steamship case in 1948, a case that dealt with the President’s power relating to foreign airlines where a decision of the President had to be made in camera on confidential reports and studies relating to foreign relations, the Court sustained the privilege of the President."
                            },
                            {
                                "start": 613.889,
                                "stop": 631.977,
                                "byte_start": 2484287,
                                "byte_stop": 2556594,
                                "text": "In United States against Reynolds in 1952, claims were made against the United States for the death of various persons and the injury of others in the crash of an experimental airplane, which was being tested for military usage."
                            },
                            {
                                "start": 631.977,
                                "stop": 641.949,
                                "byte_start": 2556594,
                                "byte_stop": 2596509,
                                "text": "There, the government’s claim was based on the secrecy of these very confidential and secret military instruments."
                            },
                            {
                                "start": 641.949,
                                "stop": 649.2,
                                "byte_start": 2596509,
                                "byte_stop": 2625557,
                                "text": "In each case, Waterman and Reynolds, the claim of privilege was upheld by the courts."
                            },
                            {
                                "start": 649.2,
                                "stop": 655.28,
                                "byte_start": 2625557,
                                "byte_stop": 2649799,
                                "text": "However, there are important differences and only a few of them need to be mentioned here today."
                            },
                            {
                                "start": 655.28,
                                "stop": 668.435,
                                "byte_start": 2649799,
                                "byte_stop": 2702461,
                                "text": "First, the Waterman Steamship and Reynolds case were not criminal cases and the government was not in the posture of a third-party in possession of relevant evidence."
                            },
                            {
                                "start": 668.435,
                                "stop": 690.932,
                                "byte_start": 2702461,
                                "byte_stop": 2792427,
                                "text": "Moreover, those cases, as I have noted, involved confidential military and diplomatic information, but here the claim of privilege rests simply on the generalized undifferentiated claim of the need to keep all the presidential communications private and confidential."
                            },
                            {
                                "start": 690.932,
                                "stop": 699.21,
                                "byte_start": 2792427,
                                "byte_stop": 2825550,
                                "text": "We had once recognized the high difference that is due to protect all of the communications of the President."
                            },
                            {
                                "start": 699.21,
                                "stop": 716.201,
                                "byte_start": 2825550,
                                "byte_stop": 2893573,
                                "text": "As early as the case of United States against Burr, 1807, Chief Justice Marshall sitting as a trial judge had authorised to subpoena to President Jefferson to secure certain letters in the possession of the President."
                            },
                            {
                                "start": 716.201,
                                "stop": 730.118,
                                "byte_start": 2893573,
                                "byte_stop": 2949162,
                                "text": "And Marshall noted, among many other important passages in that opinion that in no case of this kind would a court be required to proceed against the President as against an ordinary individual."
                            },
                            {
                                "start": 730.118,
                                "stop": 751.572,
                                "byte_start": 2949162,
                                "byte_stop": 3035052,
                                "text": "However, the deference, traditionally shown by the courts toward a President, does not mean that all material in the possession of a President is immune in all circumstances from judicial process."
                            },
                            {
                                "start": 751.572,
                                "stop": 778.243,
                                "byte_start": 3035052,
                                "byte_stop": 3141736,
                                "text": "We recognize the importance of the need to protect the confidentiality of the communication of a President with his aides and advisors and we recognize the risk that publication of those communications may well have an adverse effect on the ability of a President to secure candid advice and the proposing views on important questions."
                            },
                            {
                                "start": 778.243,
                                "stop": 790.017,
                                "byte_start": 3141736,
                                "byte_stop": 3188757,
                                "text": "However, no case of this Court has extended this high degree of deference to a President’s generalized need of confidentiality."
                            },
                            {
                                "start": 790.017,
                                "stop": 796.776,
                                "byte_start": 3188757,
                                "byte_stop": 3215820,
                                "text": "Nowhere in the Constitution is there any explicit reference to the privilege of confidentiality."
                            },
                            {
                                "start": 796.776,
                                "stop": 808.488,
                                "byte_start": 3215820,
                                "byte_stop": 3262631,
                                "text": "Yet to the extent this interest relates to the effective discharge of a President’s powers, it is constitutionally based."
                            },
                            {
                                "start": 808.488,
                                "stop": 827.131,
                                "byte_start": 3262631,
                                "byte_stop": 3337237,
                                "text": "In this case we must weigh the importance of the general privilege of confidentiality of presidential communications in the performance of his responsibilities against the inroads of such a privilege on the fair administration of criminal justice."
                            },
                            {
                                "start": 827.131,
                                "stop": 858.289,
                                "byte_start": 3337237,
                                "byte_stop": 3461893,
                                "text": "Although the interest in preserving confidentiality is, as we have noted, very weighty indeed and entitled to great respect, we cannot conclude that advisors will be moved to temper the candor of their remarks by the infrequent occasions of disclosure that maybe brought about because of the possibility that such conversations will be called for in the context of a criminal prosecution."
                            },
                            {
                                "start": 858.289,
                                "stop": 879.507,
                                "byte_start": 3461893,
                                "byte_stop": 3546739,
                                "text": "On the other hand, the allowance of the privilege to withhold evidence that is demonstrably relevant in a criminal trial would cut deeply into the guarantee of due process of law and gravely impair the basic function of the courts under Article III."
                            },
                            {
                                "start": 879.507,
                                "stop": 904.099,
                                "byte_start": 3546739,
                                "byte_stop": 3645168,
                                "text": "A President’s acknowledged need for confidentiality in the communications of his office is general in nature, whereas the constitutional need for production of relevant evidence in a criminal proceeding is specific and central to the fair adjudication of a particular criminal case in the administration of justice."
                            },
                            {
                                "start": 904.099,
                                "stop": 911.83,
                                "byte_start": 3645168,
                                "byte_stop": 3675993,
                                "text": "Without access to specific facts a criminal prosecution may be totally frustrated."
                            },
                            {
                                "start": 911.83,
                                "stop": 931.852,
                                "byte_start": 3675993,
                                "byte_stop": 3756136,
                                "text": "The President’s broad interest in confidentiality of communications will not, in our view, vitiated by disclosure of a limited number of conversations which have preliminarily been shown to have some bearing on a pending criminal case."
                            },
                            {
                                "start": 931.852,
                                "stop": 964.119,
                                "byte_start": 3756136,
                                "byte_stop": 3885181,
                                "text": "We conclude, therefore, that when the ground for asserting of the privilege as to subpoenaed materials, sought for use in a criminal trial, is based solely on the generalized interest in confidentiality as distinguished from the situations whereat maybe based upon military secret or diplomatic secrets, it cannot prevail over the fundamental demands of due process of law in the fair administration of criminal justice."
                            },
                            {
                                "start": 964.119,
                                "stop": 975.946,
                                "byte_start": 3885181,
                                "byte_stop": 3932515,
                                "text": "The generalized assertion of privilege must yield to the demonstrated, specific need for the evidence in a pending criminal trial."
                            },
                            {
                                "start": 975.946,
                                "stop": 980.205,
                                "byte_start": 3932515,
                                "byte_stop": 3949547,
                                "text": "Accordingly the judgment under review is affirmed."
                            },
                            {
                                "start": 980.205,
                                "stop": 989.974,
                                "byte_start": 3949547,
                                "byte_stop": 3988522,
                                "text": "Mr. Justice Rehnquist took no part in the consideration or decision of these cases."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 43882,
            "mime": "audio\/mpeg",
            "size": 3988835,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1973\/73-1766\/19740724o_73-1766.delivery.mp3"
        },
        {
            "id": 65756,
            "mime": "audio\/ogg",
            "size": 9568404,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1973\/73-1766\/19740724o_73-1766.ogg"
        },
        {
            "id": 65757,
            "mime": "application\/x-mpegURL",
            "size": 14675,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1973\/73-1766\/19740724o_73-1766.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}