{
    "id": 21877,
    "title": "Opinion Announcement - March 31, 2008",
    "transcript": {
        "title": "New Jersey v. Delaware",
        "duration": 338.155,
        "sections": [
            {
                "start": 0,
                "stop": 338.155,
                "byte_start": 104722,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 338.155,
                        "byte_start": 104722,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 18.622,
                                "byte_start": 104722,
                                "byte_stop": 179223,
                                "text": "Under Article III of the Constitution, this Court has original jurisdiction, that is, it serves as a tribunal of first and last resort in controversies between states of the United States, and this is such a case."
                            },
                            {
                                "start": 18.622,
                                "stop": 38.852,
                                "byte_start": 179223,
                                "byte_stop": 260203,
                                "text": "Delaware and New Jersey seek this Court\u0027s resolution of a dispute concerning their respective governing authority over a portion of the Delaware River within a circle of 12 miles centered on the town of New Castle, Delaware."
                            },
                            {
                                "start": 38.852,
                                "stop": 56.577,
                                "byte_start": 260203,
                                "byte_stop": 331047,
                                "text": "In an earlier contest, resolved in 1934, we upheld Delaware\u0027s claim of sovereignty over the river and the subaqueous soil within the circle up to the low-water mark on New Jersey\u0027s side."
                            },
                            {
                                "start": 56.577,
                                "stop": 68.805,
                                "byte_start": 331047,
                                "byte_stop": 379948,
                                "text": "Prior to our 1934 boundary determination in 1905, the two states had entered into a compact which Congress subsequently ratified."
                            },
                            {
                                "start": 68.805,
                                "stop": 84.685,
                                "byte_start": 379948,
                                "byte_stop": 443478,
                                "text": "The 1905 compact accommodated both States\u0027 concerns on matters over which they had crossed swords, service of civil and criminal process on vessels and rights of fishery within the twelve-mile zone."
                            },
                            {
                                "start": 84.685,
                                "stop": 100.439,
                                "byte_start": 443478,
                                "byte_stop": 506485,
                                "text": "Although the parties were unable to reach agreement on the location of the interstate boundary at that time, the 1905 Compact contained two jurisdictional provisions relevant to the current dispute."
                            },
                            {
                                "start": 100.439,
                                "stop": 117.495,
                                "byte_start": 506485,
                                "byte_stop": 574717,
                                "text": "New Jersey places heavy weight on Article VII which gave each State on its own side of the river, authority to convey riparian lands and rights and to exercise riparian jurisdiction of every kind and nature."
                            },
                            {
                                "start": 117.495,
                                "stop": 146.68,
                                "byte_start": 574717,
                                "byte_stop": 691537,
                                "text": "Delaware stresses Article VIII of provision apparently geared to the still unresolved boundary dispute, absent an expressed statement to the contrary, Article VIII states, no provision of the Compact should be read to affect the territorial limits, rights or jurisdiction of either state over the Delaware River or the ownership of the subaqueous soil thereof."
                            },
                            {
                                "start": 146.68,
                                "stop": 166.326,
                                "byte_start": 691537,
                                "byte_stop": 770113,
                                "text": "This third and perhaps final chapter in the Delaware River 12 miles circle dispute was sparked by Delaware\u0027s refusal to grant British Petroleum a permit to construct in the river a liquefied natural gas unloading terminal."
                            },
                            {
                                "start": 166.326,
                                "stop": 174.818,
                                "byte_start": 770113,
                                "byte_stop": 804072,
                                "text": "The terminal would extend some 2000 feet from New Jersey\u0027s shore and to territory over which Delaware is sovereign."
                            },
                            {
                                "start": 174.818,
                                "stop": 191.446,
                                "byte_start": 804072,
                                "byte_stop": 870528,
                                "text": "It would comprise a 6000 square foot unloading platform and a multipart delivery system to pipe the liquefied gas from super tankers to storage and processing facilities in New Jersey."
                            },
                            {
                                "start": 191.446,
                                "stop": 212.75,
                                "byte_start": 870528,
                                "byte_stop": 955791,
                                "text": "Relying on Article VII of the 1905 Compact, New Jersey urged that it had exclusive jurisdiction over all projects spreading out from its shores including wharves extending past the low-water mark on New Jersey\u0027s side into Delaware territory."
                            },
                            {
                                "start": 212.75,
                                "stop": 226.877,
                                "byte_start": 955791,
                                "byte_stop": 1012320,
                                "text": "Delaware asserted regulatory authority undiminished by Article VII, over structures located within its borders like the liquified natural gas unloading facility."
                            },
                            {
                                "start": 226.877,
                                "stop": 236.858,
                                "byte_start": 1012320,
                                "byte_stop": 1052235,
                                "text": "In support, Delaware emphasized Article VIII of the 1905 Compact and our 1934 decision settling the boundary."
                            },
                            {
                                "start": 236.858,
                                "stop": 263.88,
                                "byte_start": 1052235,
                                "byte_stop": 1160278,
                                "text": "The Special Master we appointed to superintend the proceedings recommended a determination that Delaware had authority to approve or disapprove the proposed liquefied natural gas terminal concurrently with New Jersey to the extent that the project reached beyond New Jersey\u0027s border and extended into Delaware\u0027s domain."
                            },
                            {
                                "start": 263.88,
                                "stop": 269.483,
                                "byte_start": 1160278,
                                "byte_stop": 1182743,
                                "text": "We accept the Special Master\u0027s recommendation in principal part."
                            },
                            {
                                "start": 269.483,
                                "stop": 285.899,
                                "byte_start": 1182743,
                                "byte_stop": 1248363,
                                "text": "Article VII of the 1905 Compact, we hold, did not secure to New Jersey exclusive jurisdiction over all riparian improvements of whatever kind commencing on New Jersey shores."
                            },
                            {
                                "start": 285.899,
                                "stop": 320.863,
                                "byte_start": 1248363,
                                "byte_stop": 1388275,
                                "text": "The parties\u0027 own conduct, since the time Delaware has endeavored to regulate coastal developments, supports the conclusion to which other relevant factors point, Delaware has authority overlapping New Jersey\u0027s to accept, reject, or regulate riparian structures and operations of extraordinary character extending outshore of New Jersey\u0027s domain into territory over which Delaware is sovereign."
                            },
                            {
                                "start": 320.863,
                                "stop": 326.987,
                                "byte_start": 1388275,
                                "byte_stop": 1412725,
                                "text": "Justice Stevens has filed an opinion concurring in part and dissenting in part."
                            },
                            {
                                "start": 326.987,
                                "stop": 333.512,
                                "byte_start": 1412725,
                                "byte_stop": 1438848,
                                "text": "Justice Scalia has filed a dissenting opinion joined by Justice Alito."
                            },
                            {
                                "start": 333.512,
                                "stop": 338.155,
                                "byte_start": 1438848,
                                "byte_stop": 0,
                                "text": "Justice Breyer took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52876,
            "mime": "audio\/mpeg",
            "size": 1457342,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/134%20ORIG\/20080331o_134orig.delivery.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}