{
    "id": 21296,
    "title": "Opinion Announcement - June 28, 2004",
    "transcript": {
        "title": "Hamdi v. Rumsfeld",
        "duration": 1203.897,
        "sections": [
            {
                "start": 0,
                "stop": 1203.897,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.75,
                        "byte_start": 28672,
                        "byte_stop": 59705,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.75,
                                "byte_start": 28672,
                                "byte_stop": 59705,
                                "text": "The opinion of the Court in No. 03-6696, Hamdi versus Rumsfeld will be announced by Justice O’Connor."
                            }
                        ]
                    },
                    {
                        "start": 7.75,
                        "stop": 493.432,
                        "byte_start": 59705,
                        "byte_stop": 2002484,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 7.75,
                                "stop": 13.601,
                                "byte_start": 59705,
                                "byte_stop": 83111,
                                "text": "This case comes here on certiorari to the United States Court of Appeals for the Fourth Circuit."
                            },
                            {
                                "start": 13.601,
                                "stop": 36.21,
                                "byte_start": 83111,
                                "byte_stop": 173599,
                                "text": "One week after the al Qaeda terrorist network used highjacked commercial airliners to attack prominent targets in the United States, Congress passed a resolution known as the Authorization for Use of Military Force, the acronym is -- I do not know how to pronounce it -- AUMF."
                            },
                            {
                                "start": 36.21,
                                "stop": 54.177,
                                "byte_start": 173599,
                                "byte_stop": 245384,
                                "text": "By its terms, the AUMF authorize the President to “use all necessary and appropriate force against those nations, organizations, or persons he determined planned, authorized, commited, or aided the terrorist attacks.”"
                            },
                            {
                                "start": 54.177,
                                "stop": 65.447,
                                "byte_start": 245384,
                                "byte_stop": 290523,
                                "text": "Soon thereafter, the President ordered the United States Armed Forces to Afghanistan to subdue al Qaeda and the quell that is supporting Taliban regime."
                            },
                            {
                                "start": 65.447,
                                "stop": 80.302,
                                "byte_start": 290523,
                                "byte_stop": 349978,
                                "text": "The petitioner, Yaser Esam Hamdi is an American citizen whom the government has classified as an enemy combatant for allegedly taking up arms with the Taliban during this conflict."
                            },
                            {
                                "start": 80.302,
                                "stop": 84.847,
                                "byte_start": 349978,
                                "byte_stop": 368159,
                                "text": "He is being detained at a naval brig in South Carolina."
                            },
                            {
                                "start": 84.847,
                                "stop": 97.756,
                                "byte_start": 368159,
                                "byte_stop": 419777,
                                "text": "Hamdi’s father filed a present habeas petition on his behalf alleging, among other things, that the government is holding his son in violation of the Fifth and Fourteenth Amendments."
                            },
                            {
                                "start": 97.756,
                                "stop": 117.955,
                                "byte_start": 419777,
                                "byte_stop": 500548,
                                "text": "Although the petition did not elaborate on the factual circumstances of Hamdi’s capture and detention, his father has asserted elsewhere that Hamdi went to Afghanistan to do relief work less than two months before September 11th and could not have received military training."
                            },
                            {
                                "start": 117.955,
                                "stop": 127.9,
                                "byte_start": 500548,
                                "byte_stop": 540359,
                                "text": "The government attached its response to the habeas petition a declaration from defense department official, Michael Mobbs."
                            },
                            {
                                "start": 127.9,
                                "stop": 146.391,
                                "byte_start": 540359,
                                "byte_stop": 614337,
                                "text": "The Mobbs\u0027 declaration alleges various details regarding Hamdi’s trip to Afghanistan, his affiliation there with a Taliban unit during a time when the Taliban was battleling US allies, and his subsequent surrender of an assault riffle."
                            },
                            {
                                "start": 146.391,
                                "stop": 159.803,
                                "byte_start": 614337,
                                "byte_stop": 667941,
                                "text": "The District Court found that the Mobbs\u0027 declaration standing alone did not support Hamdi’s detention and ordered the government to turn over numerous additional materials for its review."
                            },
                            {
                                "start": 159.803,
                                "stop": 197.829,
                                "byte_start": 667941,
                                "byte_stop": 820078,
                                "text": "The Fourth Circuit Court of Appeals reversed stressing that because it was undisputed that Hamdi was captured in an active combat zone, no factual inquiry or evidentiary hearing allowing him to be heard or to rebut the government’s assertion was necessary or proper, concluding that the factual averments in the Mobbs\u0027 declaration, if accurate, provided a sufficient basis upon which to conclude that the President has constitutionally detained Hamdi, the Court of Appeals ordered the habeas petition dismissed."
                            },
                            {
                                "start": 197.829,
                                "stop": 203.59,
                                "byte_start": 820078,
                                "byte_stop": 843065,
                                "text": "We now vacate that judgment and remand the case for further proceedings."
                            },
                            {
                                "start": 203.59,
                                "stop": 212.743,
                                "byte_start": 843065,
                                "byte_stop": 879741,
                                "text": "Eight members of the Court agreed that judgment must be vacated or reversed but we are divided on the reasons."
                            },
                            {
                                "start": 212.743,
                                "stop": 251.679,
                                "byte_start": 879741,
                                "byte_stop": 1035431,
                                "text": "The plurality opinion joined by the Chief Justice, Justice Kennedy, Justice Breyer, and myself concludes that Congress in the AUMF resolution has authorized the detention of enemy combatants in the narrow circumstances alleged in this case, but that due process demands that a United State citizen held in the United States as an enemy combatant must be given a meaningful opportunity to contest the factual basis for that detention before a neutral decision maker."
                            },
                            {
                                "start": 251.679,
                                "stop": 261.574,
                                "byte_start": 1035431,
                                "byte_stop": 1075033,
                                "text": "The first of our conclusions that detention is authorized is based on the necessary and appropriate force language of the AUMF."
                            },
                            {
                                "start": 261.574,
                                "stop": 274.054,
                                "byte_start": 1075033,
                                "byte_stop": 1124979,
                                "text": "It is been long recognized that preventive detention for the duration of the act of hostilities on a traditional battle field is a necessary and appropriate incident of war."
                            },
                            {
                                "start": 274.054,
                                "stop": 295.445,
                                "byte_start": 1124979,
                                "byte_stop": 1210556,
                                "text": "At least as to enemy combatants of the sort the government seeks to detain in this case, namely individual who were part of or supporting forces hostile to the United States or coalition partners in Afghanistan and who engaged in armed conflict against the United States."
                            },
                            {
                                "start": 295.445,
                                "stop": 312.195,
                                "byte_start": 1210556,
                                "byte_stop": 1277534,
                                "text": "And as the Court held in Ray Huron, the case of an American citizen who acted as a Nazi spy during World War II, there is no bar to this nation’s holding one of its own citizens as an enemy combatant."
                            },
                            {
                                "start": 312.195,
                                "stop": 323.18,
                                "byte_start": 1277534,
                                "byte_stop": 1321420,
                                "text": "Although he disagrees with the plurality’s reasoning, Justice Thomas in a separate opinion agrees that Congress has authorize such detention."
                            },
                            {
                                "start": 323.18,
                                "stop": 337.887,
                                "byte_start": 1321420,
                                "byte_stop": 1380248,
                                "text": "The second of our conclusions, that Hamdi is entitled to further fact finding rejects the Fourth Circuit’s conclusion that further process is unnecessary based on what it labeled undisputed fact."
                            },
                            {
                                "start": 337.887,
                                "stop": 345.51,
                                "byte_start": 1380248,
                                "byte_stop": 1410759,
                                "text": "Hamdi was held entirely incommunicado and denied access to counsel until very recently."
                            },
                            {
                                "start": 345.51,
                                "stop": 352.627,
                                "byte_start": 1410759,
                                "byte_stop": 1439284,
                                "text": "The record does not disclose that he has conceided the fact as to the circumstances surrounding his seizure."
                            },
                            {
                                "start": 352.627,
                                "stop": 371.008,
                                "byte_start": 1439284,
                                "byte_stop": 1512741,
                                "text": "The statement in his habeas petition that he resided in Afghanistan when he was seized is not a confession that he was part of or supporting forces hostile to the United States and engaged in an armed conflict against the United States."
                            },
                            {
                                "start": 371.008,
                                "stop": 394.704,
                                "byte_start": 1512741,
                                "byte_stop": 1607513,
                                "text": "The government urges us to hold that further factual exploration is nevertheless unwarranted in light of the constitutional interest at stake, and that so long as it puts forth some evidence supporting its classification of Hamdi as an enemy combatant, he should have no greater chance to challenge that determination."
                            },
                            {
                                "start": 394.704,
                                "stop": 402.416,
                                "byte_start": 1607513,
                                "byte_stop": 1638337,
                                "text": "We disagree although, we recognize the legitimacy of some of the government’s concerns."
                            },
                            {
                                "start": 402.416,
                                "stop": 430.238,
                                "byte_start": 1638337,
                                "byte_stop": 1749723,
                                "text": "Using the balancing test set forth in Mathews versus Eldridge, we determine the process that is due in this circumstance by weighing the citizen’s fundamental liberty interest in being free from involuntary confinement against the way the government interest in insuring that those who have in fact fought with the enemy during a war do not return to battle against the United States."
                            },
                            {
                                "start": 430.238,
                                "stop": 450.984,
                                "byte_start": 1749723,
                                "byte_stop": 1832688,
                                "text": "Ultimately, we conclude that a citizen detainee seeking to challenge his classification as an enemy combatant must receive notice of the factual basis for his classification and a fair opportunity to rebut the government’s factual assertions before a neutral decision maker."
                            },
                            {
                                "start": 450.984,
                                "stop": 463.952,
                                "byte_start": 1832688,
                                "byte_stop": 1884515,
                                "text": "At the same time, enemy combatant proceedings may be tailored to alleviate their uncommon potential to burden the executive at a time of ongoing military conflict."
                            },
                            {
                                "start": 463.952,
                                "stop": 479.338,
                                "byte_start": 1884515,
                                "byte_stop": 1946060,
                                "text": "Aside from unspecified screening processes in military interrogations in which the government suggest Hamdi could have told his side of the story, Hamdi has received no process to date."
                            },
                            {
                                "start": 479.338,
                                "stop": 483.317,
                                "byte_start": 1946060,
                                "byte_stop": 1961942,
                                "text": "We therefore vacate and remand for further proceedings."
                            },
                            {
                                "start": 483.317,
                                "stop": 489.061,
                                "byte_start": 1961942,
                                "byte_stop": 1984930,
                                "text": "There are other opinions, two of which I believe will be announced this morning."
                            },
                            {
                                "start": 489.061,
                                "stop": 493.432,
                                "byte_start": 1984930,
                                "byte_stop": 2002484,
                                "text": "Justice Thomas has filed a dissenting opinion."
                            }
                        ]
                    },
                    {
                        "start": 493.432,
                        "stop": 713.075,
                        "byte_start": 2002484,
                        "byte_stop": 2881034,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 493.432,
                                "stop": 511.469,
                                "byte_start": 2002484,
                                "byte_stop": 2074582,
                                "text": "Justice Ginsburg and I have an opinion that agrees with part of the opinion Justice O’Connor has delivered for a plurality of Justices, but disagrees and dissents in part and that explains why we nonetheless join with the plurality to make a majority for the judgment of the Court."
                            },
                            {
                                "start": 511.469,
                                "stop": 517.568,
                                "byte_start": 2074582,
                                "byte_stop": 2099033,
                                "text": "We agree, as eight justices agreed, that the position taken by the government is untenable."
                            },
                            {
                                "start": 517.568,
                                "stop": 529.349,
                                "byte_start": 2099033,
                                "byte_stop": 2146158,
                                "text": "We could not possibly disagree with the plurality that Hamdi is entitled to representation by counsel or the judicial inquiry in any habeas corpus proceeding at the behest of Americans."
                            },
                            {
                                "start": 529.349,
                                "stop": 536.328,
                                "byte_start": 2146158,
                                "byte_stop": 2174056,
                                "text": "An American citizen may extend beyond the extremely limited scope conceited by the government."
                            },
                            {
                                "start": 536.328,
                                "stop": 558.338,
                                "byte_start": 2174056,
                                "byte_stop": 2262037,
                                "text": "Justice Ginsburg and I do disagree with the plurality however on the need to conduct any evidentiary inquiry in this case, but we conclude that on the record before us right now, the government is detaining Hamdi in violation of the law, and that if the government comes up with nothing further, Hamdi is entitled to be released."
                            },
                            {
                                "start": 558.338,
                                "stop": 567.569,
                                "byte_start": 2262037,
                                "byte_stop": 2299026,
                                "text": "In coming to this conclusion, we do not even reach a constitutional claim on Hamdi’s behalf or decide a constitutional issue."
                            },
                            {
                                "start": 567.569,
                                "stop": 581.619,
                                "byte_start": 2299026,
                                "byte_stop": 2355242,
                                "text": "For our view of the records, that the record supports Hamdi’s release rest on a statute of the United States, 18 United States Code 4001(a), known as the Non-detention Act."
                            },
                            {
                                "start": 581.619,
                                "stop": 585.115,
                                "byte_start": 2355242,
                                "byte_stop": 2369139,
                                "text": "That statute is short and its terms are uncompromising."
                            },
                            {
                                "start": 585.115,
                                "stop": 592.234,
                                "byte_start": 2369139,
                                "byte_stop": 2397665,
                                "text": "It reads that no citizen shall be imprisoned or otherwise detained except pursuant to an active Congress."
                            },
                            {
                                "start": 592.234,
                                "stop": 599.228,
                                "byte_start": 2397665,
                                "byte_stop": 2425668,
                                "text": "In other words, the government must have statutory authority before it may lock up an American citizen."
                            },
                            {
                                "start": 599.228,
                                "stop": 605.688,
                                "byte_start": 2425668,
                                "byte_stop": 2451477,
                                "text": "In our judgment, the government has shown no statutory authority to support its detention of Hamdi."
                            },
                            {
                                "start": 605.688,
                                "stop": 613.374,
                                "byte_start": 2451477,
                                "byte_stop": 2482197,
                                "text": "In our opinion, we explained that the Non-Detention Act should be read to require the government to show clear statutory authority."
                            },
                            {
                                "start": 613.374,
                                "stop": 616.072,
                                "byte_start": 2482197,
                                "byte_stop": 2493064,
                                "text": "The burden rests on the government."
                            },
                            {
                                "start": 616.072,
                                "stop": 627.214,
                                "byte_start": 2493064,
                                "byte_stop": 2537576,
                                "text": "The government’s best argument for statutory authority is the resolution passed by Congress in the aftermath of the 2001 terrorist attacks known as the Force Resolution."
                            },
                            {
                                "start": 627.214,
                                "stop": 634.535,
                                "byte_start": 2537576,
                                "byte_stop": 2566834,
                                "text": "But the Force Resolution speaks of using military force and says nothing about imprisoning or detaining citizens."
                            },
                            {
                                "start": 634.535,
                                "stop": 646.376,
                                "byte_start": 2566834,
                                "byte_stop": 2614272,
                                "text": "Although the government argues that authority to use military force is authority to detain enemy combatants including citizens in accordance with the customary laws of war."
                            },
                            {
                                "start": 646.376,
                                "stop": 671.128,
                                "byte_start": 2614272,
                                "byte_stop": 2713224,
                                "text": "The government has not shown that it is acting in accordance with the treaties and internationally recognized usages governing the conduct of war, and in fact, the record raises doubt on this point, and of course the government does not even argue that it can detain Hamdi for trial on criminal charges for it has held him largely incommunicado for over two years without charging him with any crime at all."
                            },
                            {
                                "start": 671.128,
                                "stop": 677.08,
                                "byte_start": 2713224,
                                "byte_stop": 2737048,
                                "text": "On this record, Hamdi is entitled to be released under the terms of the Non-Detention Act."
                            },
                            {
                                "start": 677.08,
                                "stop": 691.768,
                                "byte_start": 2737048,
                                "byte_stop": 2795771,
                                "text": "A majority of the Court does not agree on this disposition however, and in order to vacate the judgment of the Court of Appeals on the terms closest to the ones we would order, it is necessary for Justice Ginsburg and me to join with the plurality of the Court."
                            },
                            {
                                "start": 691.768,
                                "stop": 705.871,
                                "byte_start": 2795771,
                                "byte_stop": 2852195,
                                "text": "The case will therefore, be sent back for a habeas corpus proceeding in which Hamdi will have an opportunity to present evidence for the purpose of proving his claim that he is not an enemy combatant as the government says he is."
                            },
                            {
                                "start": 705.871,
                                "stop": 713.075,
                                "byte_start": 2852195,
                                "byte_stop": 2881034,
                                "text": "At the very least in our view, Hamdi is entitled to this opportunity."
                            }
                        ]
                    },
                    {
                        "start": 713.075,
                        "stop": 1203.897,
                        "byte_start": 2881034,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 713.075,
                                "stop": 719.673,
                                "byte_start": 2881034,
                                "byte_stop": 2907366,
                                "text": "I have filed a dissent in this case with which Justice Stevens has joined."
                            },
                            {
                                "start": 719.673,
                                "stop": 737.114,
                                "byte_start": 2907366,
                                "byte_stop": 2977165,
                                "text": "The plurality opinion today, which has become the judgment of the Court, permits the imprisonment for what the constitution defines as treason without jury trial of an American citizen who protests his innocence of that effects."
                            },
                            {
                                "start": 737.114,
                                "stop": 745.024,
                                "byte_start": 2977165,
                                "byte_stop": 3008825,
                                "text": "In our view, this contradicts a long tradition of Anglo-American law and sets a dangerous precedent for the future."
                            },
                            {
                                "start": 745.024,
                                "stop": 777.229,
                                "byte_start": 3008825,
                                "byte_stop": 3137661,
                                "text": "Two provisions of the constitution are relevant: the first guarantees that no person shall be deprived of his liberty without due process of law; where the deprivation of liberty consists of incarceration for acts that the law makes criminal as opposed to, for example, quarantine for communicable disease or commitment for insanity, due process has always required the finding of guilt beyond a reasonable doubt in a public trial before a jury."
                            },
                            {
                                "start": 777.229,
                                "stop": 790.384,
                                "byte_start": 3137661,
                                "byte_stop": 3190220,
                                "text": "Where the government has sought to imprison the citizen without that due process, a second provision of the constitution has come into play, the guarantee of the great writ, the writ of habeas corpus."
                            },
                            {
                                "start": 790.384,
                                "stop": 797.518,
                                "byte_start": 3190220,
                                "byte_stop": 3218745,
                                "text": "That is the traditional means by which those imprisoned without due process have obtained their freedom."
                            },
                            {
                                "start": 797.518,
                                "stop": 811.931,
                                "byte_start": 3218745,
                                "byte_stop": 3276424,
                                "text": "The central question in the present case is whether there is a different special procedure for imprisonment of a citizen accused of wrongdoing by fighting on the enemy’s side in war time."
                            },
                            {
                                "start": 811.931,
                                "stop": 822.724,
                                "byte_start": 3276424,
                                "byte_stop": 3319578,
                                "text": "A plurality of this Court asserts the captured enemy combatants have traditionally been detained until the cessation of hostilities and then released."
                            },
                            {
                                "start": 822.724,
                                "stop": 829.533,
                                "byte_start": 3319578,
                                "byte_stop": 3346850,
                                "text": "That is an accurate description of war time practice with respect to enemy aliens."
                            },
                            {
                                "start": 829.533,
                                "stop": 833.73,
                                "byte_start": 3346850,
                                "byte_stop": 3363673,
                                "text": "The tradition with respect to American citizens however, has been quite different."
                            },
                            {
                                "start": 833.73,
                                "stop": 839.766,
                                "byte_start": 3363673,
                                "byte_stop": 3387810,
                                "text": "Citizens aiding the enemy have been treated as traitors subject to the criminal process."
                            },
                            {
                                "start": 839.766,
                                "stop": 846.654,
                                "byte_start": 3387810,
                                "byte_stop": 3415291,
                                "text": "In England, as early as 1350, the statute of treason made at the crime to levy War against the King."
                            },
                            {
                                "start": 846.654,
                                "stop": 851.66,
                                "byte_start": 3415291,
                                "byte_stop": 3435353,
                                "text": "Subjects accused of doing so were routinely prosecuted for treason."
                            },
                            {
                                "start": 851.66,
                                "stop": 858.003,
                                "byte_start": 3435353,
                                "byte_stop": 3460744,
                                "text": "The founders inherited that tradition, which is why our constitution contains a Treason Clause."
                            },
                            {
                                "start": 858.003,
                                "stop": 875.81,
                                "byte_start": 3460744,
                                "byte_stop": 3532006,
                                "text": "This defines treason, as among other things, levying war against the United States, and it provides that no person shall be convicted of that crime unless on the testimony of two witnesses to the same overt act or on confession in open court."
                            },
                            {
                                "start": 875.81,
                                "stop": 883.628,
                                "byte_start": 3532006,
                                "byte_stop": 3563248,
                                "text": "Quite clearly, a citizen’s levying war against the United States was to be punished criminal."
                            },
                            {
                                "start": 883.628,
                                "stop": 890.937,
                                "byte_start": 3563248,
                                "byte_stop": 3592505,
                                "text": "There are undoubtedly times when military exigency requires detention of a citizen without criminal charge."
                            },
                            {
                                "start": 890.937,
                                "stop": 905.39,
                                "byte_start": 3592505,
                                "byte_stop": 3650288,
                                "text": "In England, before the founding, parliament on numerous occasions passed temporary suspensions of the writ of habeas corpus in times of threatened invasion or rebellion including, during the American Revolution."
                            },
                            {
                                "start": 905.39,
                                "stop": 916.825,
                                "byte_start": 3650288,
                                "byte_stop": 3696055,
                                "text": "Our federal constitutions guarantee of habeas corpus contains a provision explicitly permitting suspension but limiting the situations in which it may be invoked."
                            },
                            {
                                "start": 916.825,
                                "stop": 929.86,
                                "byte_start": 3696055,
                                "byte_stop": 3748195,
                                "text": "It reads “the privilege of the writ of habeas corpus shall not be suspended unless when in cases of rebellion or invasion, the public safety may require it.”"
                            },
                            {
                                "start": 929.86,
                                "stop": 942.068,
                                "byte_start": 3748195,
                                "byte_stop": 3796992,
                                "text": "This Suspension Clause was used for the first time during the Civil War when Congress passed a law authorizing executive suspension of the writ and it has been used on several occasions since."
                            },
                            {
                                "start": 942.068,
                                "stop": 945.45,
                                "byte_start": 3796992,
                                "byte_stop": 3810576,
                                "text": "And that is in a nutshell what this case is about."
                            },
                            {
                                "start": 945.45,
                                "stop": 967.168,
                                "byte_start": 3810576,
                                "byte_stop": 3897407,
                                "text": "Whether in the current war time circumstances, the constitutionally prescribed emergency means of enabling detention of citizens without criminal charge shall be adhered to, or whether the executive alone or the executive with the approval of this Court can device some other means of meeting the emergency."
                            },
                            {
                                "start": 967.168,
                                "stop": 975.288,
                                "byte_start": 3897407,
                                "byte_stop": 3929903,
                                "text": "The government justifies the detention of Hamdi on principles of the law of war."
                            },
                            {
                                "start": 975.288,
                                "stop": 984.606,
                                "byte_start": 3929903,
                                "byte_stop": 3967101,
                                "text": "It made the same claim that it could ignore the common law requirement of criminal trial with respect to an alleged traitor captured during the Civil War."
                            },
                            {
                                "start": 984.606,
                                "stop": 1022.971,
                                "byte_start": 3967101,
                                "byte_stop": 4120597,
                                "text": "This Court’s reply in a famous case called Ex parte Milligan was as follows: if it was dangerous in the distracted condition of affairs to leave Milligan unrestrained of his liberty because he conspired against the government, afforded aid and comfort to rebels and insighted the people to insurrection, the law said to arrest him, confine him closely, render him powerless to do further mischief, and then present his case to the grand jury of the district with proofs of his guilt, and if indicted, try him according to the course of the common law."
                            },
                            {
                                "start": 1022.971,
                                "stop": 1036.613,
                                "byte_start": 4120597,
                                "byte_stop": 4175141,
                                "text": "I frankly do not know whether in the current emergency, criminal prosecution is sufficient to meet the government’s security needs including the need to obtain intelligence through interrogation."
                            },
                            {
                                "start": 1036.613,
                                "stop": 1044.983,
                                "byte_start": 4175141,
                                "byte_stop": 4208682,
                                "text": "It is far beyond my competence or the court’s competence to determine that, but it is not beyond Congress’."
                            },
                            {
                                "start": 1044.983,
                                "stop": 1061.632,
                                "byte_start": 4208682,
                                "byte_stop": 4275242,
                                "text": "If the situation demands it, the executive can ask Congress to authorize suspension of the writ which can be made subject to whatever conditions Congress seems appropriate including even the procedural novelties invented by the plurality today."
                            },
                            {
                                "start": 1061.632,
                                "stop": 1080.548,
                                "byte_start": 4275242,
                                "byte_stop": 4350892,
                                "text": "To be sure, suspension is limited by the constitution to cases of rebellion or invasion, but whether the attacks of September 11, 2001 constitute an invasion and whether those attacks still justify suspension several years later are questions for Congress rather than this Court."
                            },
                            {
                                "start": 1080.548,
                                "stop": 1094.416,
                                "byte_start": 4350892,
                                "byte_stop": 4406376,
                                "text": "If civil rights are to be curtailed during war time, it must be done openly and democratically as the constitution requires rather than by silent erosion through an opinion of this Court."
                            },
                            {
                                "start": 1094.416,
                                "stop": 1106.243,
                                "byte_start": 4406376,
                                "byte_stop": 4453710,
                                "text": "I will conclude with an opinion from the famous commentaries on the laws of England written by Blackstone about 11 years before the American Revolution."
                            },
                            {
                                "start": 1106.243,
                                "stop": 1121.955,
                                "byte_start": 4453710,
                                "byte_stop": 4516509,
                                "text": "He said, \u0022To bereave a man of life or by violence to confiscate his estate without accusation or trial would be so gross and notorious an act of despotism as must at once conveye the alarm of tyranny throughout the kingdom."
                            },
                            {
                                "start": 1121.955,
                                "stop": 1138.316,
                                "byte_start": 4516509,
                                "byte_stop": 4582024,
                                "text": "But confinement of the person by secretly hurrying him off to jail where his sufferings are unknown or forgotten is a less public, a less striking, and therefore a more dangerous engine of arbitrary government.\u0022"
                            },
                            {
                                "start": 1138.316,
                                "stop": 1159.912,
                                "byte_start": 4582024,
                                "byte_stop": 4668332,
                                "text": "\u0022To make imprisonment lawful, it must either be by process from the courts of judicature or by warrant from some legal officer having authority to commit to prison which warrant must express the causes of commitment in order to be examined into if necessary upon a habeas corpus."
                            },
                            {
                                "start": 1159.912,
                                "stop": 1176.702,
                                "byte_start": 4668332,
                                "byte_stop": 4735519,
                                "text": "If there will be no cause expressed, the jailer is not bound to detain the prisoner for the law judges, in this respect, that it is unreasonable to send a prisoner and not to signify with all the crimes alleged against him.\u0022"
                            },
                            {
                                "start": 1176.702,
                                "stop": 1181.033,
                                "byte_start": 4735519,
                                "byte_stop": 4752865,
                                "text": "This passage was well-known to the framers."
                            },
                            {
                                "start": 1181.033,
                                "stop": 1203.897,
                                "byte_start": 4752865,
                                "byte_stop": 0,
                                "text": "It was quoted by Hamilton in federal list No. 84."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51716,
            "mime": "audio\/mpeg",
            "size": 4756208,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/03-6696\/20040628o_03-6696.delivery.mp3"
        },
        {
            "id": 73488,
            "mime": "audio\/ogg",
            "size": 11713334,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/03-6696\/20040628o_03-6696.ogg"
        },
        {
            "id": 73489,
            "mime": "application\/x-mpegURL",
            "size": 17447,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/03-6696\/20040628o_03-6696.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}