{
    "id": 22207,
    "title": "Opinion Announcement - June 06, 2005",
    "transcript": {
        "title": "Spector v. Norwegian Cruise Line Ltd.",
        "duration": 338.509,
        "sections": [
            {
                "start": 0,
                "stop": 338.509,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 338.509,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.609,
                                "byte_start": 28672,
                                "byte_stop": 67124,
                                "text": "The second case I have to announce to the court is Spector versus Norwegian Cruise Line Limited."
                            },
                            {
                                "start": 9.609,
                                "stop": 27.152,
                                "byte_start": 67124,
                                "byte_stop": 137341,
                                "text": "Title III of the Americans with disabilities Act imposes various accommodation and non discrimination duties in order to enable disabled individuals to enjoy public accommodations and public transportation services."
                            },
                            {
                                "start": 27.152,
                                "stop": 35.955,
                                "byte_start": 137341,
                                "byte_stop": 172554,
                                "text": "The question presented in this case is whether Title III of the Americans with Disabilities Act applies to the respondent\u0027s cruise ships."
                            },
                            {
                                "start": 35.955,
                                "stop": 40.299,
                                "byte_start": 172554,
                                "byte_stop": 189900,
                                "text": "Now, the two ships are the Norwegian Sea and then Norwegian Star."
                            },
                            {
                                "start": 40.299,
                                "stop": 44.438,
                                "byte_start": 189900,
                                "byte_stop": 206514,
                                "text": "These ships depart from and they return to United States ports."
                            },
                            {
                                "start": 44.438,
                                "stop": 50.647,
                                "byte_start": 206514,
                                "byte_stop": 231278,
                                "text": "They provide pleasure cruises to a clientele consisting primarily of United States residence."
                            },
                            {
                                "start": 50.647,
                                "stop": 55.362,
                                "byte_start": 231278,
                                "byte_stop": 250190,
                                "text": "Both ships however are registered in the Bahamas not the United States."
                            },
                            {
                                "start": 55.362,
                                "stop": 72.092,
                                "byte_start": 250190,
                                "byte_stop": 317064,
                                "text": "The Court of Appeals for the Fifth Circuit read the cases from this Court as establishing a presumption that a federal statute does not apply to foreign flag ships in United States waters unless the statute contains a clear statement that foreign vessels are covered."
                            },
                            {
                                "start": 72.092,
                                "stop": 77.045,
                                "byte_start": 317064,
                                "byte_stop": 336917,
                                "text": "And Title III does not mention specifically foreign flag ships."
                            },
                            {
                                "start": 77.045,
                                "stop": 85.695,
                                "byte_start": 336917,
                                "byte_stop": 371503,
                                "text": "So the Court of Appeals reasoned that Title III of the ADA lacks the required clear statement and the statute may not be applied to respondent\u0027s ships."
                            },
                            {
                                "start": 85.695,
                                "stop": 89.629,
                                "byte_start": 371503,
                                "byte_stop": 387281,
                                "text": "That decision conflicted with the view of the Court of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 89.629,
                                "stop": 94.585,
                                "byte_start": 387281,
                                "byte_stop": 407030,
                                "text": "There was conflict in the Circuits so we granted a certiorari to resolve the matter."
                            },
                            {
                                "start": 94.585,
                                "stop": 98.742,
                                "byte_start": 407030,
                                "byte_stop": 423643,
                                "text": "We now reverse the Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 98.742,
                                "stop": 106.182,
                                "byte_start": 423643,
                                "byte_stop": 453423,
                                "text": "That court read our cases in particular two cases involving labor relations as establishing a broad clear statement rule."
                            },
                            {
                                "start": 106.182,
                                "stop": 112.52,
                                "byte_start": 453423,
                                "byte_stop": 478814,
                                "text": "It concluded that no statutory requirement maybe applied to a foreign flag vessel absent to clear statement."
                            },
                            {
                                "start": 112.52,
                                "stop": 115.53,
                                "byte_start": 478814,
                                "byte_stop": 490830,
                                "text": "Our cases do not establish so broader rule."
                            },
                            {
                                "start": 115.53,
                                "stop": 124.971,
                                "byte_start": 490830,
                                "byte_stop": 528656,
                                "text": "Indeed the usual presumption is that general statutes do apply throughout United States territories even if the regulated identity is a foreign flag ship."
                            },
                            {
                                "start": 124.971,
                                "stop": 142.951,
                                "byte_start": 528656,
                                "byte_stop": 600545,
                                "text": "This general rule is subject only to a narrow exception, and the principal cases from this Court in which the Fifth Circuit relied are Benz versus Compania Naviera Hidalgo and McCulloch versus Sociedad Nacional de Marineros de Honduras."
                            },
                            {
                                "start": 142.951,
                                "stop": 151.183,
                                "byte_start": 600545,
                                "byte_stop": 633459,
                                "text": "There the court refused to apply the National Labor Relations Act to labor relations between a foreign flagship and its foreign crew."
                            },
                            {
                                "start": 151.183,
                                "stop": 155.382,
                                "byte_start": 633459,
                                "byte_stop": 650282,
                                "text": "Those cases reasoned that the Act was intended to protect American citizens."
                            },
                            {
                                "start": 155.382,
                                "stop": 168.713,
                                "byte_start": 650282,
                                "byte_stop": 703572,
                                "text": "Extending the National Labor Relations Act to regulate relations between a foreign ship and its crew was an internal matter ordinarily governed by the law the flag state and that would risk international discord."
                            },
                            {
                                "start": 168.713,
                                "stop": 181.071,
                                "byte_start": 703572,
                                "byte_stop": 752995,
                                "text": "The holding on those cases do not support the Court of Appeals broad rule but no general statute including Title III of the ADA can apply to a foreign flag vessel unless the statute specifically mentions foreign flag ships."
                            },
                            {
                                "start": 181.071,
                                "stop": 189.706,
                                "byte_start": 752995,
                                "byte_stop": 787581,
                                "text": "Instead the inquiries whether any Title III requirements meet the standard established by those cases."
                            },
                            {
                                "start": 189.706,
                                "stop": 200.937,
                                "byte_start": 787581,
                                "byte_stop": 832512,
                                "text": "The standard for a clear statement rule and it is plain that in number of Title III duties such as provision on discriminatory ticket pricing would not trigger the clear statement rule at all."
                            },
                            {
                                "start": 200.937,
                                "stop": 204.849,
                                "byte_start": 832512,
                                "byte_stop": 848081,
                                "text": "Moreover Title III has its own exemptions and limitations."
                            },
                            {
                                "start": 204.849,
                                "stop": 211.94,
                                "byte_start": 848081,
                                "byte_stop": 876502,
                                "text": "In particular Title III itself says that a requirement regarding accommodations must be readily achievable."
                            },
                            {
                                "start": 211.94,
                                "stop": 218.052,
                                "byte_start": 876502,
                                "byte_stop": 900953,
                                "text": "Thus, Title III may not impose certain duties that might otherwise be thought to implicate the clear statement rule."
                            },
                            {
                                "start": 218.052,
                                "stop": 230.705,
                                "byte_start": 900953,
                                "byte_stop": 951526,
                                "text": "There is a particularly true in line of the fact that in our view the Title III requirement is likely not readily achievable if it would conflict with an international legal obligation or pose a serious threat to ship board safety."
                            },
                            {
                                "start": 230.705,
                                "stop": 235.036,
                                "byte_start": 951526,
                                "byte_stop": 968871,
                                "text": "Title III’s exemptions and limitations mean that it is entirely possible."
                            },
                            {
                                "start": 235.036,
                                "stop": 241.197,
                                "byte_start": 968871,
                                "byte_stop": 993531,
                                "text": "The Title III does not impose any requirements that call for the application of the clear statement rule."
                            },
                            {
                                "start": 241.197,
                                "stop": 254.101,
                                "byte_start": 993531,
                                "byte_stop": 1045149,
                                "text": "Now, plurality of the court goes on to hold that the clear statement rule might come in the play of Title III as read to require permanent and substantial changes to a foreign ships basic physical design and construction."
                            },
                            {
                                "start": 254.101,
                                "stop": 264.419,
                                "byte_start": 1045149,
                                "byte_stop": 1086422,
                                "text": "The plurality interprets this Court\u0027s cases as requiring a clear congressional statement if a statutory requirement would interfere with a foreign vessel\u0027s internal affairs and operations."
                            },
                            {
                                "start": 264.419,
                                "stop": 275.659,
                                "byte_start": 1086422,
                                "byte_stop": 1131353,
                                "text": "The plurality concludes that requiring a permanent and substantial physical change qualifies as an interference in the vessel\u0027s internal affairs and therefore may not be imposed absent the clear statement."
                            },
                            {
                                "start": 275.659,
                                "stop": 290.71,
                                "byte_start": 1131353,
                                "byte_stop": 1191539,
                                "text": "If a particular Title II requirement did require a permanent and substantial physical modification in the ships design the plurality holds of the requirement may not be imposed on foreign flag cruise ships even if domestic ships must comply with that requirement."
                            },
                            {
                                "start": 290.71,
                                "stop": 297.167,
                                "byte_start": 1191539,
                                "byte_stop": 1217348,
                                "text": "Other Title III requirements that have nothing to do with internal affairs do apply the foreign flagships and domestic ships alike."
                            },
                            {
                                "start": 297.167,
                                "stop": 304.423,
                                "byte_start": 1217348,
                                "byte_stop": 1246396,
                                "text": "And for these reasons we reverse the decision of the Court of Appeals for the Fifth Circuit and remand the case for further proceedings."
                            },
                            {
                                "start": 304.423,
                                "stop": 338.509,
                                "byte_start": 1246396,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in part and concurring in the judgment in which Justice Breyer joins; Justice Thomas has filed an opinion concurring in part, dissenting in part and concurring in the judgment in part; Justice Scalia has filed a dissenting opinion in which the Chief Justice and Justice O’Connor join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53536,
            "mime": "audio\/mpeg",
            "size": 1316718,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/03-1388\/20050606o_03-1388.delivery.mp3"
        },
        {
            "id": 75280,
            "mime": "audio\/ogg",
            "size": 3279074,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/03-1388\/20050606o_03-1388.ogg"
        },
        {
            "id": 75281,
            "mime": "application\/x-mpegURL",
            "size": 4863,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/03-1388\/20050606o_03-1388.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}