{
    "id": 23211,
    "title": "Opinion Announcement - January 27, 2014",
    "transcript": {
        "title": null,
        "duration": 353.448,
        "sections": [
            {
                "start": 0,
                "stop": 353.448,
                "byte_start": 105472,
                "byte_stop": 1519219,
                "turns": [
                    {
                        "start": 0,
                        "stop": 353.448,
                        "byte_start": 105472,
                        "byte_stop": 1519219,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.443,
                                "byte_start": 105472,
                                "byte_stop": 171301,
                                "text": "The second case not nearly as much fun is Burrage v. United States which is here on writ of certiorari to the United States Court of Appeals for the Eighth Circuit."
                            },
                            {
                                "start": 16.443,
                                "stop": 45.556,
                                "byte_start": 171301,
                                "byte_stop": 287702,
                                "text": "A penalty enhancement provision of the Controlled Substances Act 21, U. S. C. Section 841(b)(1)(C) imposes a 20-year mandatory minimum sentence on a defendant who unlawfully distributes a section 1 or a section 2 drug when “death or serious bodily injury results from the use of such substance.”"
                            },
                            {
                                "start": 45.556,
                                "stop": 60.296,
                                "byte_start": 287702,
                                "byte_stop": 346739,
                                "text": "The petitioner here Marcus Burrage sold heroin, a schedule one drug to Joshua Banka who died the next day after using the heroin and several other drugs acquired from other sources."
                            },
                            {
                                "start": 60.296,
                                "stop": 74.956,
                                "byte_start": 346739,
                                "byte_stop": 405358,
                                "text": "An indictment accusing Burrage of the drug sale also claim that death “resulted from” the words of the statute the use drug does triggering the 20-year minimum enhancement."
                            },
                            {
                                "start": 74.956,
                                "stop": 86.284,
                                "byte_start": 405358,
                                "byte_stop": 450706,
                                "text": "At trial, experts testified that heroin contributed to Banka\u0027s death, though Banka might have died from the other drugs even if he had not taken the heroin."
                            },
                            {
                                "start": 86.284,
                                "stop": 99.444,
                                "byte_start": 450706,
                                "byte_stop": 503265,
                                "text": "Burrage moved to dismiss the death results enhancement arguing that Banka\u0027s death did not result from heroin use because there was no evidence that hat was a but for cause of his death."
                            },
                            {
                                "start": 99.444,
                                "stop": 104.948,
                                "byte_start": 503265,
                                "byte_stop": 525312,
                                "text": "That is but for, the use of heroin he would not have died."
                            },
                            {
                                "start": 104.948,
                                "stop": 111.882,
                                "byte_start": 525312,
                                "byte_stop": 553002,
                                "text": "The District Court denied Burrage\u0027s motion and declined to give his proposed jury instructions regarding causation."
                            },
                            {
                                "start": 111.882,
                                "stop": 123.187,
                                "byte_start": 553002,
                                "byte_stop": 598246,
                                "text": "Instead, it instructed the jury the Burrage was subject to the enhancement if heroin was a “contributing cause” of Banka\u0027s death."
                            },
                            {
                                "start": 123.187,
                                "stop": 130.947,
                                "byte_start": 598246,
                                "byte_stop": 629279,
                                "text": "The jury convicted Burrage of the underlying offense and the enhancement and the District Court sentenced him to the 20-year minimum."
                            },
                            {
                                "start": 130.947,
                                "stop": 135.944,
                                "byte_start": 629279,
                                "byte_stop": 649341,
                                "text": "The Eight Circuit affirmed, we granted certiorari to consider two questions."
                            },
                            {
                                "start": 135.944,
                                "stop": 158.22,
                                "byte_start": 649341,
                                "byte_stop": 738367,
                                "text": "One, whether the enhancement provision applies when use of a controlled substance distributed by the defendant was a contributing cause of the victim\u0027s death, and two, whether the enhancement provision requires proof that the victim\u0027s death was a foreseeable result of the defendant\u0027s drug trafficking offense."
                            },
                            {
                                "start": 158.22,
                                "stop": 161.14,
                                "byte_start": 738367,
                                "byte_stop": 750070,
                                "text": "We reached here only the first question."
                            },
                            {
                                "start": 161.14,
                                "stop": 169.78,
                                "byte_start": 750070,
                                "byte_stop": 784656,
                                "text": "The statute says that the 20-year minimum penalty applies if death results from use of a drug distributed by the defendant."
                            },
                            {
                                "start": 169.78,
                                "stop": 186.368,
                                "byte_start": 784656,
                                "byte_stop": 851007,
                                "text": "Ordinarily the phrase “results from” conveys an actual causality requirement and actual causality is traditionally understood to require proof that the harm would not have occurred in the absence of the defendant\u0027s conduct."
                            },
                            {
                                "start": 186.368,
                                "stop": 198.473,
                                "byte_start": 851007,
                                "byte_stop": 899385,
                                "text": "For example, when A shoots B and B is a healthy individual before the shooting but dies afterward, A\u0027s conduct is but for cause of B\u0027s death since B would have lived otherwise."
                            },
                            {
                                "start": 198.473,
                                "stop": 214.366,
                                "byte_start": 899385,
                                "byte_stop": 963020,
                                "text": "We have consistently interpreted phrases similar to results from as requiring proof of but for causation and state courts would hear and decide most of the nation\u0027s criminal cases have followed the same course."
                            },
                            {
                                "start": 214.366,
                                "stop": 229.344,
                                "byte_start": 963020,
                                "byte_stop": 1022892,
                                "text": "The government argues that the traditional but for rule will not work because of distinctive problems associated with drug overdoses.People ordinarily take more than one drug."
                            },
                            {
                                "start": 229.344,
                                "stop": 245.89,
                                "byte_start": 1022892,
                                "byte_stop": 1089034,
                                "text": "It urges us to hold that use of a drug distributed by the defendant may not be a but for cause of death so long as it contributes to an aggregate force such as mixed drug intoxication, that is itself, a but for cause of death."
                            },
                            {
                                "start": 245.89,
                                "stop": 249.886,
                                "byte_start": 1089034,
                                "byte_stop": 1105021,
                                "text": "A handful of state courts have been embraced a similar rule."
                            },
                            {
                                "start": 249.886,
                                "stop": 264.054,
                                "byte_start": 1105021,
                                "byte_stop": 1161759,
                                "text": "Congress however enacted a statute that requires death to result from use of the unlawfully distributed drug not from a combination of factors to which the drug use merely contributed."
                            },
                            {
                                "start": 264.054,
                                "stop": 282.944,
                                "byte_start": 1161759,
                                "byte_stop": 1237305,
                                "text": "Congress could have adapted in contributing cause requirement as a few state legislatures have done but it chosen instead to use language that imports but for causality, especially in the interpretation of a criminal statute subject to the rule of lenity."
                            },
                            {
                                "start": 282.944,
                                "stop": 289.979,
                                "byte_start": 1237305,
                                "byte_stop": 1265413,
                                "text": "We cannot give the phrase results from an unusual meaning that this favors the defendant."
                            },
                            {
                                "start": 289.979,
                                "stop": 311.073,
                                "byte_start": 1265413,
                                "byte_stop": 1349841,
                                "text": "Because there is no evidence here that Banka\u0027s heroin -- Banka\u0027s heroin use was sufficient to cause his death alone, we need not consider whether the statutory enhancement would apply if multiple sufficient causes independently but concurrently produce death."
                            },
                            {
                                "start": 311.073,
                                "stop": 318.205,
                                "byte_start": 1349841,
                                "byte_stop": 1378367,
                                "text": "That is if he took enough heroin to kill him, but enough of another drug or several other drugs to kill him."
                            },
                            {
                                "start": 318.205,
                                "stop": 328.103,
                                "byte_start": 1378367,
                                "byte_stop": 1417968,
                                "text": "We simply hold that where use of the drug distributed by the defendant is not a but for or independently sufficient cause of the victim\u0027s death."
                            },
                            {
                                "start": 328.103,
                                "stop": 331.688,
                                "byte_start": 1417968,
                                "byte_stop": 1432283,
                                "text": "The defendant is not subject to the death results enhancement."
                            },
                            {
                                "start": 331.688,
                                "stop": 337.865,
                                "byte_start": 1432283,
                                "byte_stop": 1456943,
                                "text": "The judgment of the Court of Appeals for the Eight Circuit is reversed and the case is remanded for further proceedings."
                            },
                            {
                                "start": 337.865,
                                "stop": 344.272,
                                "byte_start": 1456943,
                                "byte_stop": 1482648,
                                "text": "The Chief Justice and Justices Kennedy, Thomas, Breyer and Kagan joined the opinion in full."
                            },
                            {
                                "start": 344.272,
                                "stop": 346.578,
                                "byte_start": 1482648,
                                "byte_stop": 1491843,
                                "text": "Justice Alito joins impart."
                            },
                            {
                                "start": 346.578,
                                "stop": 353.448,
                                "byte_start": 1491843,
                                "byte_stop": 1519219,
                                "text": "Justice Ginsberg has filed an opinion concurring in the judgment in which Justice Sotomayor joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55648,
            "mime": "audio\/mpeg",
            "size": 1519428,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-7515\/20140127o_12-7515.delivery.mp3"
        },
        {
            "id": 77282,
            "mime": "audio\/ogg",
            "size": 3507219,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-7515\/20140127o_12-7515.ogg"
        },
        {
            "id": 77283,
            "mime": "application\/x-mpegURL",
            "size": 5303,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-7515\/20140127o_12-7515.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}