{
    "id": 22064,
    "title": "Opinion Announcement - March 03, 2009",
    "transcript": {
        "title": "Summers v. Earth Island Institute",
        "duration": 441.84,
        "sections": [
            {
                "start": 0,
                "stop": 441.84,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.5,
                        "byte_start": 28672,
                        "byte_stop": 62736,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.5,
                                "byte_start": 28672,
                                "byte_stop": 62736,
                                "text": "Justice Scalia has our opinion this morning in case 07-463, Summers versus Earth Island Institute."
                            }
                        ]
                    },
                    {
                        "start": 8.5,
                        "stop": 441.84,
                        "byte_start": 62736,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.5,
                                "stop": 14.148,
                                "byte_start": 62736,
                                "byte_stop": 85305,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 14.148,
                                "stop": 22.959,
                                "byte_start": 85305,
                                "byte_stop": 120519,
                                "text": "The United States Forest Service manages vast tracks of land and area approximately the size of the whole State of Texas."
                            },
                            {
                                "start": 22.959,
                                "stop": 34.227,
                                "byte_start": 120519,
                                "byte_stop": 165658,
                                "text": "In doing so, it makes decisions ranging from the allowance of logging and cattle grazing to the approval of multi-acre ski and recreation resorts."
                            },
                            {
                                "start": 34.227,
                                "stop": 51.656,
                                "byte_start": 165658,
                                "byte_stop": 235353,
                                "text": "In a piece of legislation called the Forest Service Decision Making and Appeals Reform Act, Congress imposed a requirement that the Forest Service provide public notice, comment, and appeal before implementing many of its land management decisions."
                            },
                            {
                                "start": 51.656,
                                "stop": 60.525,
                                "byte_start": 235353,
                                "byte_stop": 270775,
                                "text": "The respondents in this case are a variety of organizations and individuals that champion the protection of the environment."
                            },
                            {
                                "start": 60.525,
                                "stop": 75.752,
                                "byte_start": 270775,
                                "byte_stop": 331692,
                                "text": "They sue the Forest Service when the Service attempted to conduct a small salvage sale of fire-damaged timber, known as the Burnt Ridge Project without using the procedures outlined in the Appeals Reform Act."
                            },
                            {
                                "start": 75.752,
                                "stop": 84.933,
                                "byte_start": 331692,
                                "byte_stop": 368473,
                                "text": "They claimed the Forest Service\u0027s regulations exempting such sales from the noticing comment requirements were contrary to the Act."
                            },
                            {
                                "start": 84.933,
                                "stop": 94.322,
                                "byte_start": 368473,
                                "byte_stop": 405985,
                                "text": "They also challenge regulations establishing several other categories of exemption from the notice and comment requirements."
                            },
                            {
                                "start": 94.322,
                                "stop": 103.866,
                                "byte_start": 405985,
                                "byte_stop": 444228,
                                "text": "Before the trial court could war on the merits of these challenges, the parties settled the entirety of their dispute over Burnt Ridge."
                            },
                            {
                                "start": 103.866,
                                "stop": 117.882,
                                "byte_start": 444228,
                                "byte_stop": 500234,
                                "text": "Over the Government\u0027s objection however, the trial court went on to hold a variety of forest service regulations unlawful including the regulation exempting small fire salvage sales."
                            },
                            {
                                "start": 117.882,
                                "stop": 136.262,
                                "byte_start": 500234,
                                "byte_stop": 573795,
                                "text": "The Ninth Circuit affirmed I\u0027m part and reversed in-part, holing that plaintiff\u0027s lack standing to challenge regulations not at issue at in the Burnt Ridge Project, but also holding that despite the settlement, plaintiffs had standing to challenge the regulations that had been applied at Burnt Ridge."
                            },
                            {
                                "start": 136.262,
                                "stop": 145.469,
                                "byte_start": 573795,
                                "byte_stop": 610576,
                                "text": "We granted certiorari as to only the portion of the judgment invalidating the regulations at issue at Burnt Ridge."
                            },
                            {
                                "start": 145.469,
                                "stop": 170.472,
                                "byte_start": 610576,
                                "byte_stop": 710572,
                                "text": "We have long held that the judicial power established by Article III of the Constitution is not a self-initiating power, but can only act at the instance of a plaintiff who has standing to complain, that is, who claims to have suffered or to be in immediate danger of suffering, concrete particularized injury at the hands of the private or government defendant."
                            },
                            {
                                "start": 170.472,
                                "stop": 187.398,
                                "byte_start": 710572,
                                "byte_stop": 778282,
                                "text": "When a government defendant is at issue, this doctrine of standing has a significant effect upon the separation and equilibration of powers, preventing the courts from exercising constant supervision over the actions of Congress and the Executive."
                            },
                            {
                                "start": 187.398,
                                "stop": 193.182,
                                "byte_start": 778282,
                                "byte_stop": 801479,
                                "text": "Only when someone claims concrete particularized harm can the courts intervene."
                            },
                            {
                                "start": 193.182,
                                "stop": 214.608,
                                "byte_start": 801479,
                                "byte_stop": 887160,
                                "text": "Broad concerns shared by all citizens, such as an interest in good government or in the health of the forests are not sufficient to establish standing, rather, to obtain injunctive relief a plaintiff must be eminently threatened with concrete and identifiable injury to his personal interests."
                            },
                            {
                                "start": 214.608,
                                "stop": 222.945,
                                "byte_start": 887160,
                                "byte_stop": 920492,
                                "text": "In the context, the Forest Management, harm to a plaintiff\u0027s recreational or even mere aesthetic interest is enough."
                            },
                            {
                                "start": 222.945,
                                "stop": 233.044,
                                "byte_start": 920492,
                                "byte_stop": 960930,
                                "text": "Environmental organizations moreover, like the plaintiffs here, may demonstrate that they have standing by showing that one of their members has it."
                            },
                            {
                                "start": 233.044,
                                "stop": 245.457,
                                "byte_start": 960930,
                                "byte_stop": 1010563,
                                "text": "In support of their claim of standing to challenge the regulations, respondents point to the injury that organization members would have suffered had the Burnt Ridge Project gone forward."
                            },
                            {
                                "start": 245.457,
                                "stop": 261.463,
                                "byte_start": 1010563,
                                "byte_stop": 1074615,
                                "text": "The Government concedes that until the dispute over the Burnt Ridge Project was settled, plaintiffs had shown an eminent threat of injury to the recreational interest of at least one identified member, but the Burnt Ridge Project is now off the table."
                            },
                            {
                                "start": 261.463,
                                "stop": 262.99,
                                "byte_start": 1074615,
                                "byte_stop": 1080675,
                                "text": "The parties settled."
                            },
                            {
                                "start": 262.99,
                                "stop": 269.622,
                                "byte_start": 1080675,
                                "byte_stop": 1107216,
                                "text": "The timber sale is not going to happen and the plaintiffs can no longer claim that they are at risk of injury from it."
                            },
                            {
                                "start": 269.622,
                                "stop": 280.001,
                                "byte_start": 1107216,
                                "byte_stop": 1148698,
                                "text": "We know of no case and no principle that would find standing to continue to exist after the claimed threat injury has been removed by settlement."
                            },
                            {
                                "start": 280.001,
                                "stop": 313.686,
                                "byte_start": 1148698,
                                "byte_stop": 1283490,
                                "text": "The plaintiffs argue that they have standing to challenge the regulation\u0027s application to other salvaged sales of fire damaged timber based on the affidavit of another organization member who has visited many national forests and plans visit others in the future, but his affidavit does not asset a specific plan to visit any particular site where the Forest Service threatens to apply the challenge regulations, nor does it allege that any particular future application of the regulations will harm the affiant."
                            },
                            {
                                "start": 313.686,
                                "stop": 324.711,
                                "byte_start": 1283490,
                                "byte_stop": 1327585,
                                "text": "Standing requires more than mere idle speculation that one may at some unknown point in the future visits some unidentified sites subject to the regulations."
                            },
                            {
                                "start": 324.711,
                                "stop": 335.55,
                                "byte_start": 1327585,
                                "byte_stop": 1370948,
                                "text": "Under the test we set forth in Lujan versus Defenders of Wildlife, it requires a concrete plan to visit a particular site at a particular time."
                            },
                            {
                                "start": 335.55,
                                "stop": 348.6,
                                "byte_start": 1370948,
                                "byte_stop": 1423088,
                                "text": "The affinal so alleges that the Forest Service\u0027s use of the regulations caused him injury in the past, but of course past injury is insufficient to confer standing to obtain future injunctive relief."
                            },
                            {
                                "start": 348.6,
                                "stop": 355.637,
                                "byte_start": 1423088,
                                "byte_stop": 1451301,
                                "text": "Finally, plaintiffs argue that they have standing because they have suffered so-called procedural injury."
                            },
                            {
                                "start": 355.637,
                                "stop": 372.661,
                                "byte_start": 1451301,
                                "byte_stop": 1519323,
                                "text": "The Appeals Reform Act gives citizens the right to comment on Forest Service\u0027s actions, and plaintiffs claim that they have standing because they were denied this right, but this kind of procedural injury in the abstract is insufficient to create standing."
                            },
                            {
                                "start": 372.661,
                                "stop": 380.474,
                                "byte_start": 1519323,
                                "byte_stop": 1550670,
                                "text": "Standing exists only when deprivation of a procedural right threatens injury to a concrete interest."
                            },
                            {
                                "start": 380.474,
                                "stop": 401.38,
                                "byte_start": 1550670,
                                "byte_stop": 1634262,
                                "text": "Congress\u0027 conferral of a procedural right can overcome the normal requirement that a plaintiff must show that the action he seeks from the Court will readdress his harm, that is to say even though after observance of the procedural requirements, the Forest Service might still proceed with the challenge project causing a harm to which the plaintiff objects."
                            },
                            {
                                "start": 401.38,
                                "stop": 410.178,
                                "byte_start": 1634262,
                                "byte_stop": 1669475,
                                "text": "Standing would nonetheless exist, but the requirement of a claim of concrete particularized harm cannot be dispensed with."
                            },
                            {
                                "start": 410.178,
                                "stop": 414.519,
                                "byte_start": 1669475,
                                "byte_stop": 1686821,
                                "text": "We thus hold that plaintiffs lack standing to challenge the Forest Service\u0027s regulations."
                            },
                            {
                                "start": 414.519,
                                "stop": 424.818,
                                "byte_start": 1686821,
                                "byte_stop": 1727990,
                                "text": "We find it unnecessary to address other arguments raised by the parties including the Government\u0027s claim that challenge to the regulations was not right up on the Administrative Procedure Act."
                            },
                            {
                                "start": 424.818,
                                "stop": 432.263,
                                "byte_start": 1727990,
                                "byte_stop": 1757769,
                                "text": "We accordingly affirm the Ninth Circuit\u0027s dismissal of the claims not at issue at Burnt Ridge and reverse the remainder of its judgment."
                            },
                            {
                                "start": 432.263,
                                "stop": 434.98,
                                "byte_start": 1757769,
                                "byte_stop": 1768636,
                                "text": "Justice Kennedy has filed a concurring opinion."
                            },
                            {
                                "start": 434.98,
                                "stop": 441.84,
                                "byte_start": 1768636,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Stevens, Souter and Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53250,
            "mime": "audio\/mpeg",
            "size": 1796117,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/07-463\/20090303o_07-463.delivery.mp3"
        },
        {
            "id": 74998,
            "mime": "audio\/ogg",
            "size": 4437960,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/07-463\/20090303o_07-463.ogg"
        },
        {
            "id": 74999,
            "mime": "application\/x-mpegURL",
            "size": 6475,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/07-463\/20090303o_07-463.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}