{
    "id": 19797,
    "title": "Opinion Announcement - June 09, 1997",
    "transcript": {
        "title": null,
        "duration": 212.526,
        "sections": [
            {
                "start": 0,
                "stop": 212.526,
                "byte_start": 28672,
                "byte_stop": 878696,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.502,
                        "byte_start": 28672,
                        "byte_stop": 58765,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.502,
                                "byte_start": 28672,
                                "byte_stop": 58765,
                                "text": "The judgment of the Court in No. 96-292, Johnson against Fankell will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 7.502,
                        "stop": 212.526,
                        "byte_start": 58765,
                        "byte_stop": 878696,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.502,
                                "stop": 12.099,
                                "byte_start": 58765,
                                "byte_stop": 77155,
                                "text": "This -- this case comes to us from the Supreme Court of Idaho."
                            },
                            {
                                "start": 12.099,
                                "stop": 28.835,
                                "byte_start": 77155,
                                "byte_stop": 144029,
                                "text": "Petitioners are officials of the Idaho Liquor Dispensary who were sued in an Idaho State Court for allegedly depriving respondent, a former liquor store clerk, of her property without due process of law in the way in which they terminated her employment."
                            },
                            {
                                "start": 28.835,
                                "stop": 35.95,
                                "byte_start": 144029,
                                "byte_stop": 172554,
                                "text": "Respondent brought her suit under 42 U.S.C. Section 1983, the federal civil rights statute."
                            },
                            {
                                "start": 35.95,
                                "stop": 41.551,
                                "byte_start": 172554,
                                "byte_stop": 194915,
                                "text": "Petitioners move to dismiss the complaint on the ground that they were entitled to qualify to immunity."
                            },
                            {
                                "start": 41.551,
                                "stop": 47.649,
                                "byte_start": 194915,
                                "byte_stop": 219366,
                                "text": "The trial judge rejected the defense and petitioners took an appeal to the Idaho Supreme Court."
                            },
                            {
                                "start": 47.649,
                                "stop": 69.588,
                                "byte_start": 219366,
                                "byte_stop": 307033,
                                "text": "That court dismissed the appeal concluding that the trial judge\u0027s order was not final, and therefore, not appealable under Idaho\u0027s procedural rules, the State Supreme Court also rejected petitioner\u0027s argument that Section 1983 provides a right to appeal as a matter of federal law and, thus, preempts the state rule."
                            },
                            {
                                "start": 69.588,
                                "stop": 72.868,
                                "byte_start": 307033,
                                "byte_stop": 320199,
                                "text": "We granted certiorari and we now affirm."
                            },
                            {
                                "start": 72.868,
                                "stop": 84.027,
                                "byte_start": 320199,
                                "byte_stop": 364816,
                                "text": "We easily reject the petitioner\u0027s first contention that in this context the Idaho Rule should be read to have the same meaning as the federal procedural rule governing interlocutory appeals."
                            },
                            {
                                "start": 84.027,
                                "stop": 96.877,
                                "byte_start": 364816,
                                "byte_stop": 416225,
                                "text": "Because the Idaho Supreme Court\u0027s interpretation of the Idaho statute is binding on federal courts, we have no authority to disagree with the State Supreme Court\u0027s interpretation of its own rules."
                            },
                            {
                                "start": 96.877,
                                "stop": 112.633,
                                "byte_start": 416225,
                                "byte_stop": 479232,
                                "text": "The petitioner\u0027s second argument is that Section 1983 must preempt Idaho\u0027s procedural rule because we have recognized a right to a similar appeal from a federal district court\u0027s rejection of the qualified immunity defense on the cases brought in a federal court."
                            },
                            {
                                "start": 112.633,
                                "stop": 119.037,
                                "byte_start": 479232,
                                "byte_stop": 504832,
                                "text": "And the state rule, by denying this type of appeal, impermissibly burdens a federal right."
                            },
                            {
                                "start": 119.037,
                                "stop": 134.516,
                                "byte_start": 504832,
                                "byte_stop": 566794,
                                "text": "Given the general presumption against preemption of state laws and particularly the preemption of neutral generally applicable state laws, the petitioners failed to meet the heavy burden objecting the 1983 would appropriately preempt Idaho\u0027s rule."
                            },
                            {
                                "start": 134.516,
                                "stop": 153.176,
                                "byte_start": 566794,
                                "byte_stop": 641400,
                                "text": "It is true that officials sued under Section 1983 in federal courts may appeal from the district court rejection of the qualified immunity defense when the district court\u0027s decision is premised on the notion that the official -- official\u0027s action, if proven, would violate clearly established law."
                            },
                            {
                                "start": 153.176,
                                "stop": 164.237,
                                "byte_start": 641400,
                                "byte_stop": 685704,
                                "text": "But that right of interlocutory appeal is controlled not by 1983 but by 28 U.S.C. Section 1291, the general federal appellate jurisdiction statutes."
                            },
                            {
                                "start": 164.237,
                                "stop": 186.673,
                                "byte_start": 685704,
                                "byte_stop": 775461,
                                "text": "In addition to the fact that the interlocutory appeal right arise from a statute other than 1983, we also note that petitioners argument for preemption, which is bottomed on their claim that the Idaho rules are interfering with federal rights, ignores the fact that the ultimate purpose of qualified immunity is to protect the State and its officials from over enforcement of federal rights."
                            },
                            {
                                "start": 186.673,
                                "stop": 207.517,
                                "byte_start": 775461,
                                "byte_stop": 858843,
                                "text": "The Idaho Supreme Court\u0027s application of the State\u0027s procedural rules in this context is, thus, a less an interference with federal interests than a judgment of how best to balance the competing state interest of limiting interlocutory appeals on the one hand and providing state officials with immediate review of the merits of their defense on the other."
                            },
                            {
                                "start": 207.517,
                                "stop": 212.526,
                                "byte_start": 858843,
                                "byte_stop": 878696,
                                "text": "For these reasons, we affirm the judgment of the Idaho Supreme Court and our opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48718,
            "mime": "audio\/mpeg",
            "size": 879010,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-292\/19970609o_96-292.delivery.mp3"
        },
        {
            "id": 70530,
            "mime": "audio\/ogg",
            "size": 2098481,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-292\/19970609o_96-292.ogg"
        },
        {
            "id": 70531,
            "mime": "application\/x-mpegURL",
            "size": 3164,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-292\/19970609o_96-292.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}