{
    "id": 21979,
    "title": "Opinion Announcement - June 25, 2001",
    "transcript": {
        "title": "Federal Election Commission v. Colorado Republican Federal Campaign Committee",
        "duration": 385.28,
        "sections": [
            {
                "start": 0,
                "stop": 385.28,
                "byte_start": 89603,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.191,
                        "byte_start": 89603,
                        "byte_stop": 134429,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.191,
                                "byte_start": 89603,
                                "byte_stop": 134429,
                                "text": "The opinion of the Court in number 00-191, Federal Election Commission versus the Colorado Republican Federal Campaign Committee will be announced by Justice Souter."
                            }
                        ]
                    },
                    {
                        "start": 11.191,
                        "stop": 385.28,
                        "byte_start": 134429,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 11.191,
                                "stop": 16.847,
                                "byte_start": 134429,
                                "byte_stop": 156999,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Tenth Circuit."
                            },
                            {
                                "start": 16.847,
                                "stop": 36.049,
                                "byte_start": 156999,
                                "byte_stop": 233903,
                                "text": "It began sometime ago when the Federal Election Commission complained that the respondent, a committee of the Republican Party had violated a provision of the Federal Election Campaign Act by spending too much money in connection with the 1986 Senate campaign."
                            },
                            {
                                "start": 36.049,
                                "stop": 46.429,
                                "byte_start": 233903,
                                "byte_stop": 275386,
                                "text": "The party defended itself by claiming the spending limitations which we have called the party expenditure provision violated the First Amendment."
                            },
                            {
                                "start": 46.429,
                                "stop": 53.858,
                                "byte_start": 275386,
                                "byte_stop": 305061,
                                "text": "When the case first came to us five years ago, our principal opinion agreed with the party up to a point."
                            },
                            {
                                "start": 53.858,
                                "stop": 62.581,
                                "byte_start": 305061,
                                "byte_stop": 339961,
                                "text": "We held that the party expenditure provision was unconstitutional as applied to the actual expenditures at issue there."
                            },
                            {
                                "start": 62.581,
                                "stop": 69.302,
                                "byte_start": 339961,
                                "byte_stop": 366814,
                                "text": "Our analysis stressed that the party had made the expenditures without any co-ordination with a candidate."
                            },
                            {
                                "start": 69.302,
                                "stop": 89.677,
                                "byte_start": 366814,
                                "byte_stop": 448316,
                                "text": "They were thus independent expenditures within the meaning of a series of the cases starting 25 years ago with Buckley and Valeo, in which we held that limits on independent campaign expenditures by individuals and non-party groups violated the First Amendment."
                            },
                            {
                                "start": 89.677,
                                "stop": 99.255,
                                "byte_start": 448316,
                                "byte_stop": 486664,
                                "text": "In the decision five years ago, we found no reason not to afford political parties."
                            },
                            {
                                "start": 99.255,
                                "stop": 107.047,
                                "byte_start": 486664,
                                "byte_stop": 517802,
                                "text": "The same First Amendment protection we had afforded to those non-party spenders, but that did not end the lawsuit."
                            },
                            {
                                "start": 107.047,
                                "stop": 125.419,
                                "byte_start": 517802,
                                "byte_stop": 591363,
                                "text": "We remanded for consideration of the party’s claim that “the limits on expenditure by a political party in connection with Congressional elections are facially unconstitutional and thus unenforceable even as to spending that is coordinated with a candidate”."
                            },
                            {
                                "start": 125.419,
                                "stop": 133.589,
                                "byte_start": 591363,
                                "byte_stop": 623964,
                                "text": "The District Court held for the party and a divided penal of the Court of Appeals for the Tenth Circuit affirmed."
                            },
                            {
                                "start": 133.589,
                                "stop": 142.051,
                                "byte_start": 623964,
                                "byte_stop": 657819,
                                "text": "We granted certiorari and in an opinion filed today with the Clerk of the Court, we reverse the judgment of the Tenth Circuit."
                            },
                            {
                                "start": 142.051,
                                "stop": 158.662,
                                "byte_start": 657819,
                                "byte_stop": 724274,
                                "text": "In Buckley, this Court held that the Federal Election Campaign Act\u0027s limitations on campaign contributions were generally constitutional, justified by a substantial government interest in combating corruption of the political system."
                            },
                            {
                                "start": 158.662,
                                "stop": 165.51,
                                "byte_start": 724274,
                                "byte_stop": 751650,
                                "text": "But we held that the Act’s limitations on election expenditures violated the First Amendment."
                            },
                            {
                                "start": 165.51,
                                "stop": 174.92,
                                "byte_start": 751650,
                                "byte_stop": 789371,
                                "text": "Later cases respected this line between contributions and expenditures, which is grounded in two distinctions."
                            },
                            {
                                "start": 174.92,
                                "stop": 183.744,
                                "byte_start": 789371,
                                "byte_stop": 824584,
                                "text": "Contribution restraints generally curb less expressive and associational activity than expenditure limits do."
                            },
                            {
                                "start": 183.744,
                                "stop": 196.996,
                                "byte_start": 824584,
                                "byte_stop": 877665,
                                "text": "Unlimited contributions are clearly linked to political corruption than the unlimited expenditures are, at least where the expenditures are not coordinated with the candidate or his campaign."
                            },
                            {
                                "start": 196.996,
                                "stop": 212.496,
                                "byte_start": 877665,
                                "byte_stop": 939627,
                                "text": "These distinctions are less clear when the expenditures are coordinated with the candidates and in fact, in the Act itself Congress defined contributions, so as to include coordinated expenditures."
                            },
                            {
                                "start": 212.496,
                                "stop": 236.537,
                                "byte_start": 939627,
                                "byte_stop": 1035758,
                                "text": "In Buckley, where we considered contribution and expenditure limits applicable to individuals and nonparty groups, we explain that treating coordinated expenditures like contribution prevents attempts to circumvent the Act through coordinated expenditures amounting to disguised contributions."
                            },
                            {
                                "start": 236.537,
                                "stop": 248.485,
                                "byte_start": 1035758,
                                "byte_stop": 1083614,
                                "text": "In Buckley, we effectively accorded those coordinated expenditures, the same First Amendment treatment as pure contributions and we upheld the limitation on them."
                            },
                            {
                                "start": 248.485,
                                "stop": 266.967,
                                "byte_start": 1083614,
                                "byte_stop": 1157489,
                                "text": "The issue in this case as it comes before us this time is whether a political party is in a different position from individuals and nonparty groups giving it a claim to demand a higher standard of scrutiny before its coordinated spending can be limited."
                            },
                            {
                                "start": 266.967,
                                "stop": 280.307,
                                "byte_start": 1157489,
                                "byte_stop": 1210883,
                                "text": "For reasons explained in detail in our opinion, we reject the party’s claim to be unique among political spenders in a way that triggers categorically or would trigger categorically a different treatment."
                            },
                            {
                                "start": 280.307,
                                "stop": 287.719,
                                "byte_start": 1210883,
                                "byte_stop": 1240558,
                                "text": "We, therefore, apply the same scrutiny that we applied to contribution and coordinated expenditure limits in Buckley."
                            },
                            {
                                "start": 287.719,
                                "stop": 301.662,
                                "byte_start": 1240558,
                                "byte_stop": 1296356,
                                "text": "We ask whether the limit is clearly drawn to match a sufficiently important governmental interest and in applying this test, we conclude that the limit withstands the party’s facial challenge."
                            },
                            {
                                "start": 301.662,
                                "stop": 310.249,
                                "byte_start": 1296356,
                                "byte_stop": 1330628,
                                "text": "Experience under the present law confirms a serious threat of abuse from unlimited coordinated parties spending."
                            },
                            {
                                "start": 310.249,
                                "stop": 339.896,
                                "byte_start": 1330628,
                                "byte_stop": 1449224,
                                "text": "Despite years of enforcement of the challenge limits, substantial evidence demonstrates how candidates, donors, and parties test the limits of the current law, and it shows beyond serious doubt how contribution limits upheld in Buckley would be eroded if inducement to circumvent them were enhance by declaring parties coordinated spending without any limitation in wide open."
                            },
                            {
                                "start": 339.896,
                                "stop": 354.621,
                                "byte_start": 1449224,
                                "byte_stop": 1508156,
                                "text": "Donors who had already made the maximum contributions directly to a candidate would contribute more to a party with the tacit understanding that their money would reach the candidate in the form of coordinated expenditures."
                            },
                            {
                                "start": 354.621,
                                "stop": 375.653,
                                "byte_start": 1508156,
                                "byte_stop": 1592271,
                                "text": "Certain attempts of this sort of circumvention would doubtless escape the Act’s provisions addressing earmarking of contributions and Congress was entitled to deal with the problem by limiting the amount of money that could flow from the party contribute to the candidate in the form of coordinated expenditures."
                            },
                            {
                                "start": 375.653,
                                "stop": 385.28,
                                "byte_start": 1592271,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion in which Justice Scalia and Kennedy join, and in which the Chief Justice joins as to Part II."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53080,
            "mime": "audio\/mpeg",
            "size": 1623513,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/00-191\/20010625o_00-191.delivery.mp3"
        },
        {
            "id": 74830,
            "mime": "audio\/ogg",
            "size": 3728650,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/00-191\/20010625o_00-191.ogg"
        },
        {
            "id": 74831,
            "mime": "application\/x-mpegURL",
            "size": 5615,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/00-191\/20010625o_00-191.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}