{
    "id": 21943,
    "title": "Opinion Announcement - December 13, 2004",
    "transcript": {
        "title": "Devenpeck v. Alford",
        "duration": 650.251,
        "sections": [
            {
                "start": 0,
                "stop": 650.251,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 650.251,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.661,
                                "byte_start": 28672,
                                "byte_stop": 71408,
                                "text": "I have the opinion of the Court to announce in Case No. 03-710, Devenpeck versus Alford."
                            },
                            {
                                "start": 10.661,
                                "stop": 15.482,
                                "byte_start": 71408,
                                "byte_stop": 90634,
                                "text": "This case comes to us on writ of certiorari to the Ninth Circuit."
                            },
                            {
                                "start": 15.482,
                                "stop": 41.623,
                                "byte_start": 90634,
                                "byte_stop": 195229,
                                "text": "Officer Joi Haner, a member of the Washington State Patrol and one of the petitioners here, stopped a car driven by respondent Jerome Alford on the basis of Haner’s suspicion that earlier along the highway, Alford had been impersonating a police officer when assisting some stranded motorists."
                            },
                            {
                                "start": 41.623,
                                "stop": 46.949,
                                "byte_start": 195229,
                                "byte_stop": 216545,
                                "text": "Haner’s questioning of Alford during the stop bolstered this suspicion."
                            },
                            {
                                "start": 46.949,
                                "stop": 51.988,
                                "byte_start": 216545,
                                "byte_stop": 236711,
                                "text": "Alford was listening to the radio frequency of the police department of a neighboring county."
                            },
                            {
                                "start": 51.988,
                                "stop": 56.98,
                                "byte_start": 236711,
                                "byte_stop": 256669,
                                "text": "He had handcuffs and a hand-held police scanner in his car."
                            },
                            {
                                "start": 56.98,
                                "stop": 80.695,
                                "byte_start": 256669,
                                "byte_stop": 351545,
                                "text": "He claimed to have worked in law enforcement first in Washington and then in Texas but later changed that story, and he claimed not to know how to turn on the wig-wag headlights that the stranded motorists had told Haner he used when he came to their assistance, saw their headlights that flashed alternately one side and the other."
                            },
                            {
                                "start": 80.695,
                                "stop": 91.439,
                                "byte_start": 351545,
                                "byte_stop": 394491,
                                "text": "These lights were, Alford told Haner, part of a recently installed car alarm system."
                            },
                            {
                                "start": 91.439,
                                "stop": 103.048,
                                "byte_start": 394491,
                                "byte_stop": 440884,
                                "text": "When the other petitioner in this case Sergeant Gerald Devenpeck arrived at the scene of the stop, Alford told him as well that he did not know how to activate the wig-wag headlights."
                            },
                            {
                                "start": 103.048,
                                "stop": 116.063,
                                "byte_start": 440884,
                                "byte_stop": 493025,
                                "text": "Both officers were skeptical and rightly so since it turned out that the light were activated by a button close to the driver’s knee which Alford carefully avoided pressing."
                            },
                            {
                                "start": 116.063,
                                "stop": 132.986,
                                "byte_start": 493025,
                                "byte_stop": 560630,
                                "text": "But before Devenpeck finished questioning Alford he saw that Alford was tape recording their conversation believing this to be illegal, he told Alford that he was under arrest for violating the State Privacy Act."
                            },
                            {
                                "start": 132.986,
                                "stop": 143.057,
                                "byte_start": 560630,
                                "byte_stop": 600963,
                                "text": "Alford protested that there was a State Court of Appeals decision that allowed him to tape conversations with the police officers but the officers were not impressed."
                            },
                            {
                                "start": 143.057,
                                "stop": 148.784,
                                "byte_start": 600963,
                                "byte_stop": 623846,
                                "text": "Haner took Alford into custody and cited the Privacy Act defense at booking."
                            },
                            {
                                "start": 148.784,
                                "stop": 162.768,
                                "byte_start": 623846,
                                "byte_stop": 679748,
                                "text": "As it turned out, Alford was right, the Washington Court of Appeals had held five years earlier that because road side conversation with police officers are not private within the meaning of the State Privacy Act."
                            },
                            {
                                "start": 162.768,
                                "stop": 172.855,
                                "byte_start": 679748,
                                "byte_stop": 720185,
                                "text": "It was not illegal to record them without the officer’s consent and the District Court dismissed the charge."
                            },
                            {
                                "start": 172.855,
                                "stop": 190.542,
                                "byte_start": 720185,
                                "byte_stop": 790925,
                                "text": "Alford sued both Devenpeck and Haner in Federal Court under state law and under 42 United States Code Section 1983 alleging that the officers violated his Fourth and Fourteenth Amendment rights by arresting him without probable cause."
                            },
                            {
                                "start": 190.542,
                                "stop": 196.542,
                                "byte_start": 790925,
                                "byte_stop": 814853,
                                "text": "The District Court denied the officers’ motion for qualified immunity and the case went to trial."
                            },
                            {
                                "start": 196.542,
                                "stop": 202.117,
                                "byte_start": 814853,
                                "byte_stop": 837214,
                                "text": "The jury returned a unanimous verdict in favor of the officers."
                            },
                            {
                                "start": 202.117,
                                "stop": 205.209,
                                "byte_start": 837214,
                                "byte_stop": 849544,
                                "text": "The Ninth Circuit however ordered a new trial."
                            },
                            {
                                "start": 205.209,
                                "stop": 215.527,
                                "byte_start": 849544,
                                "byte_stop": 890817,
                                "text": "As relevant to our decision today, it held that Alford’s arrest was necessarily unconstitutional because tape recording officers is not a crime in Washington."
                            },
                            {
                                "start": 215.527,
                                "stop": 225.544,
                                "byte_start": 890817,
                                "byte_stop": 930941,
                                "text": "The Court of Appeals rejected the officer’s argument that there was probable cause to arrest Alford for either impersonating or obstructing a police officer."
                            },
                            {
                                "start": 225.544,
                                "stop": 243.404,
                                "byte_start": 930941,
                                "byte_stop": 1002308,
                                "text": "Those offenses, it said, were neither based on the same facts as nor closely related to the offense invoked by Devenpeck when he arrested Alford, and they were there for irrelevant to the Fourth Amendment probable cause inquiry."
                            },
                            {
                                "start": 243.404,
                                "stop": 253.034,
                                "byte_start": 1002308,
                                "byte_stop": 1040865,
                                "text": "Finding no basis in our precedent or in reason for this limitation on the probable cause inquiry we reversed the Ninth Circuit."
                            },
                            {
                                "start": 253.034,
                                "stop": 262.654,
                                "byte_start": 1040865,
                                "byte_stop": 1079317,
                                "text": "There is probable cause to arrest when the facts known to the arresting officer would cause a reasonable officer to believe that a crime has been committed."
                            },
                            {
                                "start": 262.654,
                                "stop": 278.624,
                                "byte_start": 1079317,
                                "byte_stop": 1143265,
                                "text": "Except for asking what facts the arresting officer knew, this inquiry is an objective one, the arresting officer subjective reason for making the arrest need not be the criminal offense as to which the known facts provide probable cause."
                            },
                            {
                                "start": 278.624,
                                "stop": 292.813,
                                "byte_start": 1143265,
                                "byte_stop": 1200003,
                                "text": "A fortiori there need not be any relationship much less a close one between the offense articulated by the arresting officer at the time of arrest and the offense for which there is probable cause."
                            },
                            {
                                "start": 292.813,
                                "stop": 308.844,
                                "byte_start": 1200003,
                                "byte_stop": 1264055,
                                "text": "Whereat otherwise a knowledgeable veteran officer could by reciting a litany of possible offenses validate an arrest that a rookie officer possess to precisely the same facts would be unable to perfect."
                            },
                            {
                                "start": 308.844,
                                "stop": 315.015,
                                "byte_start": 1264055,
                                "byte_stop": 1288819,
                                "text": "We see no reason to ascribe to the Fourth Amendment\u0027s such arbitrarily variable protections."
                            },
                            {
                                "start": 315.015,
                                "stop": 330.745,
                                "byte_start": 1288819,
                                "byte_stop": 1351722,
                                "text": "As we said in an earlier case called Whren versus United States, “The Fourth Amendment’s concern with reasonableness allows certain actions to be taken in certain circumstances whatever the subjective intent.”"
                            },
                            {
                                "start": 330.745,
                                "stop": 348.391,
                                "byte_start": 1351722,
                                "byte_stop": 1422252,
                                "text": "The closely related offense rule is also condemned by its perverse consequences while it is assuredly good police practice to inform a person of the reason for his arrest at the time he is taken into custody, we have never held that to be constitutionally required."
                            },
                            {
                                "start": 348.391,
                                "stop": 371.584,
                                "byte_start": 1422252,
                                "byte_stop": 1515039,
                                "text": "Thus, the probable consequence of the closely related offense rule is not that officers will seek making so-called “sham arrests’ but rather that they will seized providing reasons for arrest all together and even if officers were required to provide a reason for arrest, they would simply give every reason for which probable cause could conceivably exist."
                            },
                            {
                                "start": 371.584,
                                "stop": 377.052,
                                "byte_start": 1515039,
                                "byte_stop": 1536982,
                                "text": "For these reasons and others expressed in our opinion today we reject the closely related offense rule."
                            },
                            {
                                "start": 377.052,
                                "stop": 393.902,
                                "byte_start": 1536982,
                                "byte_stop": 1604378,
                                "text": "We remand this case to the Ninth Circuit so that it may conduct the inquiry that the closely-related offense rule enabled it to avoid namely whether the facts known to the officers here provided a probable cause to arrest for either obstructing or impersonating a police officer."
                            },
                            {
                                "start": 393.902,
                                "stop": 401.266,
                                "byte_start": 1604378,
                                "byte_stop": 1633740,
                                "text": "The decision is unanimous except that the Chief Justice took no part in the decision."
                            },
                            {
                                "start": 401.266,
                                "stop": 414.633,
                                "byte_start": 1633740,
                                "byte_stop": 1687239,
                                "text": "I also have an opinion to announce on behalf of the Chief Justice in case No. 03-407, Kowalski versus Tesmer."
                            },
                            {
                                "start": 414.633,
                                "stop": 421.586,
                                "byte_start": 1687239,
                                "byte_stop": 1715033,
                                "text": "That case came to us on a writ of certiorari to the United States Court of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 421.586,
                                "stop": 430.831,
                                "byte_start": 1715033,
                                "byte_stop": 1752022,
                                "text": "Michigan provides that an appeal by an accused who has pled guilty is by leave of court not a matter of right."
                            },
                            {
                                "start": 430.831,
                                "stop": 440.58,
                                "byte_start": 1752022,
                                "byte_stop": 1790997,
                                "text": "Michigan State Judges must deny appointed appellate counsel to indigents who plead guilty and do not meet certain criteria."
                            },
                            {
                                "start": 440.58,
                                "stop": 449.079,
                                "byte_start": 1790997,
                                "byte_stop": 1825061,
                                "text": "Two attorneys and three indigents challenged Michigan’s procedure for appointing appellate counsel in Federal District Court."
                            },
                            {
                                "start": 449.079,
                                "stop": 454.99,
                                "byte_start": 1825061,
                                "byte_stop": 1848675,
                                "text": "They alleged that the procedure violated the equal potection and due process rights of the indigents."
                            },
                            {
                                "start": 454.99,
                                "stop": 457.026,
                                "byte_start": 1848675,
                                "byte_stop": 1856825,
                                "text": "The District Court agreed."
                            },
                            {
                                "start": 457.026,
                                "stop": 463.122,
                                "byte_start": 1856825,
                                "byte_stop": 1881172,
                                "text": "The Court of Appeals for the Sixth Circuit heard the case en banc and affirmed in relevant part."
                            },
                            {
                                "start": 463.122,
                                "stop": 479.187,
                                "byte_start": 1881172,
                                "byte_stop": 1945433,
                                "text": "It held the two attorneys had standing to bring the suit although the three indigent defendants had to be dismissed on the basis of the so-called Younger Doctrine which prevents Federal Court interference with ongoing state criminal proceedings."
                            },
                            {
                                "start": 479.187,
                                "stop": 481.445,
                                "byte_start": 1945433,
                                "byte_stop": 1954523,
                                "text": "We granted certiorari."
                            },
                            {
                                "start": 481.445,
                                "stop": 491.673,
                                "byte_start": 1954523,
                                "byte_stop": 1995379,
                                "text": "Today in an opinion by the Chief Justice we hold that the two attorney respondents lack third party standing to assert the rights of the indigents."
                            },
                            {
                                "start": 491.673,
                                "stop": 498.077,
                                "byte_start": 1995379,
                                "byte_stop": 2021083,
                                "text": "Accordingly, we reverse without reaching the constitutionality of the Michigan procedure."
                            },
                            {
                                "start": 498.077,
                                "stop": 503.248,
                                "byte_start": 2021083,
                                "byte_stop": 2041668,
                                "text": "A party generally must assert his own rights and not those of another."
                            },
                            {
                                "start": 503.248,
                                "stop": 509.228,
                                "byte_start": 2041668,
                                "byte_stop": 2065596,
                                "text": "Under the doctrine of third party standing however, we have made an exception to this general rule."
                            },
                            {
                                "start": 509.228,
                                "stop": 529.985,
                                "byte_start": 2065596,
                                "byte_stop": 2148665,
                                "text": "To determine whether third party standing is appropriate we have focused on two questions: We have asked first whether the person asserting the right has a close relationship with the person possessing the right; and second, whether there is a hindrance to the possessor’s ability to protect his own right."
                            },
                            {
                                "start": 529.985,
                                "stop": 542.594,
                                "byte_start": 2148665,
                                "byte_stop": 2199134,
                                "text": "Here, the attorneys attempt to assert the rights of hypothetical indigent offenders who will request in the future but be denied appellate counsel under Michigan’s procedure."
                            },
                            {
                                "start": 542.594,
                                "stop": 548.543,
                                "byte_start": 2199134,
                                "byte_stop": 2222853,
                                "text": "We do not believe these attorneys have a close relationship with these hypothetical indigents."
                            },
                            {
                                "start": 548.543,
                                "stop": 551.277,
                                "byte_start": 2222853,
                                "byte_stop": 2233825,
                                "text": "Indeed, they do not have relationship at all."
                            },
                            {
                                "start": 551.277,
                                "stop": 560.45,
                                "byte_start": 2233825,
                                "byte_stop": 2270501,
                                "text": "We also do not believe there is the necessary hindrance to the indigents asserting their own equal protection and due process rights to challenge the procedure."
                            },
                            {
                                "start": 560.45,
                                "stop": 574.53,
                                "byte_start": 2270501,
                                "byte_stop": 2326821,
                                "text": "The indigents have open avenues in State and Federal Court to assert their rights against the Michigan procedure, and in fact some indigents without the aid of an attorney have advanced their claims to the Michigan Appellate Courts and to this Court."
                            },
                            {
                                "start": 574.53,
                                "stop": 582.878,
                                "byte_start": 2326821,
                                "byte_stop": 2360257,
                                "text": "This disproves the attorney’s theory that without the assistance of an attorney the indigents are unable to assert their own rights."
                            },
                            {
                                "start": 582.878,
                                "stop": 597.062,
                                "byte_start": 2360257,
                                "byte_stop": 2416995,
                                "text": "On a more fundamental level, if the indigents were hindered by the lack of an attorney, that hindrance could have been solved by the attorneys before us here attending State Court and assisting them without charge."
                            },
                            {
                                "start": 597.062,
                                "stop": 621.606,
                                "byte_start": 2416995,
                                "byte_stop": 2515111,
                                "text": "Finally, the indigents themselves appropriately were dismissed as I said earlier under the Younger Doctrine preventing Federal Court interference with ongoing State criminal proceedings and unwillingness to allow our Younger Principle to be the circumvented is an additional reason to deny the attorney’s third party standing."
                            },
                            {
                                "start": 621.606,
                                "stop": 625.247,
                                "byte_start": 2515111,
                                "byte_stop": 2529740,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 625.247,
                                "stop": 650.251,
                                "byte_start": 2529740,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a concurring opinion; Justice Ginsburg has filed a dissenting opinion in which Justices Stevens and Souter have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53008,
            "mime": "audio\/mpeg",
            "size": 2563594,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/03-710\/20041213o_03-710.delivery.mp3"
        },
        {
            "id": 74758,
            "mime": "audio\/ogg",
            "size": 6492606,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/03-710\/20041213o_03-710.ogg"
        },
        {
            "id": 74759,
            "mime": "application\/x-mpegURL",
            "size": 9227,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/03-710\/20041213o_03-710.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}