{
    "id": 23255,
    "title": "Opinion Announcement - May 27, 2014",
    "transcript": {
        "title": null,
        "duration": 339.216,
        "sections": [
            {
                "start": 0,
                "stop": 339.216,
                "byte_start": 106496,
                "byte_stop": 1463296,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.25,
                        "byte_start": 106496,
                        "byte_stop": 135544,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.25,
                                "byte_start": 106496,
                                "byte_stop": 135544,
                                "text": "Justice Ginsburg has our opinion in 13-115, Wood versus Moss."
                            }
                        ]
                    },
                    {
                        "start": 7.25,
                        "stop": 339.216,
                        "byte_start": 135544,
                        "byte_stop": 1463296,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.25,
                                "stop": 22.871,
                                "byte_start": 135544,
                                "byte_stop": 198029,
                                "text": "This case concerns a charge that two Secret Service agents, in carrying out their responsibility to protect the President, engaged in unconstitutional viewpoint-based discrimination."
                            },
                            {
                                "start": 22.871,
                                "stop": 29.548,
                                "byte_start": 198029,
                                "byte_stop": 224778,
                                "text": "The episode in suit occurred on the evening of October 14, 2004."
                            },
                            {
                                "start": 29.548,
                                "stop": 41.309,
                                "byte_start": 224778,
                                "byte_stop": 271799,
                                "text": "President George W. Bush campaigning for reelection was scheduled to spend the evening and night at a cottage in Jacksonville, Oregon."
                            },
                            {
                                "start": 41.309,
                                "stop": 55.745,
                                "byte_start": 271799,
                                "byte_stop": 329477,
                                "text": "As allowed by local law enforcement officers, two groups of demonstrators assembled on opposite sides of the street on which the President\u0027s motorcade was to travel to reach the cottage."
                            },
                            {
                                "start": 55.745,
                                "stop": 63.349,
                                "byte_start": 329477,
                                "byte_stop": 359988,
                                "text": "One group, the supporters favored their President, the other, the protesters, opposed him."
                            },
                            {
                                "start": 63.349,
                                "stop": 76.923,
                                "byte_start": 359988,
                                "byte_stop": 414218,
                                "text": "Had the motorcade travel -- traveled directly to the cottage as planned, both groups would have been equally visible and audible to the President as he drove by."
                            },
                            {
                                "start": 76.923,
                                "stop": 87.112,
                                "byte_start": 414218,
                                "byte_stop": 454969,
                                "text": "On settling that situation, the President made a spur-of-the-moment decision to dine in town before completing the drive to the cottage."
                            },
                            {
                                "start": 87.112,
                                "stop": 101.055,
                                "byte_start": 454969,
                                "byte_stop": 510767,
                                "text": "Accommodating the President\u0027s sudden decision, the motorcade turned from the planned route and headed toward the outdoor patio dining area of the Jacksonville Inn\u0027s restaurant."
                            },
                            {
                                "start": 101.055,
                                "stop": 110.711,
                                "byte_start": 510767,
                                "byte_stop": 549428,
                                "text": "Learning that the route changed, the protesters, some 200 to 300 in number, moved down the street to congregate in front of the Inn."
                            },
                            {
                                "start": 110.711,
                                "stop": 119.224,
                                "byte_start": 549428,
                                "byte_stop": 583492,
                                "text": "At this location, the protesters were within handgun and explosive reach of the President while he dined."
                            },
                            {
                                "start": 119.224,
                                "stop": 137.154,
                                "byte_start": 583492,
                                "byte_stop": 655172,
                                "text": "The President\u0027s supporters remained where they stood when the motorcade turned from the planned route at their location, a large two-story building blocked sight of the President and kept them beyond weapons range of the patio where he was seated."
                            },
                            {
                                "start": 137.154,
                                "stop": 147.963,
                                "byte_start": 655172,
                                "byte_stop": 698431,
                                "text": "A diagram of Jacksonville\u0027s streets appended to the protester\u0027s complaint and reproduced in the court\u0027s opinion tells the story better than words."
                            },
                            {
                                "start": 147.963,
                                "stop": 157.17,
                                "byte_start": 698431,
                                "byte_stop": 735211,
                                "text": "It shows the streets and alleys of concern, the location of the dining patio and of the opposing groups."
                            },
                            {
                                "start": 157.17,
                                "stop": 172.084,
                                "byte_start": 735211,
                                "byte_stop": 794875,
                                "text": "After the President was seated at the patio table, the agents directed local police to move the protesters some two blocks away from the Inn beyond sight, sound and weapons reach of the President."
                            },
                            {
                                "start": 172.084,
                                "stop": 183.192,
                                "byte_start": 794875,
                                "byte_stop": 839283,
                                "text": "The move placed the protesters a block farther from the Inn, then the supporters whose location, he then have no view of or weapons access to the President."
                            },
                            {
                                "start": 183.192,
                                "stop": 202.543,
                                "byte_start": 839283,
                                "byte_stop": 916710,
                                "text": "The protesters sued the agents for damages against the Federal District Court alleging that the agents violated their First Amendment rights by moving them away from the Inn while allowing the supporters to remain in their original location."
                            },
                            {
                                "start": 202.543,
                                "stop": 214.826,
                                "byte_start": 916710,
                                "byte_stop": 965820,
                                "text": "The agents moved to dismiss the protester\u0027s complaint contending that their conduct did not violate the First Amendment and in any event that they were sheltered from suit by the doctrine of qualified immunity."
                            },
                            {
                                "start": 214.826,
                                "stop": 226.905,
                                "byte_start": 965820,
                                "byte_stop": 1014199,
                                "text": "That doctrine spares government officials from suit unless the constitutional right asserted against them in context was clearly established."
                            },
                            {
                                "start": 226.905,
                                "stop": 232.79,
                                "byte_start": 1014199,
                                "byte_stop": 1037709,
                                "text": "The District Court denied the motion to dismiss and the Court of Appeals for the Ninth Circuit affirmed."
                            },
                            {
                                "start": 232.79,
                                "stop": 241.245,
                                "byte_start": 1037709,
                                "byte_stop": 1071564,
                                "text": "We reversed the Ninth Circuit\u0027s judgment, satisfy the qualified immunity shields the agents from the protester\u0027s complaint."
                            },
                            {
                                "start": 241.245,
                                "stop": 244.883,
                                "byte_start": 1071564,
                                "byte_stop": 1086088,
                                "text": "Two premises face out -- frame our decision."
                            },
                            {
                                "start": 244.883,
                                "stop": 259.058,
                                "byte_start": 1086088,
                                "byte_stop": 1142826,
                                "text": "First, government officials may not exclude persons engaged in expressive activity from public places solely because the government actor fears or dislikes the message conveyed."
                            },
                            {
                                "start": 259.058,
                                "stop": 265.231,
                                "byte_start": 1142826,
                                "byte_stop": 1167485,
                                "text": "Second, people are not at liberty to speak whenever, however, and wherever they please."
                            },
                            {
                                "start": 265.231,
                                "stop": 272.757,
                                "byte_start": 1167485,
                                "byte_stop": 1197578,
                                "text": "In that regard we have recognized that securing the safety of the President is a vital concern."
                            },
                            {
                                "start": 272.757,
                                "stop": 287.139,
                                "byte_start": 1197578,
                                "byte_stop": 1255152,
                                "text": "Returning to the diagram, one can readily -- readily see that the protesters moved to face the Inn, place the President in harms way while the supporter\u0027s position did not expose him to danger."
                            },
                            {
                                "start": 287.139,
                                "stop": 312.497,
                                "byte_start": 1255152,
                                "byte_stop": 1356507,
                                "text": "No President of which -- of which we are aware would have alerted the agents that -- and coping with the President\u0027s on-the-spot decision to dine in town that they could move the protesters out of weapons reach -- weapons reach of the President only if they move the supporters, whose location presented no security risk, an equal distance away."
                            },
                            {
                                "start": 312.497,
                                "stop": 324.943,
                                "byte_start": 1356507,
                                "byte_stop": 1406349,
                                "text": "In short, the security perimeter established by the agents to meet an unanticipated situation violated no clearly established First Amendment command."
                            },
                            {
                                "start": 324.943,
                                "stop": 335.189,
                                "byte_start": 1406349,
                                "byte_stop": 1447309,
                                "text": "For these reasons developed comprehensively in our written opinion, we hold the Ninth Circuit erred in denying the agent\u0027s plea for qualified immunity."
                            },
                            {
                                "start": 335.189,
                                "stop": 339.216,
                                "byte_start": 1447309,
                                "byte_stop": 1463296,
                                "text": "The Court\u0027s decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55692,
            "mime": "audio\/mpeg",
            "size": 1463505,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/13-115\/20140527o_13-115.delivery.mp3"
        },
        {
            "id": 77364,
            "mime": "audio\/ogg",
            "size": 3224494,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/13-115\/20140527o_13-115.ogg"
        },
        {
            "id": 77365,
            "mime": "application\/x-mpegURL",
            "size": 5013,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/13-115\/20140527o_13-115.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}