{
    "id": 20122,
    "title": "Opinion Announcement - May 15, 2000",
    "transcript": {
        "title": "United States v. Morrison",
        "duration": 381.31,
        "sections": [
            {
                "start": 0,
                "stop": 381.31,
                "byte_start": 84514,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 381.31,
                        "byte_start": 84514,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.468,
                                "byte_start": 84514,
                                "byte_stop": 126414,
                                "text": "I have the opinion of the Court to announce in two consolidated cases 99-5 and 99-29, United States against Morrison and Brzonkala v. Morrison."
                            },
                            {
                                "start": 10.468,
                                "stop": 23.17,
                                "byte_start": 126414,
                                "byte_stop": 177196,
                                "text": "The Petitioner Christy Brzonkala accused the respondents Antonio Morrison and James Crawford of brutally assaulting and raping her while the three were students at the Virginia Polytechnic Institute."
                            },
                            {
                                "start": 23.17,
                                "stop": 36.996,
                                "byte_start": 177196,
                                "byte_stop": 232576,
                                "text": "Following the attack, Morrison made vulgar remarks to Brzonkala into the patrons of the dormitory dining hall indicating that his attack on her was motivated by gender based animus toward women."
                            },
                            {
                                "start": 36.996,
                                "stop": 45.404,
                                "byte_start": 232576,
                                "byte_stop": 266222,
                                "text": "She filed a complaint against respondents under Virginia Tech\u0027s judicial system but the University ultimately decided not to punish Morrison."
                            },
                            {
                                "start": 45.404,
                                "stop": 50.359,
                                "byte_start": 266222,
                                "byte_stop": 285970,
                                "text": "Brzonkala then sued Morrison and Crawford in Virginia Tech and Federal Court."
                            },
                            {
                                "start": 50.359,
                                "stop": 60.45,
                                "byte_start": 285970,
                                "byte_stop": 326408,
                                "text": "Arguing among other things that Morrison and Crawford\u0027s attack violated Title 42 U.S.C. Section 13981."
                            },
                            {
                                "start": 60.45,
                                "stop": 71.11,
                                "byte_start": 326408,
                                "byte_stop": 369040,
                                "text": "That was enacted as part of the Violence Against Women Act of 1994 and it provides a Federal Civil remedy for the victims of gender-motivated violence."
                            },
                            {
                                "start": 71.11,
                                "stop": 80.243,
                                "byte_start": 369040,
                                "byte_stop": 405507,
                                "text": "The District Court dismissed Brzonkala\u0027s complaint because it concluded that Congress lacked constitutional authority to enact Section 13981."
                            },
                            {
                                "start": 80.243,
                                "stop": 85.031,
                                "byte_start": 405507,
                                "byte_stop": 424733,
                                "text": "The Court of Appeals for the Fourth Circuit, sitting en banc agreed with that conclusion."
                            },
                            {
                                "start": 85.031,
                                "stop": 88.282,
                                "byte_start": 424733,
                                "byte_stop": 437690,
                                "text": "We granted certiorari and we now affirm."
                            },
                            {
                                "start": 88.282,
                                "stop": 95.132,
                                "byte_start": 437690,
                                "byte_stop": 465066,
                                "text": "Every law enacted by Congress must be based on one or more of its powers enumerated under the Constitution."
                            },
                            {
                                "start": 95.132,
                                "stop": 103.427,
                                "byte_start": 465066,
                                "byte_stop": 498294,
                                "text": "In this case, Congress relied on two such bases: the Commerce Clause and Section 5 of the Fourteenth Amendment."
                            },
                            {
                                "start": 103.427,
                                "stop": 111.393,
                                "byte_start": 498294,
                                "byte_stop": 530163,
                                "text": "However, we conclude that neither provision is sufficient to sustain Section 13981\u0027s federal civil remedy."
                            },
                            {
                                "start": 111.393,
                                "stop": 120.308,
                                "byte_start": 530163,
                                "byte_stop": 565794,
                                "text": "We most recently canvassed and clarified our case law governing Commerce Clause regulation in Lopez against the United States several years ago."
                            },
                            {
                                "start": 120.308,
                                "stop": 128.252,
                                "byte_start": 565794,
                                "byte_stop": 597559,
                                "text": "In Lopez, we held that the Gun-Free School Zones Act of 1990 exceeded Congress\u0027 authority under the Commerce Clause."
                            },
                            {
                                "start": 128.252,
                                "stop": 132.645,
                                "byte_start": 597559,
                                "byte_stop": 615113,
                                "text": "Several significant considerations contributed to this decision."
                            },
                            {
                                "start": 132.645,
                                "stop": 174.952,
                                "byte_start": 615113,
                                "byte_stop": 784387,
                                "text": "First, the act was a criminal statute that had nothing to do with commerce or any sort of economic enterprise; second, the act contained no express jurisdictional element, which might have limited its reach to a discrete set of firearm possessions that have an explicit connection with or effect on interstate commerce; third, we noted that the act was not supported by express Congressional findings regarding the effects upon interstate commerce; finally, our decision in Lopez rested on the fact that the causal link between gun possession in school zone and interstate commerce was extraordinarily attenuated."
                            },
                            {
                                "start": 174.952,
                                "stop": 188.434,
                                "byte_start": 784387,
                                "byte_stop": 838303,
                                "text": "The government argued that gun possession may ultimately affect interstate commerce because violence influences travel and insurance and because any determent education may ultimately affect national productivity."
                            },
                            {
                                "start": 188.434,
                                "stop": 198.78,
                                "byte_start": 838303,
                                "byte_stop": 879681,
                                "text": "We rejected this sort of house-that-jack-built reasoning, because it would obliterate the Constitution\u0027s distinction between national and local power."
                            },
                            {
                                "start": 198.78,
                                "stop": 204.274,
                                "byte_start": 879681,
                                "byte_stop": 901624,
                                "text": "With these principles as reference points, the proper resolution of the present case is clear."
                            },
                            {
                                "start": 204.274,
                                "stop": 210.259,
                                "byte_start": 901624,
                                "byte_stop": 925552,
                                "text": "Gender motivated crimes of violence are not in any sense of the phrase economic activity."
                            },
                            {
                                "start": 210.259,
                                "stop": 224.988,
                                "byte_start": 925552,
                                "byte_stop": 984485,
                                "text": "Like the Gun-Free School Zones Act\u0027s Section 13981 contains no jurisdictional element establishing that the federal cause of action is in pursuance if Congress\u0027 powered regulate interstate commerce."
                            },
                            {
                                "start": 224.988,
                                "stop": 239.472,
                                "byte_start": 984485,
                                "byte_stop": 1042476,
                                "text": "And while Section 13981 is supported by voluminous Congressional findings unlike the Lopez case, regarding the impact that gender motivated violence has on victims in their families."
                            },
                            {
                                "start": 239.472,
                                "stop": 247.088,
                                "byte_start": 1042476,
                                "byte_stop": 1072883,
                                "text": "These findings are substantially weakened by the fact that they rely on the very method of reasoning that we rejected in Lopez."
                            },
                            {
                                "start": 247.088,
                                "stop": 262.301,
                                "byte_start": 1072883,
                                "byte_stop": 1133801,
                                "text": "This reasoning seeks to follow the but-for causal chain from the initial occurrence of violent crime, the suppression of which has always been the prime object of the State\u0027s police power to every attenuated effect upon interstate commerce."
                            },
                            {
                                "start": 262.301,
                                "stop": 272.653,
                                "byte_start": 1133801,
                                "byte_stop": 1175178,
                                "text": "This reasoning would give Congress unlimited police power, whereas the founders granted the national government only limited authority to regulate interstate commerce."
                            },
                            {
                                "start": 272.653,
                                "stop": 284.089,
                                "byte_start": 1175178,
                                "byte_stop": 1220945,
                                "text": "We accordingly reject the argument that Congress may regulate non-economic violent criminal conduct, based solely on that conduct\u0027s remote effect on interstate commerce."
                            },
                            {
                                "start": 284.089,
                                "stop": 289.515,
                                "byte_start": 1220945,
                                "byte_stop": 1242679,
                                "text": "Petitioner\u0027s Fourteenth Amendment argument is also foreclosed by our precedents."
                            },
                            {
                                "start": 289.515,
                                "stop": 300.82,
                                "byte_start": 1242679,
                                "byte_stop": 1287818,
                                "text": "Shortly after the Fourteenth Amendment was adopted, we decided two cases interpreting the Amendment\u0027s provisions, United States against Harris and the Civil Rights cases."
                            },
                            {
                                "start": 300.82,
                                "stop": 320.443,
                                "byte_start": 1287818,
                                "byte_stop": 1366290,
                                "text": "In those cases we concluded that Congress\u0027 enforcement power under Section 5 of the Fourteenth Amendment is limited to the regulation of states and state actors. although, petitioners rely on dicta from several subsequent cases in arguing that Section 5 grants Congress authority to regulate private persons."
                            },
                            {
                                "start": 320.443,
                                "stop": 339.468,
                                "byte_start": 1366290,
                                "byte_stop": 1442463,
                                "text": "Our cases have never departed from our original understanding of the Fourteenth Amendment state action requirement, because Section 13981 regulates the conduct of private persons, not states or state officials; it cannot be sustained as an exercise with Congress\u0027 Section 5 authority."
                            },
                            {
                                "start": 339.468,
                                "stop": 345.202,
                                "byte_start": 1442463,
                                "byte_stop": 1465347,
                                "text": "Petitioner Brzonkala\u0027s complaint alleges that she was the victim of a brutal assault."
                            },
                            {
                                "start": 345.202,
                                "stop": 360.562,
                                "byte_start": 1465347,
                                "byte_stop": 1526787,
                                "text": "If the allegations are true no civilized system of justice could fail to provide her a remedy for Morrison\u0027s conduct, but under our Federal System, that remedy must be provided by the Commonwealth of Virginia and not by the United States."
                            },
                            {
                                "start": 360.562,
                                "stop": 363.62,
                                "byte_start": 1526787,
                                "byte_stop": 1539012,
                                "text": "The judgment of Court of Appeals is therefore affirmed."
                            },
                            {
                                "start": 363.62,
                                "stop": 381.31,
                                "byte_start": 1539012,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a concurring opinion; Justice Souter has filed a dissenting opinion, in which Justices Stevens, Ginsburg and Breyer have joined; Justice Breyer has filed a dissenting opinion, which Justice Stevens has joined and in which Justices Souter and Ginsburg have joined part 1A."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49368,
            "mime": "audio\/mpeg",
            "size": 1609752,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1999\/99-5\/20000515o_99-5.delivery.mp3"
        },
        {
            "id": 71170,
            "mime": "audio\/ogg",
            "size": 3778004,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1999\/99-5\/20000515o_99-5.ogg"
        },
        {
            "id": 71171,
            "mime": "application\/x-mpegURL",
            "size": 5359,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1999\/99-5\/20000515o_99-5.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}