{
    "id": 20533,
    "title": "Opinion Announcement - February 23, 1993",
    "transcript": {
        "title": "Fex v. Michigan",
        "duration": 272.065,
        "sections": [
            {
                "start": 0,
                "stop": 272.065,
                "byte_start": 81767,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 272.065,
                        "byte_start": 81767,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.586,
                                "byte_start": 81767,
                                "byte_stop": 116144,
                                "text": "The second opinion I have to announce is No. 91-7873, Fex versus Michigan."
                            },
                            {
                                "start": 8.586,
                                "stop": 13.399,
                                "byte_start": 116144,
                                "byte_stop": 135370,
                                "text": "It is here on writ of certiorari to the Supreme Court of Michigan."
                            },
                            {
                                "start": 13.399,
                                "stop": 40.707,
                                "byte_start": 135370,
                                "byte_stop": 244667,
                                "text": "The dispute arises out of a detainer, which is a request filed by a criminal justice agency, typically a prosecutor with the institution in which a prisoner is incarcerated asking that the prisoner be held for that justice agency ot that the agency be advised when the prisoner\u0027s release his eminent so that that agency can come and arrest him."
                            },
                            {
                                "start": 40.707,
                                "stop": 51.73,
                                "byte_start": 244667,
                                "byte_stop": 288761,
                                "text": "Indiana and Michigan along with 46 other states, the District of Columbia and the Federal Government are parties to the interstate agreement on the detainers."
                            },
                            {
                                "start": 51.73,
                                "stop": 85.607,
                                "byte_start": 288761,
                                "byte_stop": 424285,
                                "text": "Article III(a) of that agreement provides that a prisoner of one state who is the subject of a detainer lodged by another state must be brought to trial within 180 days \u0022after he shall have caused to be delivered\u0022, and that is the crucial language, \u0022after he show have caused to be delivered\u0022 to the prosecuting officer and the appropriate court of the latter state, the state that lodge the detainer, a request for final disposition of the charges on which the detainer is based."
                            },
                            {
                                "start": 85.607,
                                "stop": 93.475,
                                "byte_start": 424285,
                                "byte_stop": 455736,
                                "text": "The petition here Mr. Fex who is being held in connection with unrelated offense in Indiana."
                            },
                            {
                                "start": 93.475,
                                "stop": 96.317,
                                "byte_start": 455736,
                                "byte_stop": 467125,
                                "text": "A Michigan prosecutor lodged the detainer against them."
                            },
                            {
                                "start": 96.317,
                                "stop": 114.798,
                                "byte_start": 467125,
                                "byte_stop": 541000,
                                "text": "He was brought to trial in Michigan 196 days after he gave his request for final disposition of the charges to the Indiana prison authorities, but 177 days after the request was actually received by the Michigan prosecutor."
                            },
                            {
                                "start": 114.798,
                                "stop": 131.366,
                                "byte_start": 541000,
                                "byte_stop": 607246,
                                "text": "So the trial was within the prescribed time period of 180 days if the date of a Michigan prosecutor\u0027s receipt was what started the clock running, but with outside the prescribed period if the date effects is delivery of the request to the Indiana warden was controlling."
                            },
                            {
                                "start": 131.366,
                                "stop": 141.858,
                                "byte_start": 607246,
                                "byte_stop": 649251,
                                "text": "The Trial Court taking the form, if you denied petitioners motion to dismiss the charges against him, the Michigan Court of Appeals disagreed and set Fex\u0027s conviction aside."
                            },
                            {
                                "start": 141.858,
                                "stop": 145.113,
                                "byte_start": 649251,
                                "byte_stop": 662312,
                                "text": "The Supreme Court of Michigan similarly reversed."
                            },
                            {
                                "start": 145.113,
                                "stop": 148.914,
                                "byte_start": 662312,
                                "byte_stop": 677463,
                                "text": "In an opinion of filed with the Clerk today, we affirm."
                            },
                            {
                                "start": 148.914,
                                "stop": 155.064,
                                "byte_start": 677463,
                                "byte_stop": 702123,
                                "text": "According to the statute the period runs from the time of a prisoner shall have caused the request to be delivered."
                            },
                            {
                                "start": 155.064,
                                "stop": 161.867,
                                "byte_start": 702123,
                                "byte_stop": 729290,
                                "text": "It is self evidently true that no one can have caused something to be delivered unless delivery in fact occurs."
                            },
                            {
                                "start": 161.867,
                                "stop": 174.724,
                                "byte_start": 729290,
                                "byte_stop": 780699,
                                "text": "So we can readily reject petitioner\u0027s contention that a prisoner\u0027s transmittal of his request to the Indiana authorities commences the 180-day period even if the request gets lost in the mail and never riches Michigan at all."
                            },
                            {
                                "start": 174.724,
                                "stop": 185.441,
                                "byte_start": 780699,
                                "byte_stop": 823540,
                                "text": "The text could bare the meaning however, that once delivery has been made 180 days must be computed from the date the prisoner caused that delivery."
                            },
                            {
                                "start": 185.441,
                                "stop": 197.591,
                                "byte_start": 823540,
                                "byte_stop": 872232,
                                "text": "In our view, common sense indications and the import of the related provisions compelled the conclusion that the 180-day period does not commence until the request has actually been delivered to the prosecutor."
                            },
                            {
                                "start": 197.591,
                                "stop": 205.981,
                                "byte_start": 872232,
                                "byte_stop": 905774,
                                "text": "That is a more likely choice as the event to trigger the time on it, because it occurs at a relatively identifiable point in time."
                            },
                            {
                                "start": 205.981,
                                "stop": 223.29,
                                "byte_start": 905774,
                                "byte_stop": 974946,
                                "text": "Causation of delivery of the prosecutor on the other hand could be deemed to delay or even in the postal service is delayed in forwarding the request, it will nearly result in a prisoner\u0027s spending several hundred additional days under detainer."
                            },
                            {
                                "start": 223.29,
                                "stop": 233.274,
                                "byte_start": 974946,
                                "byte_stop": 1014965,
                                "text": "On the other hand, if causation is the trigger, prosecution for a major crime could be entirely precluded before the prosecutor even knows it has been requested."
                            },
                            {
                                "start": 233.274,
                                "stop": 248.164,
                                "byte_start": 1014965,
                                "byte_stop": 1074525,
                                "text": "Additionally, article III(b) provides the documentary evidence of the time of receipt by requiring the use of registered or certified mail return receipt requested but it nowhere requires a record of when a prisoner transmits his request to the warden."
                            },
                            {
                                "start": 248.164,
                                "stop": 257.733,
                                "byte_start": 1074525,
                                "byte_stop": 1112768,
                                "text": "Finally, it is unlikely that if transmittal were the critical event, the interstate agreement on the detainers would be so indifferent as to the manner of transmittal."
                            },
                            {
                                "start": 257.733,
                                "stop": 264.227,
                                "byte_start": 1112768,
                                "byte_stop": 1138681,
                                "text": "Article III(b) says only that the request shall be \u0022given or sent by the prisoner to the warden\u0022."
                            },
                            {
                                "start": 264.227,
                                "stop": 268.261,
                                "byte_start": 1138681,
                                "byte_stop": 1154877,
                                "text": "For those reasons, we affirm the judgment of the Supreme Court of Michigan."
                            },
                            {
                                "start": 268.261,
                                "stop": 272.065,
                                "byte_start": 1154877,
                                "byte_stop": 0,
                                "text": "Justice Blackmun has filed a dissenting opinion in which Justice Stevens concurs."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50190,
            "mime": "audio\/mpeg",
            "size": 1170028,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1992\/91-7873\/19930223o_91-7873.delivery.mp3"
        },
        {
            "id": 71980,
            "mime": "audio\/ogg",
            "size": 2724781,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1992\/91-7873\/19930223o_91-7873.ogg"
        },
        {
            "id": 71981,
            "mime": "application\/x-mpegURL",
            "size": 4115,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1992\/91-7873\/19930223o_91-7873.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}