{
    "id": 20509,
    "title": "Opinion Announcement - June 28, 1996",
    "transcript": {
        "title": "Board of County Commissioners, Wabaunsee County, Kansas v. Umbehr",
        "duration": 298.162,
        "sections": [
            {
                "start": 0,
                "stop": 298.162,
                "byte_start": 81019,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 4.347,
                        "byte_start": 81019,
                        "byte_stop": 98469,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.347,
                                "byte_start": 81019,
                                "byte_stop": 98469,
                                "text": "Justice O’Connor has three opinions to announce."
                            }
                        ]
                    },
                    {
                        "start": 4.347,
                        "stop": 298.162,
                        "byte_start": 98469,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 4.347,
                                "stop": 16.026,
                                "byte_start": 98469,
                                "byte_stop": 145176,
                                "text": "I have the opinion to announce in Board of County Commissioners, Wabaunsee County, Kansas versus Umbehr, No. 94-1654."
                            },
                            {
                                "start": 16.026,
                                "stop": 22.495,
                                "byte_start": 145176,
                                "byte_stop": 171089,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Tenth Circuit."
                            },
                            {
                                "start": 22.495,
                                "stop": 39.446,
                                "byte_start": 171089,
                                "byte_stop": 238903,
                                "text": "The issue in the case is whether and to what extent the First Amendment protects independent contractors from the termination of at-will government contracts in retaliation for the exercise of the contractor’s right of free speech."
                            },
                            {
                                "start": 39.446,
                                "stop": 50.903,
                                "byte_start": 238903,
                                "byte_stop": 284670,
                                "text": "As of 1991, the respondent Keen Umbehr had been the exclusive provider of solid waste disposal services for Wabaunsee County for ten years."
                            },
                            {
                                "start": 50.903,
                                "stop": 58.578,
                                "byte_start": 284670,
                                "byte_stop": 315390,
                                "text": "A contract was subject to annual renewal which occurred automatically unless either party gave notice of non-renewal."
                            },
                            {
                                "start": 58.578,
                                "stop": 67.419,
                                "byte_start": 315390,
                                "byte_stop": 350707,
                                "text": "During that period, he had been an outspoken critic of the petitioner, the Board of County Commissioners at meetings and in local newspapers."
                            },
                            {
                                "start": 67.419,
                                "stop": 74.21,
                                "byte_start": 350707,
                                "byte_stop": 377875,
                                "text": "Umbehr had accused the Board of various forms of mismanagement and at some violations of State law."
                            },
                            {
                                "start": 74.21,
                                "stop": 86.303,
                                "byte_start": 377875,
                                "byte_stop": 426253,
                                "text": "Umbehr’s complaint alleges that in 1991, the Board gave him notice of non-renewal and terminated its commercial relationship with it in retaliation for that criticism."
                            },
                            {
                                "start": 86.303,
                                "stop": 96.562,
                                "byte_start": 426253,
                                "byte_stop": 467318,
                                "text": "Umbehr sued the Board under 42 U.S. Code Section 1983 asserting a violation of its First Amendment right of freedom of speech."
                            },
                            {
                                "start": 96.562,
                                "stop": 108.229,
                                "byte_start": 467318,
                                "byte_stop": 514025,
                                "text": "The District Court granted summary judgment to the Board on the basis that the First Amendment affords no protection against termination of contracts with independent contractors."
                            },
                            {
                                "start": 108.229,
                                "stop": 111.817,
                                "byte_start": 514025,
                                "byte_stop": 528340,
                                "text": "The Tenth Circuit Court of Appeals reversed and remanded."
                            },
                            {
                                "start": 111.817,
                                "stop": 138.012,
                                "byte_start": 528340,
                                "byte_stop": 633143,
                                "text": "It held first that independent government contractors are protected from termination of the contract in retaliation for their speech on matters of public concern just as government employees would be, and second that the limits on that protection that this Court has recognized in the context of government employment contracts is applicable to contractors as well."
                            },
                            {
                                "start": 138.012,
                                "stop": 146.43,
                                "byte_start": 633143,
                                "byte_stop": 666789,
                                "text": "In an opinion filed with the Clerk today, we affirm that Tenth Circuit’s judgment and remand the case for further proceedings."
                            },
                            {
                                "start": 146.43,
                                "stop": 154.002,
                                "byte_start": 666789,
                                "byte_stop": 697091,
                                "text": "We apply the analysis of our government employee precedence to determine the rights of independent government contractors."
                            },
                            {
                                "start": 154.002,
                                "stop": 160.213,
                                "byte_start": 697091,
                                "byte_stop": 721959,
                                "text": "Both parties argued that independent contractors are different from employee in relevant respects."
                            },
                            {
                                "start": 160.213,
                                "stop": 173.579,
                                "byte_start": 721959,
                                "byte_stop": 775354,
                                "text": "Umbehr argues that because independent contactors such as himself typically do not work as closely with government personnel as to government employees and are not as closely associated with the government."
                            },
                            {
                                "start": 173.579,
                                "stop": 182.925,
                                "byte_start": 775354,
                                "byte_stop": 812761,
                                "text": "That the government’s interests contractor cases are attenuated and should receive closer scrutiny then we give them in government employment contracts."
                            },
                            {
                                "start": 182.925,
                                "stop": 194.959,
                                "byte_start": 812761,
                                "byte_stop": 860931,
                                "text": "The Board argues that contractors are typically less dependent on the government and less subject to government control sort of termination and should therefore enjoy less protection on employees."
                            },
                            {
                                "start": 194.959,
                                "stop": 215.585,
                                "byte_start": 860931,
                                "byte_stop": 943373,
                                "text": "These arguments are not without force but they cut those ways and we think the parties\u0027 points are better accommodate within our traditional analysis which allows for a balancing of the interest of the government and the contractor rather than by a white line distinction between independent contractors and employees."
                            },
                            {
                                "start": 215.585,
                                "stop": 232.925,
                                "byte_start": 943373,
                                "byte_stop": 1012755,
                                "text": "We therefore apply with appropriate modifications the criteria for liability announced in our government employment precedents such as Pickering versus Board of Education, Mt. Healthy City Board of Education versus Doyle, Connick versus Myers, and Waters versus Churchill."
                            },
                            {
                                "start": 232.925,
                                "stop": 246.182,
                                "byte_start": 1012755,
                                "byte_stop": 1065835,
                                "text": "We hold independent contractors are constitutionally protected from termination of their commercial relationships with the government in retaliation for their exercise of First Amendment right of free speech."
                            },
                            {
                                "start": 246.182,
                                "stop": 254.339,
                                "byte_start": 1065835,
                                "byte_stop": 1098436,
                                "text": "To prevail, I am very much sure that the Board’s decision to terminate him or was motivated by his speech on the matter of public concern."
                            },
                            {
                                "start": 254.339,
                                "stop": 270.237,
                                "byte_start": 1098436,
                                "byte_stop": 1162070,
                                "text": "If he can do so, the Board will have a valid defense if it can show via preponderance of the evidence, then in light of their knowledge perceptions and policies at the time of the termination, the Board members would have terminated him regardless of his speech."
                            },
                            {
                                "start": 270.237,
                                "stop": 281.503,
                                "byte_start": 1162070,
                                "byte_stop": 1207106,
                                "text": "The Board will also prevail if it can show that the County’s legitimate interest as contractor, differentially viewed, outweigh the free speech interest of the contractor at issue."
                            },
                            {
                                "start": 281.503,
                                "stop": 288.023,
                                "byte_start": 1207106,
                                "byte_stop": 1233123,
                                "text": "We thus affirm the judgment at the Tenth Circuit Court of Appeals and remand for proceedings consistent with our opinion."
                            },
                            {
                                "start": 288.023,
                                "stop": 298.162,
                                "byte_start": 1233123,
                                "byte_stop": 0,
                                "text": "The Chief Justice has joined all but part 2-B1 of the opinion of the Court; Justice Scalia has filed a dissenting opinion which Justice Thomas has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50142,
            "mime": "audio\/mpeg",
            "size": 1268128,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/94-1654\/19960628o_94-1654.delivery.mp3"
        },
        {
            "id": 71932,
            "mime": "audio\/ogg",
            "size": 2555296,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/94-1654\/19960628o_94-1654.ogg"
        },
        {
            "id": 71933,
            "mime": "application\/x-mpegURL",
            "size": 4467,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/94-1654\/19960628o_94-1654.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}