{
    "id": 22526,
    "title": "Opinion Announcement - June 18, 2007",
    "transcript": {
        "title": "Powerex Corp. v. Reliant Energy Services, Inc.",
        "duration": 446.981,
        "sections": [
            {
                "start": 0,
                "stop": 446.981,
                "byte_start": 90013,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.699,
                        "byte_start": 90013,
                        "byte_stop": 132854,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.699,
                                "byte_start": 90013,
                                "byte_stop": 132854,
                                "text": "Justice Scalia has our opinion this morning in case 05-85 PowerEx Corporation versus Reliant Energy."
                            }
                        ]
                    },
                    {
                        "start": 10.699,
                        "stop": 446.981,
                        "byte_start": 132854,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 10.699,
                                "stop": 16.331,
                                "byte_start": 132854,
                                "byte_stop": 155424,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 16.331,
                                "stop": 29.949,
                                "byte_start": 155424,
                                "byte_stop": 209863,
                                "text": "The plaintiff’s respondents filed a suit in State Courts alleging that various companies in California’s Energy Market had conspired to fix prices in violation of State Law."
                            },
                            {
                                "start": 29.949,
                                "stop": 57.009,
                                "byte_start": 209863,
                                "byte_stop": 318114,
                                "text": "Some of the defendants filed cross-claims seeking indemnity from among other entities two federal agencies BC Hydro a Canadian Corporation that is wholly owned by British-Columbia and thus is a “foreign state” under the Foreign Sovereign Immunities Act and petitioner PowerEx which is a wholly owned subsidiary of BC Hydro."
                            },
                            {
                                "start": 57.009,
                                "stop": 75.031,
                                "byte_start": 318114,
                                "byte_stop": 390212,
                                "text": "These four cross-defendants removed the entire case to Federal Court with BC Hydro and the petitioner here PowerEx relying on the Foreign Sovereign Immunities Act which permits removal by foreign sovereigns."
                            },
                            {
                                "start": 75.031,
                                "stop": 98.752,
                                "byte_start": 390212,
                                "byte_stop": 485089,
                                "text": "The plaintiff’s respondents moved to remand the case back to State Court arguing that petitioner PowerEx was not a foreign state under FSIA and does not entitled to remove to Federal Court, and that the claims against the other three removing defendants the two Federal Agencies and BC Hydro a foreign state were barred by sovereign immunity."
                            },
                            {
                                "start": 98.752,
                                "stop": 102.959,
                                "byte_start": 485089,
                                "byte_stop": 501912,
                                "text": "The District Court agreed and remanded the entire case."
                            },
                            {
                                "start": 102.959,
                                "stop": 110.105,
                                "byte_start": 501912,
                                "byte_stop": 530437,
                                "text": "As relevant here petitioner appealed arguing that it was a foreign sovereign under FSIA."
                            },
                            {
                                "start": 110.105,
                                "stop": 130.41,
                                "byte_start": 530437,
                                "byte_stop": 611731,
                                "text": "The plaintiff’s respondents rejoin that the appeal was jurisdictionally barred by 28 U.S.C §1447(d) which provides “an order remanding a case to the State Court from which it was removed, is not reviewable on appeal, or otherwise.”"
                            },
                            {
                                "start": 130.41,
                                "stop": 141.271,
                                "byte_start": 611731,
                                "byte_stop": 655198,
                                "text": "The Ninth Circuit held that §1447(d) did not precluded from considering petitioner’s appeal but it then rejected the appeal on the merits."
                            },
                            {
                                "start": 141.271,
                                "stop": 148.49,
                                "byte_start": 655198,
                                "byte_stop": 684037,
                                "text": "Affirming the District Court’s determination that petitioner was not a “foreign state” within the meaning of FSIA."
                            },
                            {
                                "start": 148.49,
                                "stop": 164.502,
                                "byte_start": 684037,
                                "byte_stop": 748090,
                                "text": "We granted certiorari to consider whether petitioner is a foreign state but we also ask the parties to address whether the Ninth Circuit was correct that appellate jurisdiction existed not withstanding §1447(d)."
                            },
                            {
                                "start": 164.502,
                                "stop": 177.25,
                                "byte_start": 748090,
                                "byte_stop": 799081,
                                "text": "In an opinion filed with the clerk today we vacate the judgment of the Ninth Circuit in relevant part and hold that §1447(d) barred review of petitioner’s appeal."
                            },
                            {
                                "start": 177.25,
                                "stop": 189.222,
                                "byte_start": 799081,
                                "byte_stop": 846937,
                                "text": "As I described earlier §1447(d) provides “an order remanding a case to the State Court from which it was removed is not reviewable on appeal or otherwise.”"
                            },
                            {
                                "start": 189.222,
                                "stop": 196.168,
                                "byte_start": 846937,
                                "byte_stop": 874731,
                                "text": "Despite this seeming categorical language our cases have interpreted the provision in a more limited fashion."
                            },
                            {
                                "start": 196.168,
                                "stop": 214.188,
                                "byte_start": 874731,
                                "byte_stop": 946829,
                                "text": "We have read §1447(d) in pari materia with §1447(c), so that only remand based on the grounds specified in §1447(c) are shielded from review by §1447(d)."
                            },
                            {
                                "start": 214.188,
                                "stop": 230.536,
                                "byte_start": 946829,
                                "byte_stop": 1012240,
                                "text": "What that means for this case given the language of §1447(c) and the proceedings below is that §1447(d) bars review only if the District Court remanded the case based on a lack of subject matter jurisdiction."
                            },
                            {
                                "start": 230.536,
                                "stop": 244.143,
                                "byte_start": 1012240,
                                "byte_stop": 1066679,
                                "text": "At the outset, we reject petitioner’s claim that a case cannot be remanded for lack of subject matter jurisdiction within the meaning of §1447(c) if the case was properly removed in the first place."
                            },
                            {
                                "start": 244.143,
                                "stop": 253.281,
                                "byte_start": 1066679,
                                "byte_stop": 1103146,
                                "text": "Section 1447(c) contains no such limitation in its text and its statutory history conclusively refutes it."
                            },
                            {
                                "start": 253.281,
                                "stop": 266.857,
                                "byte_start": 1103146,
                                "byte_stop": 1157481,
                                "text": "We hold that when a District Court remands a properly removed case because it nonetheless lacks subject matter jurisdiction the remand is covered by §1447(c) and shield it from review by §1447(d)."
                            },
                            {
                                "start": 266.857,
                                "stop": 277.646,
                                "byte_start": 1157481,
                                "byte_stop": 1200635,
                                "text": "Of course, that still requires us to determine whether the District Court in this case remanded based on subject matter jurisdiction."
                            },
                            {
                                "start": 277.646,
                                "stop": 280.903,
                                "byte_start": 1200635,
                                "byte_stop": 1213696,
                                "text": "One thing leads to another."
                            },
                            {
                                "start": 280.903,
                                "stop": 290.006,
                                "byte_start": 1213696,
                                "byte_stop": 1250059,
                                "text": "As an initial matter it is clear from the record that the court was purporting to remand for lack of subject matter jurisdiction."
                            },
                            {
                                "start": 290.006,
                                "stop": 317.924,
                                "byte_start": 1250059,
                                "byte_stop": 1361758,
                                "text": "We have never decided whether §1447(d) permits an Appellate Court to look behind the District Court’s characterization of the ground upon which it is remanding that is in the context of the present case to determine whether the District Court was correct, that if PowerEx was not a foreign sovereign and the other cross defendants had sovereign immunity there was no jurisdiction over claims against PowerEx."
                            },
                            {
                                "start": 317.924,
                                "stop": 334.415,
                                "byte_start": 1361758,
                                "byte_stop": 1427691,
                                "text": "While we do not definitively resolve that question today we do hold that such review if permitted at all is limited to insuring that the characterization as lack of subject matter jurisdiction was colorable."
                            },
                            {
                                "start": 334.415,
                                "stop": 345.894,
                                "byte_start": 1427691,
                                "byte_stop": 1473667,
                                "text": "Because the ground upon which the District Court based its remand was at least arguably jurisdiction will naturally hold that §1447(d) bars appellate review."
                            },
                            {
                                "start": 345.894,
                                "stop": 356.505,
                                "byte_start": 1473667,
                                "byte_stop": 1516090,
                                "text": "So, we never will reach the point of whether the District Court was correct that PowerEx was not a foreign sovereign."
                            },
                            {
                                "start": 356.505,
                                "stop": 371.944,
                                "byte_start": 1516090,
                                "byte_stop": 1577843,
                                "text": "The Ninth Circuit held that §1447(d) does not preclude reviewing a District Court’s substantive determinations that precede a remand order to whit it substantive determination that PowerEx was not a foreign sovereign."
                            },
                            {
                                "start": 371.944,
                                "stop": 390.756,
                                "byte_start": 1577843,
                                "byte_stop": 1653076,
                                "text": "That holding appears to be premised on our decision in WACO versus United States Fidelity \u0026 Guaranty Company the Ninth Circuit erred in relying on WACO because that case does not permit an appeal when as here there is no order separate from the un-reviewable remand order."
                            },
                            {
                                "start": 390.756,
                                "stop": 426.437,
                                "byte_start": 1653076,
                                "byte_stop": 1795809,
                                "text": "Finally, we reject petitioner’s contention that Congress did not intend §1447(d) to govern suits properly removed under FSIA that argument is flatly refuted by a long standing precedent back to court from one of our cases absent a clear statutory comment to the contrary we assume that Congress is aware of the universality of the practice of denying appellate review of remand orders when Congress creates a new ground for removal."
                            },
                            {
                                "start": 426.437,
                                "stop": 435.355,
                                "byte_start": 1795809,
                                "byte_stop": 1831440,
                                "text": "The judgment of the Ninth Circuit is accordingly vacated in part and the case remanded with instructions to dismiss petitioner’s appeal for want of jurisdiction."
                            },
                            {
                                "start": 435.355,
                                "stop": 440.255,
                                "byte_start": 1831440,
                                "byte_stop": 1851084,
                                "text": "Justice Kennedy has filed a concurring opinion in which Justice Alito has joined."
                            },
                            {
                                "start": 440.255,
                                "stop": 446.981,
                                "byte_start": 1851084,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Stevens has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54174,
            "mime": "audio\/mpeg",
            "size": 1877938,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-85\/20070618o_05-85.delivery.mp3"
        },
        {
            "id": 75914,
            "mime": "audio\/ogg",
            "size": 4562744,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-85\/20070618o_05-85.ogg"
        },
        {
            "id": 75915,
            "mime": "application\/x-mpegURL",
            "size": 6411,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-85\/20070618o_05-85.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}