{
    "id": 21467,
    "title": "Opinion Announcement - June 25, 2009",
    "transcript": {
        "title": "Horne v. Flores",
        "duration": 588.12,
        "sections": [
            {
                "start": 0,
                "stop": 588.12,
                "byte_start": 105472,
                "byte_stop": 2457851,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.704,
                        "byte_start": 105472,
                        "byte_stop": 144342,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.704,
                                "byte_start": 105472,
                                "byte_stop": 144342,
                                "text": "Justice Alito has the opinion of the Court this morning in case 08-289, Horne versus Flores and the consolidated case."
                            }
                        ]
                    },
                    {
                        "start": 9.704,
                        "stop": 433.274,
                        "byte_start": 144342,
                        "byte_stop": 1838644,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 9.704,
                                "stop": 15.152,
                                "byte_start": 144342,
                                "byte_stop": 166181,
                                "text": "These consolidated cases come to us on writ of certiorari from the Ninth Circuit."
                            },
                            {
                                "start": 15.152,
                                "stop": 23.856,
                                "byte_start": 166181,
                                "byte_stop": 200976,
                                "text": "They concerned the provision of English language instruction in the Arizona Public Schools and they involve two provisions of federal law."
                            },
                            {
                                "start": 23.856,
                                "stop": 32.394,
                                "byte_start": 200976,
                                "byte_stop": 235144,
                                "text": "The first of these is the Equal Educational Opportunities Act of 1974 the EEOA."
                            },
                            {
                                "start": 32.394,
                                "stop": 42.872,
                                "byte_start": 235144,
                                "byte_stop": 277044,
                                "text": "This law contains a provision that was enacted to make sure that the States provide adequate English language instruction to the students whose native language is not English."
                            },
                            {
                                "start": 42.872,
                                "stop": 46.502,
                                "byte_start": 277044,
                                "byte_stop": 291568,
                                "text": "The statute is cast in very broad language."
                            },
                            {
                                "start": 46.502,
                                "stop": 56.181,
                                "byte_start": 291568,
                                "byte_stop": 330230,
                                "text": "All that it says is that a State must take \u0022appropriate action\u0022 to achieve this goal to teach English to non-English speaking students."
                            },
                            {
                                "start": 56.181,
                                "stop": 64.197,
                                "byte_start": 330230,
                                "byte_stop": 362308,
                                "text": "The law otherwise leaves it up to the discretion of the States to decide how best to provide English language instruction."
                            },
                            {
                                "start": 64.197,
                                "stop": 71.914,
                                "byte_start": 362308,
                                "byte_stop": 393132,
                                "text": "The second provision of federal law that\u0027s involved in this case is Rule 60(b)(5) of the Federal Rules of Civil Procedure."
                            },
                            {
                                "start": 71.914,
                                "stop": 82.652,
                                "byte_start": 393132,
                                "byte_stop": 436182,
                                "text": "This rule allows a party to ask a federal court to grant relief from a judgement when continued enforcement of the judgment is no longer in public interest."
                            },
                            {
                                "start": 82.652,
                                "stop": 104.945,
                                "byte_start": 436182,
                                "byte_stop": 525312,
                                "text": "One of our leading cases on Rule 60(b)(5) is a case called Rufo versus Inmates of Suffolk County Jail decided in 1992 and in that case, we identified a category of cases which we termed, institutional reform litigation in which Rule 60(b)(5) may play in a specially important role."
                            },
                            {
                                "start": 104.945,
                                "stop": 121.653,
                                "byte_start": 525312,
                                "byte_stop": 592185,
                                "text": "Institutional reform cases are cases in which a federal court in order to remedy a violation of federal law, issues orders that generally continue in effect for a lengthy period of time and extend deeply into areas of traditional state control."
                            },
                            {
                                "start": 121.653,
                                "stop": 128.679,
                                "byte_start": 592185,
                                "byte_stop": 620189,
                                "text": "The orders issued in such cases often served a very important purpose but they may present special problems."
                            },
                            {
                                "start": 128.679,
                                "stop": 138.234,
                                "byte_start": 620189,
                                "byte_stop": 658432,
                                "text": "For one thing, the orders tie the hands of State and local officials preventing them from responding to changed circumstances and new policy insights."
                            },
                            {
                                "start": 138.234,
                                "stop": 155.286,
                                "byte_start": 658432,
                                "byte_stop": 726664,
                                "text": "In addition, there are cases in which State and local officials consent to or do not vigorously contest the entry of the orders because they want to use the federal court to achieve things that they cannot achieve by attempting to persuade the state legislature or the voters."
                            },
                            {
                                "start": 155.286,
                                "stop": 169.522,
                                "byte_start": 726664,
                                "byte_stop": 783611,
                                "text": "In cases of this sort, Rule 60(b)(5) provides a valuable escape hatch that allows a party to ask a federal court to consider whether an order has become obsolete or inappropriate due to changed circumstances."
                            },
                            {
                                "start": 169.522,
                                "stop": 181.458,
                                "byte_start": 783611,
                                "byte_stop": 831363,
                                "text": "The present cases began in 1992 and they originally concerned one school district in Arizona, the District of Nogales which is located along the U.S.-Mexico Boder."
                            },
                            {
                                "start": 181.458,
                                "stop": 192.45,
                                "byte_start": 831363,
                                "byte_stop": 875353,
                                "text": "Students and parents sued under the EEOA claiming that the State of Arizona was not taking appropriate action to provide English language instruction in Nogales."
                            },
                            {
                                "start": 192.45,
                                "stop": 208.058,
                                "byte_start": 875353,
                                "byte_stop": 937733,
                                "text": "At the time, the program in Nogales was bilingual education which means that students who were not fluent in English attended classes in which they were thought to speak and read English but most of their other classes were conducted in Spanish."
                            },
                            {
                                "start": 208.058,
                                "stop": 225.53,
                                "byte_start": 937733,
                                "byte_stop": 1007637,
                                "text": "Now, this is some obviously required the hiring of teachers to teach a variety of subjects in Spanish as well as teachers to teach English and this meant that the district had to spend more money for each student who was not fluent in English than it spent on other students."
                            },
                            {
                                "start": 225.53,
                                "stop": 236.719,
                                "byte_start": 1007637,
                                "byte_stop": 1052359,
                                "text": "The District Court found that the Nogales program was not working primarily because the State was not providing enough special funding for the students in the bilingual program."
                            },
                            {
                                "start": 236.719,
                                "stop": 249.336,
                                "byte_start": 1052359,
                                "byte_stop": 1102827,
                                "text": "The Court first ordered the State to fix this problem, its funding problem in Nogales but it later ordered the State to provide additional funding in every other district in the State."
                            },
                            {
                                "start": 249.336,
                                "stop": 255.893,
                                "byte_start": 1102827,
                                "byte_stop": 1129054,
                                "text": "In doing this, the Court did not find that the EEOA was being violated in any of these other districts."
                            },
                            {
                                "start": 255.893,
                                "stop": 262.918,
                                "byte_start": 1129054,
                                "byte_stop": 1157162,
                                "text": "Instead, the Court took these major steps simply because the state attorney general asked the Court to do so."
                            },
                            {
                                "start": 262.918,
                                "stop": 273.13,
                                "byte_start": 1157162,
                                "byte_stop": 1198017,
                                "text": "The state attorney general said that this was required by the state constitution, but she did not take this argument about state law to the state legislature or to the state courts."
                            },
                            {
                                "start": 273.13,
                                "stop": 275.27,
                                "byte_start": 1198017,
                                "byte_stop": 1206585,
                                "text": "She went to the federal court."
                            },
                            {
                                "start": 275.27,
                                "stop": 283.1,
                                "byte_start": 1206585,
                                "byte_stop": 1237932,
                                "text": "The federal court ordered the legislature to make appropriations and when the legislature did not do so, the Court levied heavy fines."
                            },
                            {
                                "start": 283.1,
                                "stop": 295.636,
                                "byte_start": 1237932,
                                "byte_stop": 1288088,
                                "text": "Both the state attorney general and the Governor refused to defend the position taken by the legislature so legislative leaders intervened and moved for relief from the judgment under Rule 60(b)(5)."
                            },
                            {
                                "start": 295.636,
                                "stop": 300.375,
                                "byte_start": 1288088,
                                "byte_stop": 1307000,
                                "text": "They argued that a lot had changed since the orders were originally entered."
                            },
                            {
                                "start": 300.375,
                                "stop": 323.137,
                                "byte_start": 1307000,
                                "byte_stop": 1398115,
                                "text": "For one thing they said, the State in response to new thinking about the best way to teach English to non-English speaking students have abandoned bilingual education and adopted a new system called, \u0022structured English immersion\u0022 which means that the students attend regular classes conducted in English while receiving additional special English language instruction."
                            },
                            {
                                "start": 323.137,
                                "stop": 329.669,
                                "byte_start": 1398115,
                                "byte_stop": 1424238,
                                "text": "Second, the State had dramatically increased the general financial assistance that it provides to school districts."
                            },
                            {
                                "start": 329.669,
                                "stop": 335.968,
                                "byte_start": 1424238,
                                "byte_stop": 1449420,
                                "text": "And third, a new school administration in Nogales had made important improvements in the local schools."
                            },
                            {
                                "start": 335.968,
                                "stop": 342.027,
                                "byte_start": 1449420,
                                "byte_stop": 1473661,
                                "text": "The District Court however, did not -- in our judgment adequately considered these changed circumstances."
                            },
                            {
                                "start": 342.027,
                                "stop": 357.706,
                                "byte_start": 1473661,
                                "byte_stop": 1536355,
                                "text": "Instead, it continued to focus excessively on the old issue of incremental funding and failed to give proper consideration to the broader question whether the State of Arizona was taking appropriate action in Nogales by other means."
                            },
                            {
                                "start": 357.706,
                                "stop": 362.369,
                                "byte_start": 1536355,
                                "byte_stop": 1554954,
                                "text": "On appeal, the Ninth Circuit made essentially the same error."
                            },
                            {
                                "start": 362.369,
                                "stop": 374.43,
                                "byte_start": 1554954,
                                "byte_stop": 1603229,
                                "text": "We therefore reserve the decision of the Court of Appeals and remand this case so that the District Court can properly apply Rule 60(b)(5) and the EEOA\u0027s appropriate action requirement."
                            },
                            {
                                "start": 374.43,
                                "stop": 384.516,
                                "byte_start": 1603229,
                                "byte_stop": 1643562,
                                "text": "During the course of the litigation, another issue has come up that we address in the opinion and that is the extension of the orders in this case to the entire State of Arizona."
                            },
                            {
                                "start": 384.516,
                                "stop": 398.477,
                                "byte_start": 1643562,
                                "byte_stop": 1699464,
                                "text": "We hold that if this issue is raised on remand, the District Court must determine whether there is any basis in federal law or in the evidence of this case for this dramatic extension of the original orders."
                            },
                            {
                                "start": 398.477,
                                "stop": 410.747,
                                "byte_start": 1699464,
                                "byte_stop": 1748470,
                                "text": "In reaching these results, we make it clear that the State of Arizona must fully comply with federal law in providing English language instruction to students who have not mastered the language."
                            },
                            {
                                "start": 410.747,
                                "stop": 415.387,
                                "byte_start": 1748470,
                                "byte_stop": 1767069,
                                "text": "That is the goal of the EEOA and it is unquestionably an important one."
                            },
                            {
                                "start": 415.387,
                                "stop": 433.274,
                                "byte_start": 1767069,
                                "byte_stop": 1838644,
                                "text": "The question here however, is whether the remedy originally ordered by the District Court should remain in place or whether petitioners can show that as a result of the changed circumstances they cite relief from the order should be granted."
                            }
                        ]
                    },
                    {
                        "start": 433.274,
                        "stop": 588.12,
                        "byte_start": 1838644,
                        "byte_stop": 2457851,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 433.274,
                                "stop": 441.573,
                                "byte_start": 1838644,
                                "byte_stop": 1871768,
                                "text": "Justice Stevens, Justice Souter, Justice Ginsburg, and I are dissenting. Our reasons are contained in a pretty long opinion."
                            },
                            {
                                "start": 441.573,
                                "stop": 445.561,
                                "byte_start": 1871768,
                                "byte_stop": 1887754,
                                "text": "And that opinion for the most part describes a much longer record."
                            },
                            {
                                "start": 445.561,
                                "stop": 462.722,
                                "byte_start": 1887754,
                                "byte_stop": 1956404,
                                "text": "And I\u0027m saying something else simply because I want to call attention to three aspects of the case which as Justice Alito says, it is about the rights of non-English speaking students to receive English language instruction guaranteed to them by federal statute, the Equal Educational Opportunities Act."
                            },
                            {
                                "start": 462.722,
                                "stop": 477.331,
                                "byte_start": 1956404,
                                "byte_stop": 2014814,
                                "text": "First, we\u0027re afraid that the Court has set forth new standards for reviewing decisions in what it calls in its opinion, institutional reform litigation or at least, it\u0027s applied old standards in new ways."
                            },
                            {
                                "start": 477.331,
                                "stop": 494.615,
                                "byte_start": 2014814,
                                "byte_stop": 2083986,
                                "text": "In either way, we\u0027re concerned that the Court\u0027s approach will make it more difficult for federal courts to enforce federal law that sets for standard for example in respect to education that Congress has required state systems to meet."
                            },
                            {
                                "start": 494.615,
                                "stop": 513.674,
                                "byte_start": 2083986,
                                "byte_stop": 2160264,
                                "text": "Second, we readily strongly disagree with the Court\u0027s own reading of the record and that record in our view, it contains numerous fact findings, their findings are based pretty much on the facts here, that in our opinion, more than adequately -- more than adequately support lower courts conclusions."
                            },
                            {
                                "start": 513.674,
                                "stop": 526.343,
                                "byte_start": 2160264,
                                "byte_stop": 2210941,
                                "text": "And then third, the fact that our differences here do concern lower court findings about matters of fact does not make the differences among the members of the Court and neither less important."
                            },
                            {
                                "start": 526.343,
                                "stop": 540.098,
                                "byte_start": 2210941,
                                "byte_stop": 2265903,
                                "text": "For Courts to decide whether individuals receive the rights to which the law entitles them, more often raises questions of fact than it raises grand or sounding questions of legal interpretation."
                            },
                            {
                                "start": 540.098,
                                "stop": 567.048,
                                "byte_start": 2265903,
                                "byte_stop": 2373736,
                                "text": "And here, we believe that the Courts -- what we think is a mistaken interpretation of the lower courts\u0027 fact-based conclusions mean that Spanish speaking students attending the public schools in Nogales, Arizona will find it significantly more difficult to receive an equal education which in part teaches them to read and to write in English and that is an education to which the law entitles them."
                            },
                            {
                                "start": 567.048,
                                "stop": 588.12,
                                "byte_start": 2373736,
                                "byte_stop": 2457851,
                                "text": "Because I think the matter is important, I\u0027ve written a pretty great length about the details of this fact related case and I explained all these more in a 48-page dissent which as I said, Justice Stevens, Justice Souter, and Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52057,
            "mime": "audio\/mpeg",
            "size": 2458269,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/08-289\/20090625o_08-289.delivery.mp3"
        },
        {
            "id": 73828,
            "mime": "audio\/ogg",
            "size": 6026932,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/08-289\/20090625o_08-289.ogg"
        },
        {
            "id": 73829,
            "mime": "application\/x-mpegURL",
            "size": 8582,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/08-289\/20090625o_08-289.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}