{
    "id": 14492,
    "title": "Oral Argument - March 02, 1965",
    "media_file": [
        {
            "id": 38104,
            "mime": "audio\/mpeg",
            "size": 4029983,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1964\/61\/19650302a_61.delivery.mp3"
        },
        {
            "id": 60100,
            "mime": "audio\/ogg",
            "size": 9335014,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1964\/61\/19650302a_61.ogg"
        },
        {
            "id": 60101,
            "mime": "application\/x-mpegURL",
            "size": 13137,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1964\/61\/19650302a_61.m3u8"
        }
    ],
    "transcript": {
        "title": "Radio \u0026 Television Broadcast Technicians Local Union 1264, International Brotherhood of Electrical Workers, AFL-CIO v. Broadcast Service of Mobile, Inc.",
        "duration": 1000.006,
        "sections": [
            {
                "start": 0,
                "stop": 1000.006,
                "byte_start": 29696,
                "byte_stop": 4029670,
                "turns": [
                    {
                        "start": 0,
                        "stop": 32.404,
                        "byte_start": 29696,
                        "byte_stop": 159368,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 32.404,
                                "byte_start": 29696,
                                "byte_stop": 159368,
                                "text": "Number 61, Radio and Television Broadcast Technicians Local of Union 1264, Petitioners, versus Broadcast Service of Mobile Incorporated."
                            }
                        ]
                    },
                    {
                        "start": 32.404,
                        "stop": 35.142,
                        "byte_start": 159368,
                        "byte_stop": 170339,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 32.404,
                                "stop": 35.142,
                                "byte_start": 159368,
                                "byte_stop": 170339,
                                "text": "Yes, Mr. Chief Justice --"
                            }
                        ]
                    },
                    {
                        "start": 35.142,
                        "stop": 37.182,
                        "byte_start": 170339,
                        "byte_stop": 178489,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 35.142,
                                "stop": 37.182,
                                "byte_start": 170339,
                                "byte_stop": 178489,
                                "text": "Mr. Goldthwaite."
                            }
                        ]
                    },
                    {
                        "start": 37.182,
                        "stop": 930.108,
                        "byte_start": 178489,
                        "byte_stop": 3750160,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 37.182,
                                "stop": 56.619,
                                "byte_start": 178489,
                                "byte_stop": 256230,
                                "text": "Your Honors, this case I believe to involve the first occasion upon which this Court has been called upon to construe Section 14 (c) of the National Labor Relations Act as amended by the Landrum-Griffin Act in 1959."
                            },
                            {
                                "start": 56.619,
                                "stop": 101.789,
                                "byte_start": 256230,
                                "byte_stop": 436893,
                                "text": "That section provides that specifically that the Labor Board may -- by rule of decision or published rules to decline to assert jurisdiction over any class of employers which it finds does not sufficiently affect interstate commerce to warrant the assertion of its jurisdiction provided that the Board may not reduce its jurisdictional standards beyond those which existed on August 1, 1959, that is the narrow -- the scope of the jurisdiction which it will exercise."
                            },
                            {
                                "start": 101.789,
                                "stop": 120.071,
                                "byte_start": 436893,
                                "byte_stop": 510036,
                                "text": "In Section 14 (c) (2), Congress provided that in any case in which sub -- under the provisions of Section 14 (c) (1), the National Labor Relations Act declined to exercise its jurisdictions."
                            },
                            {
                                "start": 120.071,
                                "stop": 128.997,
                                "byte_start": 510036,
                                "byte_stop": 545771,
                                "text": "The state courts and Boards could assert state jurisdiction to regulate conduct involved."
                            },
                            {
                                "start": 128.997,
                                "stop": 152.947,
                                "byte_start": 545771,
                                "byte_stop": 641588,
                                "text": "In this particular case, the respondent is a radio station and by its nature of course, radio stations affect commerce or licensed by the Federal Communications Commission, and as result the National Labor Relations Board has statutory jurisdiction over all Labor\u0027s -- all radio stations."
                            },
                            {
                                "start": 152.947,
                                "stop": 186.992,
                                "byte_start": 641588,
                                "byte_stop": 777738,
                                "text": "In this case, the respondent purchased the assets of radio stations WAIP on the outskirts of Mobile, Alabama laid off two employees who were represented by the petitioner for purposes of collective bargaining terminated them and -- WAIP terminated them, and the respondent, they are so later commenced operating the radio station with new employees."
                            },
                            {
                                "start": 186.992,
                                "stop": 203.601,
                                "byte_start": 777738,
                                "byte_stop": 844194,
                                "text": "The Union immediately contacted the new station WSIM and requested that they employ one of the employees who had been employed by WAIP as a radio technician, the full time employee."
                            },
                            {
                                "start": 203.601,
                                "stop": 222.94,
                                "byte_start": 844194,
                                "byte_stop": 921516,
                                "text": "It also requested that the respondent, WSIM observed Union working conditions which have been established in collective bargaining agreements with other radio stations in Mobile by signing a collective bargaining agreement."
                            },
                            {
                                "start": 222.94,
                                "stop": 247.737,
                                "byte_start": 921516,
                                "byte_stop": 1020677,
                                "text": "These discussions didn\u0027t work out so as result to which the union put a picket line on the radio station of the respondent and began to solicit advertises by word of mouth and by letter to seize patronizing the respondent and to patronize rather or place their advertisement with union stations."
                            },
                            {
                                "start": 247.737,
                                "stop": 258.136,
                                "byte_start": 1020677,
                                "byte_stop": 1062264,
                                "text": "The picket lines -- the picket signs stated that radio station WSIM is non-union and signed by the union."
                            },
                            {
                                "start": 258.136,
                                "stop": 261.574,
                                "byte_start": 1062264,
                                "byte_stop": 1076057,
                                "text": "That\u0027s the only thing that was on the sign."
                            },
                            {
                                "start": 261.574,
                                "stop": 277.27,
                                "byte_start": 1076057,
                                "byte_stop": 1138855,
                                "text": "About 10 days after the picket line was established, the respondent applied to the Circuit Court in Mobile for an injunction against all of the activity which is being pursuit by the Union."
                            },
                            {
                                "start": 277.27,
                                "stop": 290.287,
                                "byte_start": 1138855,
                                "byte_stop": 1190891,
                                "text": "And an ex parte hearing was held, an ex parte hearing of course is a sort of an anomaly but the Court rather than issue an ex parte injunction, called the parties info -- an informal conference."
                            },
                            {
                                "start": 290.287,
                                "stop": 308.764,
                                "byte_start": 1190891,
                                "byte_stop": 1264765,
                                "text": "At that time, the union filed a plead to the jurisdiction based on federal preemption and which it asserted that its secondary activity so substantially affected interstate commerce as to give the National Labor Relations Board jurisdiction."
                            },
                            {
                                "start": 308.764,
                                "stop": 326.379,
                                "byte_start": 1264765,
                                "byte_stop": 1335296,
                                "text": "The trial court at that hearing found that the acts which will be engaged in by the union violated the Alabama law, the state\u0027s Right-to-Work Act and a boycott statute which Alabama has and issued a temporary injunctions."
                            },
                            {
                                "start": 326.379,
                                "stop": 380.663,
                                "byte_start": 1335296,
                                "byte_stop": 1552426,
                                "text": "Subsequently, the union filed an amendment to its plea to the jurisdiction in which it asserted that radio station WSIM was one of a chain of four commonly owned and controlled radio stations known as the Holt Broadcasting Service which were -- an integrated financial enterprise within the rules of the National Labor Relations Board which affected commerce that is which did a gross volume of business in excess of $100,000 per year and that that the National Labor Relations Board for this reason would assert jurisdiction over matters of labor relations as concerns anyone of the stations in the chain."
                            },
                            {
                                "start": 380.663,
                                "stop": 394.934,
                                "byte_start": 1552426,
                                "byte_stop": 1609477,
                                "text": "This plea was filed along with other defensive pleas and answer and it came to be heard along with the other defensive pleadings on the merits at the time of trial."
                            },
                            {
                                "start": 394.934,
                                "stop": 397.471,
                                "byte_start": 1609477,
                                "byte_stop": 1619613,
                                "text": "The trial courts sustained the plea."
                            },
                            {
                                "start": 397.471,
                                "stop": 435.822,
                                "byte_start": 1619613,
                                "byte_stop": 1773004,
                                "text": "He entered -- he permitted full evidence as to the operations, the ownership, the operation, the control and all other factors insofar as we were able to present evidence to be introduced and following the conclusion of the hearing which is I say was the final trial, the trial court found that the National Labor Relations Board would assert jurisdiction over the operations of the respondent as one of the chain of integrated radio stations which substantially affected interstate commerce and he dismissed the petition."
                            },
                            {
                                "start": 435.822,
                                "stop": 469.276,
                                "byte_start": 1773004,
                                "byte_stop": 1906855,
                                "text": "The respondent appeal to the Supreme Court of Alabama which reversed, the Supreme Court of Alabama first pointed out that the respondent as an individual radio station did not do 1,000 -- $100,000 in gross business each year and therefore, the Board would not assert jurisdiction over the respondent as an independent business."
                            },
                            {
                                "start": 469.276,
                                "stop": 518.58,
                                "byte_start": 1906855,
                                "byte_stop": 2104027,
                                "text": "However, we urge there, as we do here, that the National Labor Relations Board had previously issued rules of decision in which it held that integrated financial operations in which there are four elements present, an interrelation of operations, centralized control labor relations, common management and common ownership or financial control would be considered as a single employer for jurisdictional purposes by the Labor Board and it therefore, the Board would assert jurisdiction as the trial court had held."
                            },
                            {
                                "start": 518.58,
                                "stop": 547.951,
                                "byte_start": 2104027,
                                "byte_stop": 2221578,
                                "text": "In that connection, the evidence in this case show that the stock in all four of the radio corporations was owned by Mr. Holt, his wife Mrs. Holt, a vice-president, there were three stockholders who all owned all of the stock in the four radio corporations and Mr. Holt was the majority stockholder."
                            },
                            {
                                "start": 547.951,
                                "stop": 562.912,
                                "byte_start": 2221578,
                                "byte_stop": 2281347,
                                "text": "Mr. Holt also was the sole owner of a service corporation which provoke -- performed accounting and other managerial services for the four radio stations."
                            },
                            {
                                "start": 562.912,
                                "stop": 571.319,
                                "byte_start": 2281347,
                                "byte_stop": 2314992,
                                "text": "Mr. Holt was the president of three of the radio corporations and of the service corporation."
                            },
                            {
                                "start": 571.319,
                                "stop": 583.031,
                                "byte_start": 2314992,
                                "byte_stop": 2361908,
                                "text": "His wife was either secretary or vice-president of -- of three of the radio corporations and of the service corporation."
                            },
                            {
                                "start": 583.031,
                                "stop": 602.001,
                                "byte_start": 2361908,
                                "byte_stop": 2437768,
                                "text": "The other vice-president who owned a minority interest in three of the stations and who had no interest in the service corporation was president of the Montgomery Alabama Radio Station and also manager of that station."
                            },
                            {
                                "start": 602.001,
                                "stop": 609.105,
                                "byte_start": 2437768,
                                "byte_stop": 2466189,
                                "text": "He was vice-president of the Mobile station and of the Hattiesburg Mississippi station."
                            },
                            {
                                "start": 609.105,
                                "stop": 619.927,
                                "byte_start": 2466189,
                                "byte_stop": 2509448,
                                "text": "The treasurer of all five corporations was also the manager and executive officer of the service corporation."
                            },
                            {
                                "start": 619.927,
                                "stop": 642.279,
                                "byte_start": 2509448,
                                "byte_stop": 2598891,
                                "text": "The service corporation, the treasurer, Mr. Likzy (ph) came to Mobile at least once every two weeks or usually once every two weeks and directly supervised the keeping of the books, the collection of accounts and delinquent accounts and all other matters pertaining to the financial operation of the business."
                            },
                            {
                                "start": 642.279,
                                "stop": 653.627,
                                "byte_start": 2598891,
                                "byte_stop": 2644240,
                                "text": "He also made the appraisal of WAIP station properties at the time the station was purchased by WSIM."
                            },
                            {
                                "start": 653.627,
                                "stop": 674.673,
                                "byte_start": 2644240,
                                "byte_stop": 2728458,
                                "text": "He also participated in the discussions which were held with the Union with respect to the employing of the technician who had been terminated by station WAIP and the execution of the collective bargaining agreement."
                            },
                            {
                                "start": 674.673,
                                "stop": 687.867,
                                "byte_start": 2728458,
                                "byte_stop": 2781226,
                                "text": "It was shown that Mr. Holt and Mr. Robinson, the vice-president employed all station managers and all of the engineering personnel for the stations."
                            },
                            {
                                "start": 687.867,
                                "stop": 703.2,
                                "byte_start": 2781226,
                                "byte_stop": 2842561,
                                "text": "They also themselves, as officers of the corporations, employed the National Advertising Representative to represent two of the stations, Mobile and Montgomery as I recall."
                            },
                            {
                                "start": 703.2,
                                "stop": 709.298,
                                "byte_start": 2842561,
                                "byte_stop": 2866907,
                                "text": "The other stations had no National Advertising Representative."
                            },
                            {
                                "start": 709.298,
                                "stop": 746.676,
                                "byte_start": 2866907,
                                "byte_stop": 3016432,
                                "text": "Mr. Holt, the President of the company concerned himself primarily with the sales of the company and he also visited each station usually about every two weeks, and while there, he discussed with each salesman the conduct of his work, the manner in which he tried to sell, his diligence, the policy and method of selling which he recommended, he discussed with the disc jockeys, the manner in which they did their announcing and how they played their records and all the other details of the management of the business."
                            },
                            {
                                "start": 746.676,
                                "stop": 760.911,
                                "byte_start": 3016432,
                                "byte_stop": 3073379,
                                "text": "The station manager in Mobile testified that he was in almost daily contact with Mr. Robinson and that he also had contacts with Mr. Holt."
                            },
                            {
                                "start": 760.911,
                                "stop": 782.375,
                                "byte_start": 3073379,
                                "byte_stop": 3159270,
                                "text": "There was some interchange of employees, for instance the technician with which -- station WSIM began operations after it was purchased by WAIP was a technician from the Montgomery radio station who was temporarily assigned to work in Mobile."
                            },
                            {
                                "start": 782.375,
                                "stop": 797.894,
                                "byte_start": 3159270,
                                "byte_stop": 3221337,
                                "text": "There was also a showing that some radio equipment, the testing equipment, tape recorders and other equipment was transferred back and forth from Montgomery and Mobile."
                            },
                            {
                                "start": 797.894,
                                "stop": 826.79,
                                "byte_start": 3221337,
                                "byte_stop": 3336903,
                                "text": "On a whole, in summary, the evidence under the decisions -- or more current decisions which have been issued by the National Labor Relations Board in the last five or six years demonstrated with -- quite clearly that the National Labor Relations Board would assume jurisdiction over the labor relations of the station as a part of an integrated operation."
                            },
                            {
                                "start": 826.79,
                                "stop": 842.821,
                                "byte_start": 3336903,
                                "byte_stop": 3401059,
                                "text": "These cases were urged to the Supreme Court of Alabama and we urge that they follow these decisions of the National Labor Relations Board and the Board\u0027s integrated enterprise standard of jurisdiction."
                            },
                            {
                                "start": 842.821,
                                "stop": 871.704,
                                "byte_start": 3401059,
                                "byte_stop": 3516520,
                                "text": "The Court however, said this, “Appellee argues that affiliated enterprises of the majority and controlling stockholders of appellant should be considered by the Board for determining whether the jurisdictional standards are met and insists that the Court must base its jurisdiction on a consideration of what the Board would do under the facts of this case and that in any event the case must first be submitted to that body."
                            },
                            {
                                "start": 871.704,
                                "stop": 873.242,
                                "byte_start": 3516520,
                                "byte_stop": 3522685,
                                "text": "We cannot agree."
                            },
                            {
                                "start": 873.242,
                                "stop": 888.634,
                                "byte_start": 3522685,
                                "byte_stop": 3584334,
                                "text": "We have recently stated that, according on other case, the authority is clear to the effect that every court of general jurisdiction has judicial power to determine the question of its own jurisdiction.”"
                            },
                            {
                                "start": 888.634,
                                "stop": 904.924,
                                "byte_start": 3584334,
                                "byte_stop": 3649432,
                                "text": "Now, we don\u0027t challenge in this case the power of a state court of the authority of a State Court of general jurisdiction to make a judicial determination of its own jurisdiction."
                            },
                            {
                                "start": 904.924,
                                "stop": 930.108,
                                "byte_start": 3649432,
                                "byte_stop": 3750160,
                                "text": "Our preposition is that in making that determination, the state court must look to the rules of jurisdiction established by the National Labor Relations Board and must be governed by the rules of law established by Congress in the National Labor Relations Act and the rules of decision of the National Labor Relations Board."
                            }
                        ]
                    },
                    {
                        "start": 930.108,
                        "stop": 934.989,
                        "byte_start": 3750160,
                        "byte_stop": 3769699,
                        "speaker": {
                            "ID": 15044,
                            "name": "Arthur J. Goldberg",
                            "href": "https:\/\/api.oyez.org\/people\/arthur_j_goldberg",
                            "last_name": "Goldberg",
                            "roles": [
                                {
                                    "id": 2688,
                                    "type": "scotus_justice",
                                    "date_start": -228855600,
                                    "date_end": -140036400,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2688"
                                }
                            ],
                            "thumbnail": {
                                "id": 32695,
                                "mime": "image\/png",
                                "size": 50285,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/arthur_j_goldberg.png"
                            },
                            "length_of_service": 1028,
                            "identifier": "arthur_j_goldberg"
                        },
                        "text_blocks": [
                            {
                                "start": 930.108,
                                "stop": 934.989,
                                "byte_start": 3750160,
                                "byte_stop": 3769699,
                                "text": "But the -- the trial court here did determine that it happens --"
                            }
                        ]
                    },
                    {
                        "start": 934.989,
                        "stop": 964.367,
                        "byte_start": 3769699,
                        "byte_stop": 3887250,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 934.989,
                                "stop": 961.934,
                                "byte_start": 3769699,
                                "byte_stop": 3877533,
                                "text": "Determine that -- the trial court found that it had no jurisdiction in the Supreme Court of Alabama reversed and said, “We won\u0027t -- we won\u0027t consider or will decide which cases of the National Labor Relations Board we think are worthy of consideration and we\u0027ll put the ones the Union relies on aside and pay no attention to those”, that\u0027s exactly the effect of what they said."
                            },
                            {
                                "start": 961.934,
                                "stop": 964.367,
                                "byte_start": 3877533,
                                "byte_stop": 3887250,
                                "text": "They said, “We don\u0027t agree”."
                            }
                        ]
                    },
                    {
                        "start": 964.367,
                        "stop": 965.577,
                        "byte_start": 3887250,
                        "byte_stop": 3892057,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 964.367,
                                "stop": 965.577,
                                "byte_start": 3887250,
                                "byte_stop": 3892057,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 965.577,
                        "stop": 966.413,
                        "byte_start": 3892057,
                        "byte_stop": 3895400,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 965.577,
                                "stop": 966.413,
                                "byte_start": 3892057,
                                "byte_stop": 3895400,
                                "text": "Yes sir."
                            }
                        ]
                    },
                    {
                        "start": 966.413,
                        "stop": 973.464,
                        "byte_start": 3895400,
                        "byte_stop": 3923613,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 966.413,
                                "stop": 973.464,
                                "byte_start": 3895400,
                                "byte_stop": 3923613,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 973.464,
                        "stop": 975.061,
                        "byte_start": 3923613,
                        "byte_stop": 3929987,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 973.464,
                                "stop": 975.061,
                                "byte_start": 3923613,
                                "byte_stop": 3929987,
                                "text": "Your jurisdiction?"
                            }
                        ]
                    },
                    {
                        "start": 975.061,
                        "stop": 976.756,
                        "byte_start": 3929987,
                        "byte_stop": 3936778,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 975.061,
                                "stop": 976.756,
                                "byte_start": 3929987,
                                "byte_stop": 3936778,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 976.756,
                        "stop": 983.106,
                        "byte_start": 3936778,
                        "byte_stop": 3962169,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 976.756,
                                "stop": 978.844,
                                "byte_start": 3936778,
                                "byte_stop": 3945138,
                                "text": "No sir, I don\u0027t."
                            },
                            {
                                "start": 978.844,
                                "stop": 983.106,
                                "byte_start": 3945138,
                                "byte_stop": 3962169,
                                "text": "I didn\u0027t intend to address myself to that if necessary but I do not --"
                            }
                        ]
                    },
                    {
                        "start": 983.106,
                        "stop": 984.629,
                        "byte_start": 3962169,
                        "byte_stop": 3968230,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 983.106,
                                "stop": 984.629,
                                "byte_start": 3962169,
                                "byte_stop": 3968230,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 984.629,
                        "stop": 992.573,
                        "byte_start": 3968230,
                        "byte_stop": 3999995,
                        "speaker": {
                            "ID": 30662,
                            "name": "J. R. Goldthwaite, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/j_r_goldthwaite_jr",
                            "last_name": "Goldthwaite,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "j_r_goldthwaite_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 984.629,
                                "stop": 986.733,
                                "byte_start": 3968230,
                                "byte_stop": 3976694,
                                "text": "Alright sir."
                            },
                            {
                                "start": 986.733,
                                "stop": 991.318,
                                "byte_start": 3976694,
                                "byte_stop": 3994979,
                                "text": "Shall I conclude now and continue tomorrow or?"
                            },
                            {
                                "start": 991.318,
                                "stop": 992.573,
                                "byte_start": 3994979,
                                "byte_stop": 3999995,
                                "text": "Thank You."
                            }
                        ]
                    },
                    {
                        "start": 992.573,
                        "stop": 1000.006,
                        "byte_start": 3999995,
                        "byte_stop": 4029670,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 992.573,
                                "stop": 1000.006,
                                "byte_start": 3999995,
                                "byte_stop": 4029670,
                                "text": "Alright."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}