{
    "id": 22707,
    "title": "Opinion Announcement - January 12, 2005",
    "transcript": {
        "title": "United States v. Booker",
        "duration": 1010.981,
        "sections": [
            {
                "start": 0,
                "stop": 1010.981,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 513.799,
                        "byte_start": 28672,
                        "byte_stop": 2083882,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.188,
                                "byte_start": 28672,
                                "byte_stop": 61482,
                                "text": "I have an opinion to announce in United States against Booker and United States against Fanfan."
                            },
                            {
                                "start": 8.188,
                                "stop": 26.691,
                                "byte_start": 61482,
                                "byte_stop": 135461,
                                "text": "These cases present two questions: The first whether a sentence imposed pursuant to the federal sentencing guidelines violates the Sixth Amendment when it is made more severe by facts that were not found by a jury or admitted by the defendant but instead were found a by judge."
                            },
                            {
                                "start": 26.691,
                                "stop": 45.28,
                                "byte_start": 135461,
                                "byte_stop": 209857,
                                "text": "Following our decisions in Appredi against New Jersey, Jones against the United States, Ring against Arizona and Blakely against Washington, we answer that question in the affirmative and hold that the applications of the sentencing guidelines in these cases violated the Sixth Amendment."
                            },
                            {
                                "start": 45.28,
                                "stop": 57.438,
                                "byte_start": 209857,
                                "byte_stop": 258445,
                                "text": "That holding leads the Court to a second question, whether the remedy for these unconstitutional applications makes it necessary to invalidate all or any part of the guidelines."
                            },
                            {
                                "start": 57.438,
                                "stop": 74.195,
                                "byte_start": 258445,
                                "byte_stop": 325528,
                                "text": "In a separate opinion for the Court, Justice Breyer explains the Court\u0027s holding that two provisions of the federal sentencing statute must be invalidated in all of their applications in order to conform the guidelines to the requirement of the Sixth Amendment."
                            },
                            {
                                "start": 74.195,
                                "stop": 83.931,
                                "byte_start": 325528,
                                "byte_stop": 364398,
                                "text": "Respondent, Booker was charged under a federal statute that criminalizes possession with intent to distribute 50 or more grams of crack cocaine."
                            },
                            {
                                "start": 83.931,
                                "stop": 92.36,
                                "byte_start": 364398,
                                "byte_stop": 398148,
                                "text": "The jury found him guilty of violating the statute on the basis of evidence that he had carried 92 grams of crack in his duffel bag."
                            },
                            {
                                "start": 92.36,
                                "stop": 101.922,
                                "byte_start": 398148,
                                "byte_stop": 436391,
                                "text": "The specific statutory provision under which Booker was prosecuted sets a minimum sentence of 10 years of imprisonment and a maximum sentence of life."
                            },
                            {
                                "start": 101.922,
                                "stop": 107.868,
                                "byte_start": 436391,
                                "byte_stop": 460215,
                                "text": "However, the judge did not have the discretion to impose any sentence within that range."
                            },
                            {
                                "start": 107.868,
                                "stop": 125.162,
                                "byte_start": 460215,
                                "byte_stop": 529387,
                                "text": "Rather under the federal sentencing guidelines, the combination of the jury\u0027s finding that he possessed 92 grams of crack and the judge\u0027s evaluation of Booker\u0027s criminal history established a maximum sentence of 262 months in prison."
                            },
                            {
                                "start": 125.162,
                                "stop": 140.525,
                                "byte_start": 529387,
                                "byte_stop": 590827,
                                "text": "That sentencing range was increased when the judge made his own findings based on the preponderance of the evidence that Booker actually possessed an additional 566 grams of crack and was guilty of obstructing justice."
                            },
                            {
                                "start": 140.525,
                                "stop": 149.631,
                                "byte_start": 590827,
                                "byte_stop": 627294,
                                "text": "Under the guidelines, those additional findings required the judge to impose a sentence between 360 months and life imprisonment."
                            },
                            {
                                "start": 149.631,
                                "stop": 161.323,
                                "byte_start": 627294,
                                "byte_stop": 674001,
                                "text": "The sentence that the judge actually imposed was over eight years longer than the sentence Booker could have received based solely on the facts found by the jury."
                            },
                            {
                                "start": 161.323,
                                "stop": 168.755,
                                "byte_start": 674001,
                                "byte_stop": 703781,
                                "text": "The Court of Appeals for the Seventh Circuit held that Booker\u0027s sentence violated the Sixth Amendment right to be tried by an impartial jury."
                            },
                            {
                                "start": 168.755,
                                "stop": 174.569,
                                "byte_start": 703781,
                                "byte_stop": 726977,
                                "text": "The Court\u0027s decision was based on the principle we applied in Appredi and Blakely."
                            },
                            {
                                "start": 174.569,
                                "stop": 187.399,
                                "byte_start": 726977,
                                "byte_stop": 778282,
                                "text": "Other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury and proved beyond a reasonable doubt."
                            },
                            {
                                "start": 187.399,
                                "stop": 202.802,
                                "byte_start": 778282,
                                "byte_stop": 839931,
                                "text": "Under the guidelines, the relevant \u0022statutory maximum\u0022 is the maximum sentence that a judge may lawfully impose solely on the basis of facts reflected in the jury verdict or admitted by the defendant."
                            },
                            {
                                "start": 202.802,
                                "stop": 213.999,
                                "byte_start": 839931,
                                "byte_stop": 884757,
                                "text": "The government filed a petition for certiorari which we granted along with its petition for certiorari before judgment in a similar care that rose in the District Court for the District of Maine."
                            },
                            {
                                "start": 213.999,
                                "stop": 225.21,
                                "byte_start": 884757,
                                "byte_stop": 929583,
                                "text": "We consolidated the two cases to consider whether those Courts had correctly concluded that our decision in Blakely applies to the federal sentencing guidelines."
                            },
                            {
                                "start": 225.21,
                                "stop": 238.393,
                                "byte_start": 929583,
                                "byte_stop": 982246,
                                "text": "In agreement with those Courts, we now hold that there is no distinction of constitutional significance between the federal sentencing guidelines and the sentencing procedure we held invalid in Blakely."
                            },
                            {
                                "start": 238.393,
                                "stop": 247.789,
                                "byte_start": 982246,
                                "byte_stop": 1019862,
                                "text": "Our dissenting colleagues in that case properly recognized that the structure of the federal system does not provide any grounds for distinction."
                            },
                            {
                                "start": 247.789,
                                "stop": 254.652,
                                "byte_start": 1019862,
                                "byte_stop": 1047343,
                                "text": "Like the federal guidelines, the Washington sentencing regime was binding on judges."
                            },
                            {
                                "start": 254.652,
                                "stop": 264.81,
                                "byte_start": 1047343,
                                "byte_stop": 1087990,
                                "text": "It required sentencing judges to impose a standard sentence within a narrow range that could be exceeded only if judges made additional factual findings."
                            },
                            {
                                "start": 264.81,
                                "stop": 275.545,
                                "byte_start": 1087990,
                                "byte_stop": 1130935,
                                "text": "Under such a sentencing regime, criminal defendants are entitled to a determinant sentence that can be raised or lowered on the basis of specific factual findings."
                            },
                            {
                                "start": 275.545,
                                "stop": 291.297,
                                "byte_start": 1130935,
                                "byte_stop": 1193942,
                                "text": "Given the impact of such findings on the defendant\u0027s liberty, the Sixth Amendment includes the right to insist that a jury find such facts beyond a reasonable doubt regardless of whether they are labeled elements of a crime or sentencing factors."
                            },
                            {
                                "start": 291.297,
                                "stop": 309.453,
                                "byte_start": 1193942,
                                "byte_stop": 1266563,
                                "text": "This understanding of the Sixth Amendment not only reflects our common law tradition but also is essential if the right to a jury trial is to retain its functional content in the context of modern determinant sentencing regime."
                            },
                            {
                                "start": 309.453,
                                "stop": 321.329,
                                "byte_start": 1266563,
                                "byte_stop": 1314001,
                                "text": "The fact that the guidelines were promulgated by the sentencing commission rather than by Congress does not affect the constitutional infirmity in Booker\u0027s sentence."
                            },
                            {
                                "start": 321.329,
                                "stop": 333.089,
                                "byte_start": 1314001,
                                "byte_stop": 1361126,
                                "text": "The guidelines functionally operate a statutory maximum despite the fact that they are written by a commission by binding the discretion of sentencing judges with indeterminate ranges."
                            },
                            {
                                "start": 333.089,
                                "stop": 343.442,
                                "byte_start": 1361126,
                                "byte_stop": 1402504,
                                "text": "We are similarly unpersuaded by the government\u0027s argument that our holding is inconsistent with separation of powers principles or with any of our prior cases."
                            },
                            {
                                "start": 343.442,
                                "stop": 361.361,
                                "byte_start": 1402504,
                                "byte_stop": 1474184,
                                "text": "Accordingly, following Apprendi, Jones, Ring and Blakely, we hold that any fact other than the fact of a prior conviction that has the effect of increasing a defendant\u0027s maximum sentence under the sentencing guidelines, must be admitted by the defendant or proved to a jury beyond a reasonable doubt."
                            },
                            {
                                "start": 361.361,
                                "stop": 370.373,
                                "byte_start": 1474184,
                                "byte_stop": 1510233,
                                "text": "For these reasons, Booker should not have been sentenced to the additional 18 years for facts that were merely found a by judge to be more likely true than not."
                            },
                            {
                                "start": 370.373,
                                "stop": 376.078,
                                "byte_start": 1510233,
                                "byte_stop": 1533012,
                                "text": "The Sixth Amendment requires that those facts be found by a jury beyond reasonable doubt."
                            },
                            {
                                "start": 376.078,
                                "stop": 392.84,
                                "byte_start": 1533012,
                                "byte_stop": 1600094,
                                "text": "The opinion I have just announced is joined by Justice Scalia, Justice Souter, Justice Thomas and Justice Ginsburg; Justice Breyer has filed a dissenting opinion that is joined by the Chief Justice, Justice O\u0027Connor and Justice Kennedy."
                            },
                            {
                                "start": 392.84,
                                "stop": 402.227,
                                "byte_start": 1600094,
                                "byte_stop": 1637606,
                                "text": "As I indicated at the outset, Justice Breyer has also authored the opinion of the Court that explains the Court\u0027s answer to the remedial question."
                            },
                            {
                                "start": 402.227,
                                "stop": 408.14,
                                "byte_start": 1637606,
                                "byte_stop": 1661325,
                                "text": "That opinion is joined by the Chief Justice, Justice O\u0027Connor, Justice Kennedy and Justice Ginsburg."
                            },
                            {
                                "start": 408.14,
                                "stop": 415.132,
                                "byte_start": 1661325,
                                "byte_stop": 1689224,
                                "text": "I have filed a dissent from that opinion which is joined by Justice Souter and by Justice Scalia in part."
                            },
                            {
                                "start": 415.132,
                                "stop": 421.904,
                                "byte_start": 1689224,
                                "byte_stop": 1716391,
                                "text": "Justice Scalia and Justice Thomas have also written opinions dissenting from the Court\u0027s remedy."
                            },
                            {
                                "start": 421.904,
                                "stop": 437.61,
                                "byte_start": 1716391,
                                "byte_stop": 1779190,
                                "text": "Before Justice Breyer begins his announcement, I shall briefly state that the four Justices who do not join the Court\u0027s remedial conclusion believe that it is not necessary to invalidate any part of the guidelines or the sentencing statute."
                            },
                            {
                                "start": 437.61,
                                "stop": 452.861,
                                "byte_start": 1779190,
                                "byte_stop": 1840212,
                                "text": "We are convinced that the guidelines and the federal sentencing statute properly interpreted can be applied as written in a manner that is more faithful to congressional intent and the Sixth Amendment than the remedy that the Court adopts today."
                            },
                            {
                                "start": 452.861,
                                "stop": 471.762,
                                "byte_start": 1840212,
                                "byte_stop": 1915758,
                                "text": "Prior to our decision today, judges and prosecutors had made considerable progress in bringing federal sentencing practices under the guidelines into compliance with our holding in Blakely just as they did after our decision in Apprendi."
                            },
                            {
                                "start": 471.762,
                                "stop": 476.027,
                                "byte_start": 1915758,
                                "byte_stop": 1932790,
                                "text": "In our view, the Court should have allowed that process to go forward."
                            },
                            {
                                "start": 476.027,
                                "stop": 486.901,
                                "byte_start": 1932790,
                                "byte_stop": 1976362,
                                "text": "If the majority is correct in its reading a legislative intent, Congress could and presumably would have enacted by itself the reforms that the majority orders today."
                            },
                            {
                                "start": 486.901,
                                "stop": 506.23,
                                "byte_start": 1976362,
                                "byte_stop": 2053684,
                                "text": "I believe the Court should have allowed Congress to decide whether future legislation is necessary or appropriate for it is Congress, not this Court that is best qualified to perform the task of crafting legislation consistent with the goals of sentencing reform and the Sixth Amendment."
                            },
                            {
                                "start": 506.23,
                                "stop": 513.799,
                                "byte_start": 2053684,
                                "byte_stop": 2083882,
                                "text": "Now Justice Breyer will explain why my views concerning the remedy did not carry today."
                            }
                        ]
                    },
                    {
                        "start": 513.799,
                        "stop": 1010.981,
                        "byte_start": 2083882,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 513.799,
                                "stop": 516.617,
                                "byte_start": 2083882,
                                "byte_stop": 2095167,
                                "text": "There are reasonable views."
                            },
                            {
                                "start": 516.617,
                                "stop": 522.588,
                                "byte_start": 2095167,
                                "byte_stop": 2119095,
                                "text": "The second question, the question before us concerns the remedy as Justice Stevens just said."
                            },
                            {
                                "start": 522.588,
                                "stop": 538.882,
                                "byte_start": 2119095,
                                "byte_stop": 2184296,
                                "text": "Now, the conclusion of the Court is that we have to excise or invalidate two provisions of the Sentencing Act of 1984 because in our view, those two provisions are inconsistent with today\u0027s constitutional decisions."
                            },
                            {
                                "start": 538.882,
                                "stop": 545.427,
                                "byte_start": 2184296,
                                "byte_stop": 2210419,
                                "text": "One of the provisions is the provision that makes the federal sentencing guidelines mandatory."
                            },
                            {
                                "start": 545.427,
                                "stop": 551.478,
                                "byte_start": 2210419,
                                "byte_stop": 2234661,
                                "text": "The other provision sets forth certain related standards for appellate review."
                            },
                            {
                                "start": 551.478,
                                "stop": 565.908,
                                "byte_start": 2234661,
                                "byte_stop": 2292339,
                                "text": "The effect of our excision is that the federal sentencing guidelines systems will remain in existence unless Congress changes it, it will remain in existence but not as a mandatory system; It will remain as an advisory system."
                            },
                            {
                                "start": 565.908,
                                "stop": 577.649,
                                "byte_start": 2292339,
                                "byte_stop": 2339359,
                                "text": "Moreover, appellate review will take place but under a standard of reasonableness, a standard that the remainder of the Act and its history indicate is appropriate."
                            },
                            {
                                "start": 577.649,
                                "stop": 584.932,
                                "byte_start": 2339359,
                                "byte_stop": 2368408,
                                "text": "Now first, in our view, the proper remedial question focuses upon Congress\u0027 intent."
                            },
                            {
                                "start": 584.932,
                                "stop": 600.748,
                                "byte_start": 2368408,
                                "byte_stop": 2431728,
                                "text": "Given the incompatibility between today\u0027s decision and the Act as written, we must ask which remedy is more consistent with the sentencing system that Congress tried to create in the 1984 Act."
                            },
                            {
                                "start": 600.748,
                                "stop": 624.155,
                                "byte_start": 2431728,
                                "byte_stop": 2525351,
                                "text": "A - The dissent\u0027s remedy which, reinterprets the Act\u0027s fact finding provisions and essentially then patches the constitutional requirement onto the statute as it was originally written; or B - excising those provisions of the Sentencing Act would give rise to the constitutional problem."
                            },
                            {
                                "start": 624.155,
                                "stop": 633.701,
                                "byte_start": 2525351,
                                "byte_stop": 2563490,
                                "text": "We decide, as I suggested in favor of the latter remedy excision and we do so based on the Act\u0027s language, history and basic purposes."
                            },
                            {
                                "start": 633.701,
                                "stop": 649.798,
                                "byte_start": 2563490,
                                "byte_stop": 2627960,
                                "text": "Second, although reasonable minds can differ, a majority of the Court concludes a I just said that Congress would have preferred invalidation of some or even all of the Act to the dissentor\u0027s patched on system."
                            },
                            {
                                "start": 649.798,
                                "stop": 658.94,
                                "byte_start": 2627960,
                                "byte_stop": 2664532,
                                "text": "We reach this conclusion because of the Act\u0027s language, the procedural complexity that would accompany a patched on system."
                            },
                            {
                                "start": 658.94,
                                "stop": 673.498,
                                "byte_start": 2664532,
                                "byte_stop": 2722732,
                                "text": "Certain anomalies that would then arise depending upon whether higher or lower sentences were at issue and above all because we believe that a patched on system would in fact destroy Congress\u0027 sentencing reform efforts."
                            },
                            {
                                "start": 673.498,
                                "stop": 687.018,
                                "byte_start": 2722732,
                                "byte_stop": 2776754,
                                "text": "It would produce a statute that would have moved sentencing away from not towards Congress\u0027 basis statutory objective greater uniformity in sentencing."
                            },
                            {
                                "start": 687.018,
                                "stop": 688.955,
                                "byte_start": 2776754,
                                "byte_stop": 2784590,
                                "text": "This point is critical."
                            },
                            {
                                "start": 688.955,
                                "stop": 699.674,
                                "byte_start": 2784590,
                                "byte_stop": 2827431,
                                "text": "The uniformity that Congress wought in the Act is not uniformity of similar sentences for those convicted of similar statutory crimes."
                            },
                            {
                                "start": 699.674,
                                "stop": 706.985,
                                "byte_start": 2827431,
                                "byte_stop": 2856688,
                                "text": "It did not say seek simply the same sentence for everyone convicted of extortion."
                            },
                            {
                                "start": 706.985,
                                "stop": 711.674,
                                "byte_start": 2856688,
                                "byte_stop": 2875392,
                                "text": "That kind of uniformity is consistent with the dissentor\u0027s approach."
                            },
                            {
                                "start": 711.674,
                                "stop": 730.367,
                                "byte_start": 2875392,
                                "byte_stop": 2950207,
                                "text": "But what Congress wanted was a different kind of uniformity namely similar sentences for those engaged in similar conduct, i.e. similar sentences for those offenders who committed for example the crime of extortion in similar ways."
                            },
                            {
                                "start": 730.367,
                                "stop": 732.62,
                                "byte_start": 2950207,
                                "byte_stop": 2959193,
                                "text": "Now, an example may help."
                            },
                            {
                                "start": 732.62,
                                "stop": 750.719,
                                "byte_start": 2959193,
                                "byte_stop": 3031604,
                                "text": "Consider two former felons say Johnson and Jackson each of whom engages in identical criminal behavior, say, they threatened a bank teller with a gun, they take $50,000.00, and they injure an innocent bystander while fleeing the bank."
                            },
                            {
                                "start": 750.719,
                                "stop": 761.512,
                                "byte_start": 3031604,
                                "byte_stop": 3074759,
                                "text": "Suppose prosecutors were to charge Johnson with one crime, illegal gun possession and Jackson with another crime, bank robbery."
                            },
                            {
                                "start": 761.512,
                                "stop": 774.74,
                                "byte_start": 3074759,
                                "byte_stop": 3127735,
                                "text": "Before the guidelines, i.e. before 1987, a judge after conviction would read about the offender\u0027s real conduct in a postconviction pre-sentence report."
                            },
                            {
                                "start": 774.74,
                                "stop": 788.811,
                                "byte_start": 3127735,
                                "byte_stop": 3183950,
                                "text": "That judge would then realize that the conduct of the two offenders was identical and that judge likely even before the guidelines would have imposed similar sentences upon the two offenders."
                            },
                            {
                                "start": 788.811,
                                "stop": 797.625,
                                "byte_start": 3183950,
                                "byte_stop": 3219268,
                                "text": "The guidelines which came along in 1987 in effect told different judges to do just that same thing."
                            },
                            {
                                "start": 797.625,
                                "stop": 815.693,
                                "byte_start": 3219268,
                                "byte_stop": 3291470,
                                "text": "But under the dissentor\u0027s system, the judge could not do it unless the prosecutor\u0027s charge extra facts, a matter that is up to them, not up to the judge, the judge could not impose similar sentences because the jury would not have made the necessary factual findings."
                            },
                            {
                                "start": 815.693,
                                "stop": 823.547,
                                "byte_start": 3291470,
                                "byte_stop": 3322922,
                                "text": "In that way, under the dissentor\u0027s system, the prosecutor, not the judge would control the sentence."
                            },
                            {
                                "start": 823.547,
                                "stop": 827.999,
                                "byte_start": 3322922,
                                "byte_stop": 3340685,
                                "text": "In the opinion we filed today, we elaborate these points."
                            },
                            {
                                "start": 827.999,
                                "stop": 864.806,
                                "byte_start": 3340685,
                                "byte_stop": 3487911,
                                "text": "The upshot, in our view, is serious incompatibility between the Sentencing Act\u0027s most basic objective and today\u0027s constitutional requirement, and while the constitutional requirement must prevail, the incompatibility shows that given that requirement, Congress, if it had been aware that it could not have had the mandatory sentencing system that it wanted and that it wrote into the Act, would not have wanted a patched on system instead, rather it would likely have preferred a modified system or no new system at all."
                            },
                            {
                                "start": 864.806,
                                "stop": 869.72,
                                "byte_start": 3487911,
                                "byte_stop": 3507555,
                                "text": "Third, we need not excise every sentencing act provision."
                            },
                            {
                                "start": 869.72,
                                "stop": 880.648,
                                "byte_start": 3507555,
                                "byte_stop": 3551336,
                                "text": "Many for example, some provide for restitution or supervised release or forfeiture and these have nothing to do with the matter, and there was no reason to invalidate them."
                            },
                            {
                                "start": 880.648,
                                "stop": 905.544,
                                "byte_start": 3551336,
                                "byte_stop": 3650915,
                                "text": "In deciding what to invalidate and excise and what not to invalidate, we must ask whether after excising the provisions that are clearly incompatible with the constitutional requirement, are the remaining provisions constitutionally valid, capable for functioning independently and consistent with Congress\u0027 basic objectives in enacting the statute."
                            },
                            {
                                "start": 905.544,
                                "stop": 919.403,
                                "byte_start": 3650915,
                                "byte_stop": 3706295,
                                "text": "After excising the two provisions mentioned, the provision making the guidelines mandatory, and the provision providing related standards for appellate review, the remaining statute satisfies these requirements."
                            },
                            {
                                "start": 919.403,
                                "stop": 935.881,
                                "byte_start": 3706295,
                                "byte_stop": 3772228,
                                "text": "The remaining statutes still require sentencing judges to consider the sentencing guidelines, a requirement that is contained in a Section called 3553(a), it remains, but I have to consider it along with other sentencing criteria as well."
                            },
                            {
                                "start": 935.881,
                                "stop": 945.349,
                                "byte_start": 3772228,
                                "byte_stop": 3810158,
                                "text": "For these reasons and for others set forth in our opinion, we find that excision of two provisions necessary and consistent with congressional intent."
                            },
                            {
                                "start": 945.349,
                                "stop": 956.448,
                                "byte_start": 3810158,
                                "byte_stop": 3854566,
                                "text": "As we said at the outset, doing so leaves in place as I said an advisory guideline system in which Appellate Courts will review sentence for their reasonableness."
                            },
                            {
                                "start": 956.448,
                                "stop": 964.406,
                                "byte_start": 3854566,
                                "byte_stop": 3886331,
                                "text": "Congress, of course, many now make such changes compatible with the Constitution as Congress believes appropriate."
                            },
                            {
                                "start": 964.406,
                                "stop": 972.7,
                                "byte_start": 3886331,
                                "byte_stop": 3919559,
                                "text": "We affirm the judgment of the Court of Appeals in United States v. Booker and vacate the judgment of the District Court in United States v. Fanfan."
                            },
                            {
                                "start": 972.7,
                                "stop": 975.662,
                                "byte_start": 3919559,
                                "byte_stop": 3931366,
                                "text": "We remand the cases for further proceedings."
                            },
                            {
                                "start": 975.662,
                                "stop": 1010.981,
                                "byte_start": 3931366,
                                "byte_stop": 0,
                                "text": "As Justice Stevens said, he has filed an opinion dissenting in part in which Justice Souter joins and in which Justice Scalia joins except for part three and footnote 17; Justice Scalia has filed an opinion dissenting in part; Justice Thomas has filed an opinion dissenting in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54536,
            "mime": "audio\/mpeg",
            "size": 4006494,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/04-104\/20050112o_04-104.delivery.mp3"
        },
        {
            "id": 76276,
            "mime": "audio\/ogg",
            "size": 10049895,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/04-104\/20050112o_04-104.ogg"
        },
        {
            "id": 76277,
            "mime": "application\/x-mpegURL",
            "size": 14387,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/04-104\/20050112o_04-104.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}