{
    "id": 23317,
    "title": "Opinion Announcement - April 29, 2014 (Part 1)",
    "transcript": {
        "title": null,
        "duration": 612.258,
        "sections": [
            {
                "start": 0,
                "stop": 612.258,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.584,
                        "byte_start": 105472,
                        "byte_stop": 151865,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.584,
                                "byte_start": 105472,
                                "byte_stop": 151865,
                                "text": "Justice Ginsburg has her opinion this morning in Case 12-1182 EPA versus EME Homer City Generation and the consolidated case."
                            }
                        ]
                    },
                    {
                        "start": 11.584,
                        "stop": 612.258,
                        "byte_start": 151865,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 11.584,
                                "stop": 30.304,
                                "byte_start": 151865,
                                "byte_stop": 226785,
                                "text": "These cases concern the efforts of Congress and the Environmental Protection Agency to cope with a dauntingly complex problem, air pollution emitted in one State, but causing harm in other States."
                            },
                            {
                                "start": 30.304,
                                "stop": 47.061,
                                "byte_start": 226785,
                                "byte_stop": 293763,
                                "text": "Left unregulated, the emitting upwind State will reap the benefits of the economic activity causing the pollution without bearing the full costs of emissions generated from that State."
                            },
                            {
                                "start": 47.061,
                                "stop": 62.347,
                                "byte_start": 293763,
                                "byte_stop": 354889,
                                "text": "Conversely, downwind States to which the pollution travels are unable to achieve clean air because of the influx of out-of-state pollution they lack authority to control."
                            },
                            {
                                "start": 62.347,
                                "stop": 69.703,
                                "byte_start": 354889,
                                "byte_stop": 384355,
                                "text": "To tackle the problem, Congress included a Good Neighbor Provision in the Clean Air Act."
                            },
                            {
                                "start": 69.703,
                                "stop": 96.74,
                                "byte_start": 384355,
                                "byte_stop": 492502,
                                "text": "In its current phrasing, that provision instructs States to stop in-state sources from emitting any air pollutant in amounts which will either contribute significantly to downwind States nonattainment of any EPA-promulgated national air quality standard or hinder maintenance of such a standard."
                            },
                            {
                                "start": 96.74,
                                "stop": 106.822,
                                "byte_start": 492502,
                                "byte_stop": 532835,
                                "text": "Interpreting the Good Neighbor Provision, EPA adopted the Cross-State Air Pollution Rule commonly called the Transport Rule."
                            },
                            {
                                "start": 106.822,
                                "stop": 123.239,
                                "byte_start": 532835,
                                "byte_stop": 598455,
                                "text": "The rule requires consideration of costs, among other factors in setting the emission reductions an upwind State must make to improve air quality in polluted downwind areas."
                            },
                            {
                                "start": 123.239,
                                "stop": 136.965,
                                "byte_start": 598455,
                                "byte_stop": 653416,
                                "text": "A group of States and local governments joined by industry and labor groups petition for review of the Transport Rule in the U.S. Court of Appeals for the D.C. Circuit."
                            },
                            {
                                "start": 136.965,
                                "stop": 140.873,
                                "byte_start": 653416,
                                "byte_stop": 668985,
                                "text": "The Court of Appeals vacated the rule in its entirety."
                            },
                            {
                                "start": 140.873,
                                "stop": 148.763,
                                "byte_start": 668985,
                                "byte_stop": 700541,
                                "text": "It held, 2 to 1, that the rule exceeded the Agency\u0027s statutory authority in two respects."
                            },
                            {
                                "start": 148.763,
                                "stop": 166.234,
                                "byte_start": 700541,
                                "byte_stop": 770445,
                                "text": "First, the D.C. Circuit held EPA had not given upwind States a reasonable opportunity to allocate emission reductions among their pollution sources before the Agency stepped in and did the job itself."
                            },
                            {
                                "start": 166.234,
                                "stop": 188.241,
                                "byte_start": 770445,
                                "byte_stop": 858530,
                                "text": "Second, the Court of Appeals maintain the Good Neighbor Provision does not permit consideration of cost but instead demands that EPA focus exclusively on each upwind State\u0027s proportionate responsibility for each downwind State\u0027s air quality problem."
                            },
                            {
                                "start": 188.241,
                                "stop": 201.457,
                                "byte_start": 858530,
                                "byte_stop": 911402,
                                "text": "Because EPA\u0027s cost conscious approach required some upwind State to decrease emissions by more than those State\u0027s ratable share of downwind State pollution."
                            },
                            {
                                "start": 201.457,
                                "stop": 207.648,
                                "byte_start": 911402,
                                "byte_stop": 936166,
                                "text": "The rule in the Appeals Court view was fatally flawed."
                            },
                            {
                                "start": 207.648,
                                "stop": 211.38,
                                "byte_start": 936166,
                                "byte_stop": 951003,
                                "text": "We reverse the Court of Appeal\u0027s judgment."
                            },
                            {
                                "start": 211.38,
                                "stop": 225.049,
                                "byte_start": 951003,
                                "byte_stop": 1005756,
                                "text": "We held first, that the Clean Air Act text does not direct EPA to defer state of an implementation of the Good Neighbor Provision pending EPA\u0027s guidance."
                            },
                            {
                                "start": 225.049,
                                "stop": 246.849,
                                "byte_start": 1005756,
                                "byte_stop": 1092901,
                                "text": "The act sets a series of precise deadlines to which the States and EPA must adhere once EPA issues a new air quality standard, a State within three years must adopt the State Implementation Plan or SIP adequate to comply with that national standard."
                            },
                            {
                                "start": 246.849,
                                "stop": 255.273,
                                "byte_start": 1092901,
                                "byte_stop": 1126651,
                                "text": "Those SIPs must include among many things, provision sufficient to satisfy the Good Neighbor Provision."
                            },
                            {
                                "start": 255.273,
                                "stop": 273.101,
                                "byte_start": 1126651,
                                "byte_stop": 1197913,
                                "text": "If EPA determines that the SIP is inadequate, the Act demands EPA to promulgate a substitute Federal Implementation Plan or FIP within two years of the Agency\u0027s SIP disapproval."
                            },
                            {
                                "start": 273.101,
                                "stop": 302.927,
                                "byte_start": 1197913,
                                "byte_stop": 1317240,
                                "text": "To this strict time schedule, the D.C. Circuit found an unwritten exception, one that would require EPA to give guidance to upwind States before substituting a FIP for a SIP, but no provision of the act directs EPA to furnish upwind States with information of any kind about their Good Neighbor obligations before issuing a FIP."
                            },
                            {
                                "start": 302.927,
                                "stop": 320.025,
                                "byte_start": 1317240,
                                "byte_stop": 1385576,
                                "text": "In contrast, other provisions of the Clean Air Act explicitly make EPA input a prerequisite to State action by imposing such a preliminary requirement without statutory direction to do to so."
                            },
                            {
                                "start": 320.025,
                                "stop": 328.203,
                                "byte_start": 1385576,
                                "byte_stop": 1418386,
                                "text": "We conclude the D.C. Circuit impermissibly amended the schedule Congress set."
                            },
                            {
                                "start": 328.203,
                                "stop": 340.619,
                                "byte_start": 1418386,
                                "byte_stop": 1468019,
                                "text": "We further conclude that in rejecting EPA\u0027s reading of the substance of the Good Neighbor Provision, the D.C.Circuit failed to give the Agency\u0027s interpretation due respect."
                            },
                            {
                                "start": 340.619,
                                "stop": 356.582,
                                "byte_start": 1468019,
                                "byte_stop": 1531862,
                                "text": "We held in a pathmarking Chevron decision and repeat today, Courts should accord dispositive effect to an Agency\u0027s reasonable interpretation of the ambiguous statutory language."
                            },
                            {
                                "start": 356.582,
                                "stop": 371.247,
                                "byte_start": 1531862,
                                "byte_stop": 1590481,
                                "text": "The Good Neighbor Provision in our view entrust interpretative authority to EPA at least as certainly as did the Clean Air Act Provision involved in Chevron."
                            },
                            {
                                "start": 371.247,
                                "stop": 384.069,
                                "byte_start": 1590481,
                                "byte_stop": 1641785,
                                "text": "In relevant part, the statute requires States to eliminate those amounts of pollution that contribute significantly to nonattainment in downwind States."
                            },
                            {
                                "start": 384.069,
                                "stop": 399.043,
                                "byte_start": 1641785,
                                "byte_stop": 1701658,
                                "text": "All agree this is no easy test for nonattainment in downwind States was that from the collective and interwoven contributions of multiple upwind States."
                            },
                            {
                                "start": 399.043,
                                "stop": 414.014,
                                "byte_start": 1701658,
                                "byte_stop": 1761531,
                                "text": "As expressed in the Holy book, “The wind bloweth where it listeth, thou hearest the sound thereof, but cannot not tell whence it cometh, and whither it goeth.”"
                            },
                            {
                                "start": 414.014,
                                "stop": 421.311,
                                "byte_start": 1761531,
                                "byte_stop": 1790788,
                                "text": "The statute therefore calls upon the Agency to address an intricate causation problem."
                            },
                            {
                                "start": 421.311,
                                "stop": 431.252,
                                "byte_start": 1790788,
                                "byte_stop": 1830494,
                                "text": "Among multiple contributing upwind States, how should EPA allocate responsibility for a downwind State\u0027s excess pollution?"
                            },
                            {
                                "start": 431.252,
                                "stop": 443.175,
                                "byte_start": 1830494,
                                "byte_stop": 1878246,
                                "text": "Should the agency allocate reductions proportionally on a per capita basis, on the basis of the cost of abatement, or by some other metric?"
                            },
                            {
                                "start": 443.175,
                                "stop": 456.384,
                                "byte_start": 1878246,
                                "byte_stop": 1931013,
                                "text": "Satisfied that the Good Neighbor Provision does not answer this question, we reap Congress to have delegated through the Agency authority to choose among reasonable options."
                            },
                            {
                                "start": 456.384,
                                "stop": 471.999,
                                "byte_start": 1931013,
                                "byte_stop": 1993498,
                                "text": "The Court of Appeals, however, believes that the statute in clear terms requires EPA to allocate emission reductions invariably in a manner proportional to each State\u0027s contribution to the problem."
                            },
                            {
                                "start": 471.999,
                                "stop": 480.614,
                                "byte_start": 1993498,
                                "byte_stop": 2027980,
                                "text": "But the proportion of approach EPA persuade us works neither mathematically nor impractical application."
                            },
                            {
                                "start": 480.614,
                                "stop": 487.89,
                                "byte_start": 2027980,
                                "byte_stop": 2057132,
                                "text": "Proportionality as to one downwind State will not yield proportionality as to others."
                            },
                            {
                                "start": 487.89,
                                "stop": 507.794,
                                "byte_start": 2057132,
                                "byte_stop": 2136649,
                                "text": "It is therefore unlikely that Congress propelled EPA down that path and shortly, they\u0027re satisfied that EPA\u0027s construction of the statute reasonably responded to a perplexing problem the statute itself does not resolve."
                            },
                            {
                                "start": 507.794,
                                "stop": 520.568,
                                "byte_start": 2136649,
                                "byte_stop": 2187745,
                                "text": "Justice Scalia joined by Justice Thomas has written vigorously in dissent in their ground to resuscitate the D.C. Circuit\u0027s proportionality constraint."
                            },
                            {
                                "start": 520.568,
                                "stop": 548.801,
                                "byte_start": 2187745,
                                "byte_stop": 2300698,
                                "text": "As we understand Justice Scalia\u0027s dissent, it would force an upwind State to reduce emissions by whatever amount is necessary to eliminate that State\u0027s largest downwind contribution such it approach could yield costly overregulation and necessary to indeed dissonance with the Good Neighbor Provision\u0027s aim."
                            },
                            {
                                "start": 548.801,
                                "stop": 552.638,
                                "byte_start": 2300698,
                                "byte_stop": 2316058,
                                "text": "It is an approach both inefficient and inequitable."
                            },
                            {
                                "start": 552.638,
                                "stop": 567.723,
                                "byte_start": 2316058,
                                "byte_stop": 2376453,
                                "text": "Inefficient because EPA\u0027s cost conscious interpretation of the statute achieves in levels of attainment the dissent\u0027s proportion of approach aims to achieve but at an impressively low overall cost."
                            },
                            {
                                "start": 567.723,
                                "stop": 591.734,
                                "byte_start": 2376453,
                                "byte_stop": 2472479,
                                "text": "Inequitable because the dissent would toll those upwind States that have already invested heavily in means to reduce the pollution their industries cause, while lightening the burden on States that have done relatively less to control pollution emanating from local enterprises."
                            },
                            {
                                "start": 591.734,
                                "stop": 612.258,
                                "byte_start": 2472479,
                                "byte_stop": 0,
                                "text": "Persuaded that the Good Neighbor Provision commands in either the Court of Appeal\u0027s construction nor the dissent\u0027s resuscitation of it and that EPA has interpreted that the provision reasonably to allow consideration of costs, we reverse the D.C. Circuit\u0027s judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55756,
            "mime": "audio\/mpeg",
            "size": 2543114,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-1.delivery.mp3"
        },
        {
            "id": 77472,
            "mime": "audio\/ogg",
            "size": 5840495,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-1.ogg"
        },
        {
            "id": 77473,
            "mime": "application\/x-mpegURL",
            "size": 10923,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}