{
    "id": 24013,
    "title": "Opinion Announcement - April 29, 2014 (Part 2)",
    "transcript": {
        "title": null,
        "duration": 787.512,
        "sections": [
            {
                "start": 0,
                "stop": 787.512,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 787.512,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.213,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As you have heard I dissent in this case along with Justice Thomas."
                            },
                            {
                                "start": 10.213,
                                "stop": 14.291,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These are not cases of earth shaking importance."
                            },
                            {
                                "start": 14.291,
                                "stop": 36.323,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The reason I think worth explaining why they said is that the cases implicate the major problem that many citizens have with the Federal Government these days; that they find themselves governed not so much by their elected representatives as by an unelected bureaucracy operating under vague statutory standards."
                            },
                            {
                                "start": 36.323,
                                "stop": 41.378,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the “Good Neighbor” provision however, Congress did it right."
                            },
                            {
                                "start": 41.378,
                                "stop": 50.592,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It established a clear and unmistakable standard for EPA\u0027s enforcement of state\u0027s interstate pollution obligations."
                            },
                            {
                                "start": 50.592,
                                "stop": 61.796,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today\u0027s opinion is a textbook example of how a court established to assure government by the people, can instead assure government by the bureaucracy."
                            },
                            {
                                "start": 61.796,
                                "stop": 74.169,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is a textbook example because it is so easy to understand what is going on here and so easy to understand why that was against the law."
                            },
                            {
                                "start": 74.169,
                                "stop": 90.857,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What was going on here was simply this, Congress enacted a law requiring each state to eliminate that amount of its contribution to interstate pollution which causes a downwind state to be in violation of the Clean Air Act."
                            },
                            {
                                "start": 90.857,
                                "stop": 99.959,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA thought that law quite stupid which indeed it probably was."
                            },
                            {
                                "start": 99.959,
                                "stop": 109.962,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is much easier on the economy thought EPA to make each state eliminate those contributions to downwind pollution that are inexpensive to eliminate."
                            },
                            {
                                "start": 109.962,
                                "stop": 118.003,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Only the difficult to eliminate contributions would remain and EPA acted accordingly."
                            },
                            {
                                "start": 118.003,
                                "stop": 122.375,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The reason why that was unlawful is also easy to understand."
                            },
                            {
                                "start": 122.375,
                                "stop": 126.376,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All you have to know are two readily understandable things."
                            },
                            {
                                "start": 126.376,
                                "stop": 136.753,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Number one what the statute says EPA must do, and number two, what EPA is doing and this Court today approves."
                            },
                            {
                                "start": 136.753,
                                "stop": 166.479,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What the statutes says EPA must do is disapprove state implementation plans, so-called SIPS, that fail to prohibit sources in the state from “emitting any air pollutant in amounts which will contribute significantly to nonattainment of EPA mandated pollution standards or interfere with maintenance of those standards by any other state.\u0022"
                            },
                            {
                                "start": 166.479,
                                "stop": 187.546,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What EPA is doing is disapproving SIPS that fail to require sources in the state to make those reductions of emissions affecting downwind states that are cost-effective without regard, without regard to the amount of downwind pollution for which the state is responsible."
                            },
                            {
                                "start": 187.546,
                                "stop": 197.813,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "How you may ask, did what is clearly and unquestionably an amount\u0027s based standard become a cost benefit standard?"
                            },
                            {
                                "start": 197.813,
                                "stop": 203.619,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is what the dissent asks as well and it finds no plausible answer."
                            },
                            {
                                "start": 203.619,
                                "stop": 212.917,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the government\u0027s argument before this Court EPA gamely tried to device a textual excuse for what it has done."
                            },
                            {
                                "start": 212.917,
                                "stop": 227.669,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It pointed to the word “significantly” in the statutory requirement that each upwind state must eliminate those amounts of pollutants that contribute significantly to the nonattainment of air quality standards in downwind states."
                            },
                            {
                                "start": 227.669,
                                "stop": 244.296,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The word “significantly” the government said is ambiguous and one possible meaning looks to the difficulty of accomplishing a task that is you contribute more significantly if it would be very easy to eliminate your contribution."
                            },
                            {
                                "start": 244.296,
                                "stop": 253.707,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That sole textual argument was so pathetic that the majority opinion does not even mention it, much less attempt to defend it."
                            },
                            {
                                "start": 253.707,
                                "stop": 266.165,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The “Good Neighbor” provision asks whether the amounts of pollution emitted by an upward state contribute significantly, not whether the upwind state contributes significantly."
                            },
                            {
                                "start": 266.165,
                                "stop": 277.566,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The provision addresses the physical effects of physical causes and it is only the magnitude of that casual relationship that admits of some vagueness."
                            },
                            {
                                "start": 277.566,
                                "stop": 295.479,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In other words, although the statute is ambiguous about how much of a contribution to downwind pollution counts is significant, it is not at all ambiguous about whether factors unrelated to amounts of pollutants can be part of the analysis, they cannot be."
                            },
                            {
                                "start": 295.479,
                                "stop": 328.957,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To make matters worse the word significantly appears in only one of the two conditions for upwind state liability, namely amounts that contribute significantly to non-attainment or, the statute goes on, interfere with maintenance, the later portion contains no weasel word “significantly” and the government never provided any textual argument to convert the latter condition into cost benefit analysis."
                            },
                            {
                                "start": 328.957,
                                "stop": 345.52,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Having abandoned the government\u0027s feeble textual feint the majority is left with no textual basis, zero textual basis so its approval of EPA\u0027s “from each state according to its ability approach.”"
                            },
                            {
                                "start": 345.52,
                                "stop": 386.302,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead, the majority discovers an absolutely amazing gap in the text which it says, though I know not why, it is the responsibility of EPA to fill because you see although the Good Neighbor” provision says that each of upwind state is responsible for eliminating its own contribution to downwind pollution, it says nothing about how responsibility is to be apportioned among multiple upwind states that contribute to the same downwind area where the required reduction is less than the total of their contributions."
                            },
                            {
                                "start": 386.302,
                                "stop": 419.565,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Excuse me, but is this a trick question that one might find in a quiz show, “if the textual criterion of responsibility is amounts of pollutants contributed, how should responsibility be assigned when states A, B and C each contribute 10 units to a downwind state\u0027s pollution but the required overall reduction in order to enable the downwind state to comply with the Clean Air Act, is only 21 units and not 30.”"
                            },
                            {
                                "start": 419.565,
                                "stop": 427.085,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As one of my grandchildren might say well duh, the answer is obviously 7."
                            },
                            {
                                "start": 427.085,
                                "stop": 438.923,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority of course says that the answer is that one of the states might be responsible for eliminating all 21 units, if that state can do it most economically."
                            },
                            {
                                "start": 438.923,
                                "stop": 449.247,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The “Good Neighbor” provision contains a gap only for those who blind themselves to the obvious in order to pursue a preferred policy."
                            },
                            {
                                "start": 449.247,
                                "stop": 484.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To make matters worse, the majority allows EPA to regulate on the basis of cost efficiency even beyond the imaginary gap that is to say where no apportionment is required at all under the approach articulated in EPA\u0027s transport rule an upwind state\u0027s reduction responsibility is based on the cost of eliminating emissions rather than on the amounts of pollutions emitted even if that state is the only one sending pollution to some downwind location."
                            },
                            {
                                "start": 484.6,
                                "stop": 487.876,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority has no response to this point."
                            },
                            {
                                "start": 487.876,
                                "stop": 505.742,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In contrast to the approach taken by EPA and the majority from each according to its ability approach, the proportional reduction approach outlined by the DC Circuit below and by my opinion here comports with the “Good Neighbor” provision\u0027s amounts based rule."
                            },
                            {
                                "start": 505.742,
                                "stop": 511.235,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority makes two criticisms of the proportional reduction approach but both are mistaken."
                            },
                            {
                                "start": 511.235,
                                "stop": 516.751,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the majority contends that the approach is impossible of application."
                            },
                            {
                                "start": 516.751,
                                "stop": 541.855,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Well, if that were true, the consequence would not be that EPA and the court can invent a new statute that would not be impossible of application, but rather, the consequence would simply be that the extant statute is inoperative, but in any event, the impossibility argument is also incorrect as I explained in my dissent but will not bore you with now."
                            },
                            {
                                "start": 541.855,
                                "stop": 561.286,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Second, the majority asserts that my approach and the DC Circuit\u0027s approach will result in massive over-regulation, but there is no reason why EPA cannot anticipate the possibility of over-regulation and adjust the proportional obligations of the states accordingly."
                            },
                            {
                                "start": 561.286,
                                "stop": 569.123,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed the majority concedes that EPA may have to make similar adjustments under its own approach."
                            },
                            {
                                "start": 569.123,
                                "stop": 599.581,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have repeatedly made clear that Congress does not hide elephants in mouse-holes, it does not use ancillary provisions like that lonely word “significantly” or the existence of a gap to alter the fundamental features of a regulatory scheme, such as whether agency action ought to depend on efficiency concerns or as the statute clearly says, quantitative analysis."
                            },
                            {
                                "start": 599.581,
                                "stop": 610.512,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There is a second issue in the case, in issuing the transport rule EPA usurped the authority of not just Congress but also the states."
                            },
                            {
                                "start": 610.512,
                                "stop": 615.235,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Clean Air Act rests on a foundation of cooperative federalism."
                            },
                            {
                                "start": 615.235,
                                "stop": 627.487,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA sets air quality benchmarks for the states, but it is the states that then select their chosen means of achieving those benchmarks."
                            },
                            {
                                "start": 627.487,
                                "stop": 663.858,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA may step in and takeover that responsibility if and only if a state discharges it inadequately, but here in order to set up the cap and trade markets that is so desperately desired, EPA promulgated federal implementation plans at the exact same time that it published the “Good Neighbor” obligations that the states were supposed to meet without giving the states a chance to come up with their own strategies for hitting those newly announced targets."
                            },
                            {
                                "start": 663.858,
                                "stop": 671.65,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA and majority insist that the states should have been able to predict what targets the agency would choose."
                            },
                            {
                                "start": 671.65,
                                "stop": 674.164,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "With all due respect that is absurd."
                            },
                            {
                                "start": 674.164,
                                "stop": 683.73,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Before the transport rule was published a state could do nothing more than guess at what its EPA prescribed target might be."
                            },
                            {
                                "start": 683.73,
                                "stop": 700.108,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA insists that it can consider whatever factors it wants to determine what constitutes a significant contribution to interstate pollution, and it simultaneously asserts that the states ought to know what quantities it will choose."
                            },
                            {
                                "start": 700.108,
                                "stop": 703.653,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The agency and the majority cannot have it both ways."
                            },
                            {
                                "start": 703.653,
                                "stop": 708.334,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Clean Air Act is not a game of Pin the Tail on the Donkey."
                            },
                            {
                                "start": 708.334,
                                "stop": 723.52,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority\u0027s primary argument is that the Clean Air Act says that if a State fails to submit an acceptable implementation plan, EPA may issue its own “at any time within two years.”"
                            },
                            {
                                "start": 723.52,
                                "stop": 732.644,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But by holding that within two years can mean within two seconds, the majority disregards the act\u0027s fundamental state respecting structure."
                            },
                            {
                                "start": 732.644,
                                "stop": 746.948,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The act plainly gives the agency discretion to arrange its regulatory schedule in a manner that respects the rightful role of states as EPA has itself acknowledged on numerous previous occasions."
                            },
                            {
                                "start": 746.948,
                                "stop": 754.051,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "EPA abused that discretion by failing to do so here."
                            },
                            {
                                "start": 754.051,
                                "stop": 764.333,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today\u0027s decision feeds the uncontrolled growth of the administrative state at the expense of government by the people."
                            },
                            {
                                "start": 764.333,
                                "stop": 787.512,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The concrete result, cost benefit analysis rather than quantitative responsibility, may be desirable here, probably is, but speaking of cost benefit analysis, that comes at the expense of endorsing and thereby encouraging in the future, rogue administration of the law."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78942,
            "mime": "audio\/mpeg",
            "size": 3179854,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-2.delivery.mp3"
        },
        {
            "id": 78943,
            "mime": "audio\/ogg",
            "size": 7770651,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-2.ogg"
        },
        {
            "id": 78944,
            "mime": "application\/x-mpegURL",
            "size": 14050,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1182\/12-1182_20140429-opinion-2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}