{
    "id": 23299,
    "title": "Opinion Announcement - January 15, 2014",
    "transcript": {
        "title": null,
        "duration": 232.656,
        "sections": [
            {
                "start": 0,
                "stop": 232.656,
                "byte_start": 105472,
                "byte_stop": 1036058,
                "turns": [
                    {
                        "start": 0,
                        "stop": 16.347,
                        "byte_start": 105472,
                        "byte_stop": 170883,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.347,
                                "byte_start": 105472,
                                "byte_stop": 170883,
                                "text": "Justice Kennedy has our opinion this morning in case 12-992 Ray Haluch Gravel Company versus Central Pension Fund of International Union of Operating Engineers and Participating Employers."
                            }
                        ]
                    },
                    {
                        "start": 16.347,
                        "stop": 232.656,
                        "byte_start": 170883,
                        "byte_stop": 1036058,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 16.347,
                                "stop": 21.631,
                                "byte_start": 170883,
                                "byte_stop": 192094,
                                "text": "This is a case about federal statutes and federal rules governing procedures in federal courts."
                            },
                            {
                                "start": 21.631,
                                "stop": 28.885,
                                "byte_start": 192094,
                                "byte_stop": 221038,
                                "text": "It\u0027s a case about the rules for taking appeals from United States District Court to United States Court of Appeals."
                            },
                            {
                                "start": 28.885,
                                "stop": 39.929,
                                "byte_start": 221038,
                                "byte_stop": 265237,
                                "text": "Ordinarily, when a party elects to appeal from a final judgment of a District Court there\u0027s a 30-day time period in which to file a notice of the appeal at jurisdictional."
                            },
                            {
                                "start": 39.929,
                                "stop": 47.924,
                                "byte_start": 265237,
                                "byte_stop": 297211,
                                "text": "So more than 30 days, if that period elapses, without notice of appeal that the appeal right is lost."
                            },
                            {
                                "start": 47.924,
                                "stop": 55.32,
                                "byte_start": 297211,
                                "byte_stop": 326781,
                                "text": "In this case, the District Court entered and ordered deciding the merits of the case on June 17, 2011."
                            },
                            {
                                "start": 55.32,
                                "stop": 61.914,
                                "byte_start": 326781,
                                "byte_stop": 353217,
                                "text": "It awarded damages to the plaintiffs but in an amount less than the plaintiff it sought."
                            },
                            {
                                "start": 61.914,
                                "stop": 77.614,
                                "byte_start": 353217,
                                "byte_stop": 416016,
                                "text": "In that June 17 order of the trail court did not rule on the plaintiff\u0027s request for attorney\u0027s fees its order on that issue, an order which did award certain fees was issued on July 25th."
                            },
                            {
                                "start": 77.614,
                                "stop": 85.362,
                                "byte_start": 416016,
                                "byte_stop": 446945,
                                "text": "The plaintiffs were dissatisfied with the amount of the damages in the June 17 order file a notice of appeal on August 15."
                            },
                            {
                                "start": 85.362,
                                "stop": 91.174,
                                "byte_start": 446945,
                                "byte_stop": 470246,
                                "text": "This was within 30 days on the July 25th fee order, the second order."
                            },
                            {
                                "start": 91.174,
                                "stop": 103.563,
                                "byte_start": 470246,
                                "byte_stop": 519774,
                                "text": "But more than 30 days after the June 17 merits order, which was the first order and in the Court of Appeals for the First Circuit, the defendant argued that the appeal of the first order was untimely and should not be heard."
                            },
                            {
                                "start": 103.563,
                                "stop": 110.908,
                                "byte_start": 519774,
                                "byte_stop": 549136,
                                "text": "The Court of Appeals held that the second order awarding the fees were the only final appealable order so what heard the case."
                            },
                            {
                                "start": 110.908,
                                "stop": 117.602,
                                "byte_start": 549136,
                                "byte_stop": 575885,
                                "text": "This court grants a certiorari to resolve a conflict among the Court of Appeals on this point and this Court now reverses."
                            },
                            {
                                "start": 117.602,
                                "stop": 131.951,
                                "byte_start": 575885,
                                "byte_stop": 633354,
                                "text": "The case is controlled for a reasons that today\u0027s decisions explains by this Court\u0027s earlier decision and in a case called Budinich versus Becton Dickinson \u0026 Company, and that was a case decided in 1988."
                            },
                            {
                                "start": 131.951,
                                "stop": 142.035,
                                "byte_start": 633354,
                                "byte_stop": 673688,
                                "text": "There, the Court held that a motion for fees is really collateral to the main decision on the merits so a judgment deciding the main issues in the case is final."
                            },
                            {
                                "start": 142.035,
                                "stop": 148.804,
                                "byte_start": 673688,
                                "byte_stop": 700750,
                                "text": "It must be appealed within 30 days even though it leaves unresolved the question of attorney\u0027s fees."
                            },
                            {
                                "start": 148.804,
                                "stop": 161.921,
                                "byte_start": 700750,
                                "byte_stop": 753204,
                                "text": "Now here the plaintiffs wanted to preserve the appeal say that Budinich does not control in their view that case is distinguishable because in Budinich it was a statute that provided the entitlement to attorney\u0027s fees."
                            },
                            {
                                "start": 161.921,
                                "stop": 165.411,
                                "byte_start": 753204,
                                "byte_stop": 767206,
                                "text": "Here it is argued the fee entitlement was based on a contract."
                            },
                            {
                                "start": 165.411,
                                "stop": 176.811,
                                "byte_start": 767206,
                                "byte_stop": 812763,
                                "text": "And since the fee claim and it is contract based, it is argued, the District Court\u0027s first decision that left the fee issue unresolved was not final."
                            },
                            {
                                "start": 176.811,
                                "stop": 195.008,
                                "byte_start": 812763,
                                "byte_stop": 885593,
                                "text": "This Court today disagrees with this distinction and for reasons set forth in the opinion the Court holds it is a general rule for purposes of determining when a District Court decision is final and appealable, there is no basis for distinguishing between cases were fees are claimed under statute and cases were fees are claim under a contract."
                            },
                            {
                                "start": 195.008,
                                "stop": 202.241,
                                "byte_start": 885593,
                                "byte_stop": 914536,
                                "text": "Although the fees in Budinich were claimed under a statute not a contract, the bright line rule established in that case applies here."
                            },
                            {
                                "start": 202.241,
                                "stop": 217.946,
                                "byte_start": 914536,
                                "byte_stop": 977335,
                                "text": "There are certain complexities in the case regarding other litigation expenses and certain exceptions are noted for some situations as when a plaintiff asserts that a defendant violated a contractual obligation to pay attorney\u0027s fees for a different litigation than the one being decided on that merits."
                            },
                            {
                                "start": 217.946,
                                "stop": 226.394,
                                "byte_start": 977335,
                                "byte_stop": 1011085,
                                "text": "But the basic rule is that an unresolved issue of attorney\u0027s fees did not prevent judgment on the merits of being final and this is true whether the entitlement of fees comes from a statute or a contract."
                            },
                            {
                                "start": 226.394,
                                "stop": 229.212,
                                "byte_start": 1011085,
                                "byte_stop": 1022370,
                                "text": "The judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 229.212,
                                "stop": 232.656,
                                "byte_start": 1022370,
                                "byte_stop": 1036058,
                                "text": "This opinion is for unanimous court."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55736,
            "mime": "audio\/mpeg",
            "size": 1036267,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-992\/20140115o_12-992.delivery.mp3"
        },
        {
            "id": 77440,
            "mime": "audio\/ogg",
            "size": 2313271,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-992\/20140115o_12-992.ogg"
        },
        {
            "id": 77441,
            "mime": "application\/x-mpegURL",
            "size": 3465,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-992\/20140115o_12-992.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}