{
    "id": 18883,
    "title": "Opinion Announcement - April 18, 1990",
    "transcript": {
        "title": "Missouri v. Jenkins",
        "duration": 439.589,
        "sections": [
            {
                "start": 0,
                "stop": 439.589,
                "byte_start": 87910,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 20.997,
                        "byte_start": 87910,
                        "byte_stop": 171920,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.981,
                                "byte_start": 87910,
                                "byte_stop": 131900,
                                "text": "This by a five-to-four vote we affirm in part and reverse in part the judgment of the Court of Appeals for the Eighth Circuit in Missouri against Jenkins, No. 88-1150."
                            },
                            {
                                "start": 10.981,
                                "stop": 20.997,
                                "byte_start": 131900,
                                "byte_stop": 171920,
                                "text": "Justice Kennedy has filed an opinion concurring in part and concurring in the judgment in which the Chief Justice and Justices O’Conner and Scalia have joined."
                            }
                        ]
                    },
                    {
                        "start": 20.997,
                        "stop": 439.589,
                        "byte_start": 171920,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 20.997,
                                "stop": 31.514,
                                "byte_start": 171920,
                                "byte_stop": 214029,
                                "text": "The case of Missouri versus Jenkins is a sufficient gravity that it seems appropriate for me to read from portions of the concurring opinion that has been filed today."
                            },
                            {
                                "start": 31.514,
                                "stop": 38.375,
                                "byte_start": 214029,
                                "byte_stop": 241510,
                                "text": "The case involves a school’s dissegregation plan adapted by United States District Court in Kansas City, Missouri."
                            },
                            {
                                "start": 38.375,
                                "stop": 49.389,
                                "byte_start": 241510,
                                "byte_stop": 285500,
                                "text": "As part of the remedial plan, the local school districts and the plaintiffs together proposed and the District Court ordered expensive improvements to the local school system."
                            },
                            {
                                "start": 49.389,
                                "stop": 58.956,
                                "byte_start": 285500,
                                "byte_stop": 323743,
                                "text": "By the time of the order at issue here, the cost of the plan had risen to approximately $500 million, far exceeding local budgets or revenues."
                            },
                            {
                                "start": 58.956,
                                "stop": 66.727,
                                "byte_start": 323743,
                                "byte_stop": 354881,
                                "text": "The District Court then decided that it would fund the plan by imposing a property tax directly on local citizens."
                            },
                            {
                                "start": 66.727,
                                "stop": 74.347,
                                "byte_start": 354881,
                                "byte_stop": 385392,
                                "text": "The Court is unanimous in its holding today that the Court of Appeals judgment affirming the direct imposition of taxes by the District Court must be reversed."
                            },
                            {
                                "start": 74.347,
                                "stop": 82.67,
                                "byte_start": 385392,
                                "byte_stop": 418620,
                                "text": "But this separate opinion is necessary because the majority has gone on in statements not necessary to the resolution of this case."
                            },
                            {
                                "start": 82.67,
                                "stop": 102.674,
                                "byte_start": 418620,
                                "byte_stop": 498659,
                                "text": "To approve a system, whereby the local school district would set the rate of taxation and the Federal Court would then allow the school district to impose the tax even though it is in direct violation of Missouri law under which the voters retain the right to approve tax increases through direct vote."
                            },
                            {
                                "start": 102.674,
                                "stop": 108.098,
                                "byte_start": 498659,
                                "byte_stop": 520393,
                                "text": "Absent a change in state law, no increase in property taxes could take place in the school district."
                            },
                            {
                                "start": 108.098,
                                "stop": 113.316,
                                "byte_start": 520393,
                                "byte_stop": 541187,
                                "text": "Whatever taxing power the school district may exercise in this case will derive from the Federal Court."
                            },
                            {
                                "start": 113.316,
                                "stop": 118.871,
                                "byte_start": 541187,
                                "byte_stop": 563443,
                                "text": "The question therefore is whether Federal Courts possess the power to tax or to authorize the collection of the tax."
                            },
                            {
                                "start": 118.871,
                                "stop": 123.704,
                                "byte_start": 563443,
                                "byte_stop": 582774,
                                "text": "I believe that this is not a power assigned to the judiciary in our system of government."
                            },
                            {
                                "start": 123.704,
                                "stop": 133.329,
                                "byte_start": 582774,
                                "byte_stop": 621330,
                                "text": "Our cases throughout the history of this Court and as recently as last term have reaffirmed that taxation is a power that judiciary does not possess."
                            },
                            {
                                "start": 133.329,
                                "stop": 142.193,
                                "byte_start": 621330,
                                "byte_stop": 656752,
                                "text": "There is no support in the Constitution or history or our precedents for the statements to the contrary in today’s majority opinion."
                            },
                            {
                                "start": 142.193,
                                "stop": 150.413,
                                "byte_start": 656752,
                                "byte_stop": 689667,
                                "text": "The confinement of taxation to the legislative branches both in our federal and state governments was not random."
                            },
                            {
                                "start": 150.413,
                                "stop": 155.711,
                                "byte_start": 689667,
                                "byte_stop": 710774,
                                "text": "It reflected that our ideal that the power of taxation must be under control of those who are taxed."
                            },
                            {
                                "start": 155.711,
                                "stop": 160.507,
                                "byte_start": 710774,
                                "byte_stop": 730000,
                                "text": "This truth animates all our colonial and revolutionary history."
                            },
                            {
                                "start": 160.507,
                                "stop": 165.879,
                                "byte_start": 730000,
                                "byte_stop": 751525,
                                "text": "It is a founding principle of our democracy that there shall be no taxation without representation."
                            },
                            {
                                "start": 165.879,
                                "stop": 173.214,
                                "byte_start": 751525,
                                "byte_stop": 780782,
                                "text": "The federal judiciary by design is not representative or responsive to the people in a political sense."
                            },
                            {
                                "start": 173.214,
                                "stop": 175.254,
                                "byte_start": 780782,
                                "byte_stop": 788932,
                                "text": "It is independent."
                            },
                            {
                                "start": 175.254,
                                "stop": 194.193,
                                "byte_start": 788932,
                                "byte_stop": 864687,
                                "text": "Federal judges do not depend on the popular will for their office, and it is not surprising that imposition of taxes by an authority so insulated from public communication or control can lead to deep feelings of frustration, powerlessness, and anger on the part of tax paying citizens."
                            },
                            {
                                "start": 194.193,
                                "stop": 206.421,
                                "byte_start": 864687,
                                "byte_stop": 913693,
                                "text": "One of the most troubling aspects of the Court’s opinion today is that discussion of the important constitutional issues of judicial authority to the tax need never have been undertaken to decide this case."
                            },
                            {
                                "start": 206.421,
                                "stop": 214.808,
                                "byte_start": 913693,
                                "byte_stop": 947234,
                                "text": "Even where I am willing to accept the Court’s proposition that a Federal Court might in some extreme case authorize taxation, this case is not the one."
                            },
                            {
                                "start": 214.808,
                                "stop": 221.617,
                                "byte_start": 947234,
                                "byte_stop": 974401,
                                "text": "In fact, the taxation power is sought here on behalf of the remedial order unlike any before seen."
                            },
                            {
                                "start": 221.617,
                                "stop": 237.843,
                                "byte_start": 974401,
                                "byte_stop": 1039290,
                                "text": "Instead of using the accepted concept of limited magnet schools, the District Court decided to turn the whole district into a magnet so that all high schools, all middle schools, and half the elementary schools in the district would be magnet schools offering special programs."
                            },
                            {
                                "start": 237.843,
                                "stop": 247.493,
                                "byte_start": 1039290,
                                "byte_stop": 1077951,
                                "text": "Perhaps it is good educational policy to provide a school district with items like those the District Court required Kansas City citizens to finance with a judicial tax."
                            },
                            {
                                "start": 247.493,
                                "stop": 275.707,
                                "byte_start": 1077951,
                                "byte_stop": 1190800,
                                "text": "For example, the 2000-square-foot planetarium, greenhouses and vivariums, a 25 acre farm with an air-conditioned meeting room for 104 people, a Model United Nations wired for language translation, broadcast capable radio and television studios, a temperature-controlled art gallery, movie editing and screening rooms, a 3500-square-foot dust-free diesel mechanics rooms, swimming pools, and numerous other facilities."
                            },
                            {
                                "start": 275.707,
                                "stop": 286.757,
                                "byte_start": 1190800,
                                "byte_stop": 1234999,
                                "text": "But these items are part of legitimate political debate over educational policy and spending priorities, not the Constitution’s command of racial equality."
                            },
                            {
                                "start": 286.757,
                                "stop": 307.515,
                                "byte_start": 1234999,
                                "byte_stop": 1318068,
                                "text": "Perhaps the school district’s Classical Greek theme school emphasizing forensics and self-government will provide exemplary training and participatory democracy, but if today’s dicta become law, such lessons will be of little use to students who grow up to become tax payers in the Kansas City municipal school district."
                            },
                            {
                                "start": 307.515,
                                "stop": 315.188,
                                "byte_start": 1318068,
                                "byte_stop": 1348684,
                                "text": "This case is a start illustration of the ever present question, whether ends justify means."
                            },
                            {
                                "start": 315.188,
                                "stop": 322.278,
                                "byte_start": 1348684,
                                "byte_stop": 1377105,
                                "text": "Few ends are more important than enforcing the guarantee of equal educational opportunity for our nation’s children."
                            },
                            {
                                "start": 322.278,
                                "stop": 331.756,
                                "byte_start": 1377105,
                                "byte_stop": 1415035,
                                "text": "But rules of taxation that overrides state political structures not themselves subject to any constitutional infirmity raised serious questions of federal authority."
                            },
                            {
                                "start": 331.756,
                                "stop": 343.175,
                                "byte_start": 1415035,
                                "byte_stop": 1460697,
                                "text": "Questions compounded by the odd posture of a case in which the court assumes the validity of the novel conception of dissegregation remedies we never before have approved."
                            },
                            {
                                "start": 343.175,
                                "stop": 358.1,
                                "byte_start": 1460697,
                                "byte_stop": 1520361,
                                "text": "The historical record of voluntary compliance with the decree of Brown versus Board of Education is not a proud chapter in our constitutional history."
                            },
                            {
                                "start": 358.1,
                                "stop": 364.46,
                                "byte_start": 1520361,
                                "byte_stop": 1545752,
                                "text": "And the judges of the District Courts and Courts of Appeals have been courageous and skillful in implementing its mandate."
                            },
                            {
                                "start": 364.46,
                                "stop": 370.23,
                                "byte_start": 1545752,
                                "byte_stop": 1568844,
                                "text": "But courage and skill must be exercised with due regard for the proper and historic role of the courts."
                            },
                            {
                                "start": 370.23,
                                "stop": 384.99,
                                "byte_start": 1568844,
                                "byte_stop": 1627881,
                                "text": "I do not acknowledge the troubling departures in today’s majority opinion as either necessary or appropriate to insure full compliance with the Equal Protection Clause and as mandate to eliminate the cause and effects of racial discrimination in the schools."
                            },
                            {
                                "start": 384.99,
                                "stop": 394.574,
                                "byte_start": 1627881,
                                "byte_stop": 1666228,
                                "text": "Indeed, while this case happens to arise in the compelling context of school dissegragation, the principles involved are not limited to that context."
                            },
                            {
                                "start": 394.574,
                                "stop": 407.238,
                                "byte_start": 1666228,
                                "byte_stop": 1716906,
                                "text": "This assertion of judicial power in one of the most sensitive policy areas that involving taxation begins a process that over time could threaten fundamental alteration of the form of government our Constitution embodies."
                            },
                            {
                                "start": 407.238,
                                "stop": 410.673,
                                "byte_start": 1716906,
                                "byte_stop": 1730699,
                                "text": "James Maddison observed: \u0022Justice is the end of government."
                            },
                            {
                                "start": 410.673,
                                "stop": 413.06,
                                "byte_start": 1730699,
                                "byte_stop": 1740207,
                                "text": "It is the end of civil society."
                            },
                            {
                                "start": 413.06,
                                "stop": 420.638,
                                "byte_start": 1740207,
                                "byte_stop": 1770509,
                                "text": "It ever has been and ever will be pursued until it be obtained or until liberty be lost in the pursuit.\u0022"
                            },
                            {
                                "start": 420.638,
                                "stop": 439.589,
                                "byte_start": 1770509,
                                "byte_stop": 0,
                                "text": "In pursuing the demand of justice for racial equality, I fear the Court today loses sight of other basic political liberties guaranteed by our constitutional system, liberties that can co-exist with the proper exercise of judicial remedial powers adequate to correct constitutional violations."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 46889,
            "mime": "audio\/mpeg",
            "size": 1846264,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1989\/88-1150\/19900418o_88-1150.delivery.mp3"
        },
        {
            "id": 68720,
            "mime": "audio\/ogg",
            "size": 4457203,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1989\/88-1150\/19900418o_88-1150.ogg"
        },
        {
            "id": 68721,
            "mime": "application\/x-mpegURL",
            "size": 6579,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1989\/88-1150\/19900418o_88-1150.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}