{
    "id": 23929,
    "title": "Opinion Announcement - June 25, 2015",
    "transcript": {
        "title": null,
        "duration": 364.104,
        "sections": [
            {
                "start": 0,
                "stop": 364.104,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.087,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.087,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has our opinion this morning in Case 13-1371, The Texas Department of Housing and Community Affairs v. Inclusive Communities Project."
                            }
                        ]
                    },
                    {
                        "start": 11.087,
                        "stop": 364.104,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 11.087,
                                "stop": 19.888,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Amidst social unrest in our nation\u0027s inner-cities, Congress passed the Fair Housing Act of 1968, the FHA."
                            },
                            {
                                "start": 19.888,
                                "stop": 33.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The FHA addressed the denial of housing opportunities on the basis of race, color, religion or national origin, and the question presented for the Court\u0027s determination is whether disparate impact claims are cognizable under the FHA."
                            },
                            {
                                "start": 33.515,
                                "stop": 41.138,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In a disparate treatment case a plaintiff must establish that the defendant had a discriminatory intent or motive."
                            },
                            {
                                "start": 41.138,
                                "stop": 53.308,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A plaintiff bringing a disparate impact claim challenges practices that have a disproportionately adverse effect on minorities and are otherwise unjustified by a legitimate rationale."
                            },
                            {
                                "start": 53.308,
                                "stop": 61.195,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The underlying dispute in this case concerns where housing for low income persons should be constructed in Dallas, Texas."
                            },
                            {
                                "start": 61.195,
                                "stop": 67.208,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is whether the housing should be built in the inner-city areas or in the suburbs."
                            },
                            {
                                "start": 67.208,
                                "stop": 79.283,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Texas Department of Housing and Community Affairs and its officers are the petitioners here and they distribute low income housing tax credits to developers to construct low income housing."
                            },
                            {
                                "start": 79.283,
                                "stop": 84.013,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Inclusive Communities Project (ICP) is the respondent."
                            },
                            {
                                "start": 84.013,
                                "stop": 104.56,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "ICP brought a disparate impact suit against the Department and it alleged the Department granted too many tax credits for housing in predominantly black inner-city areas and too few tax credits in predominantly white suburban neighborhoods, and this practice the ICP said had an unlawful disparate impact."
                            },
                            {
                                "start": 104.56,
                                "stop": 106.505,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court agreed with the ICP."
                            },
                            {
                                "start": 106.505,
                                "stop": 111.932,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It concluded that the Department\u0027s selection criteria for the tax credits violated the FHA."
                            },
                            {
                                "start": 111.932,
                                "stop": 117.728,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals for the Fifth Circuit agreed that disparate impact claims are allowed under the FHA."
                            },
                            {
                                "start": 117.728,
                                "stop": 120.841,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "On the merits the Court of Appeals reversed and remanded."
                            },
                            {
                                "start": 120.841,
                                "stop": 128.898,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Department continued to assert that there is no disparate impact liability under the FHA, and this Court granted certiorari on the question."
                            },
                            {
                                "start": 128.898,
                                "stop": 135.571,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court now holds that disparate impact claims may be brought under the FHA."
                            },
                            {
                                "start": 135.571,
                                "stop": 156.406,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court reaches this result based on the consideration of the statute\u0027s results-oriented language, on this Court\u0027s interpretation of similar language in Title VII and the ADEA, and on Congress\u0027 implicit ratification of disparate impact claims in 1988, when it passed amendments, and on the statutory purpose."
                            },
                            {
                                "start": 156.406,
                                "stop": 160.71,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court does not ride on a blank slate in the realm of disparate impact."
                            },
                            {
                                "start": 160.71,
                                "stop": 172.821,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In cases called Griggs v. Duke Power Company and Smith v. City of Jackson, this Court interpreted Title VII and the ADEA to encompass disparate impact claims."
                            },
                            {
                                "start": 172.821,
                                "stop": 186.787,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For reasons that are explained in the Court\u0027s opinion, the logic of Griggs and Smith are applicable to the FHA, although the operative statutory language is not identical, but that is because the subject matter of the statute is not the same."
                            },
                            {
                                "start": 186.787,
                                "stop": 195.802,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In addition, it\u0027s of importance that the existence of disparate impact liability is supported by the 1988 amendments to the FHA."
                            },
                            {
                                "start": 195.802,
                                "stop": 210.386,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "1988, at the time the amendments were enacted, all nine of the Courts of Appeals that had addressed the question had concluded that the FHA did allow disparate impact claims and Congress was aware of that consensus."
                            },
                            {
                                "start": 210.386,
                                "stop": 213.089,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It declined to amend the operative language."
                            },
                            {
                                "start": 213.089,
                                "stop": 223.569,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, the 1988 amendments created three exemptions from liability that would have made little or no sense if the FHA were limited to disparate impact claims."
                            },
                            {
                                "start": 223.569,
                                "stop": 234.261,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Given Congress\u0027 knowledge of the legal landscape in 1988, as well as its targeted amendments, the Court concludes that Congress ratified the existence of disparate impact liability."
                            },
                            {
                                "start": 234.261,
                                "stop": 247.528,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Recognition of disparate impact claims moreover is consistent with the FHA\u0027s central purpose, because it allows plaintiffs to counteract unconscious prejudices and disguised animus that escape easy classification as disparate treatment."
                            },
                            {
                                "start": 247.528,
                                "stop": 258.978,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, to be clear, disparate impact liability mandates the removal of artificial, arbitrary and unnecessary barriers, not the displacement of valid governmental policies."
                            },
                            {
                                "start": 258.978,
                                "stop": 274.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, unlike the heartland of disparate impact suits targeting artificial barriers to housing, the underlying dispute in this case involves a novel theory of liability concerning how public funds should be distributed for the construction of low income housing."
                            },
                            {
                                "start": 274.6,
                                "stop": 288.871,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It would be paradoxical to construe the FHA to impose onerous costs on actors who encourage revitalizing dilapidated housing in our nation\u0027s cities, merely because some other priority might seem preferable."
                            },
                            {
                                "start": 288.871,
                                "stop": 300.094,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Private developers must therefore be given latitude to consider market factors and housing authorities should be given leeway to base their decisions on a mix of objective and subjective factors."
                            },
                            {
                                "start": 300.094,
                                "stop": 311.744,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The FHA does not put housing authorities and private developers in a double bind of liability, subject to suit whether they choose to rejuvenate a City Core or to promote new low income housing in suburban communities."
                            },
                            {
                                "start": 311.744,
                                "stop": 322.51,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Moreover, plaintiffs bringing disparate impact claims must prove, not only a statistical disparity, but also that the defendant\u0027s policy or policies caused that disparity."
                            },
                            {
                                "start": 322.51,
                                "stop": 335.802,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To be sure while the automatic or pervasive injection of race into public and private transactions covered by the FHA has special dangers, it is also true that race may be considered in certain circumstances and in a proper fashion."
                            },
                            {
                                "start": 335.802,
                                "stop": 345.466,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court does not impugn local housing authorities\u0027 race-neutral efforts to encourage revitalization of communities that have long suffered the harsh consequences of segregated housing patterns."
                            },
                            {
                                "start": 345.466,
                                "stop": 349.999,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these reasons and others set forth in the opinion, the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 349.999,
                                "stop": 353.444,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The case is remanded for proceedings consistent with this opinion."
                            },
                            {
                                "start": 353.444,
                                "stop": 356.134,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion."
                            },
                            {
                                "start": 356.134,
                                "stop": 364.104,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion, in which the Chief Justice and Justices Scalia and Thomas join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78554,
            "mime": "audio\/mpeg",
            "size": 1486284,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-1371\/13-1371_20150625-opinion.delivery.mp3"
        },
        {
            "id": 78571,
            "mime": "audio\/ogg",
            "size": 3699929,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-1371\/13-1371_20150625-opinion.ogg"
        },
        {
            "id": 78572,
            "mime": "application\/x-mpegURL",
            "size": 6333,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-1371\/13-1371_20150625-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}