{
    "id": 22992,
    "title": "Opinion Announcement - June 28, 2007",
    "transcript": {
        "title": "Leegin Creative Leather Products, Inc. v. PSKS, Inc.",
        "duration": 449.855,
        "sections": [
            {
                "start": 0,
                "stop": 449.855,
                "byte_start": 89768,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 4.977,
                        "byte_start": 89768,
                        "byte_stop": 109726,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.977,
                                "byte_start": 89768,
                                "byte_stop": 109726,
                                "text": "Justice Kennedy has the opinion of the court in two cases this morning."
                            }
                        ]
                    },
                    {
                        "start": 4.977,
                        "stop": 380.306,
                        "byte_start": 109726,
                        "byte_stop": 1611035,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 4.977,
                                "stop": 20.701,
                                "byte_start": 109726,
                                "byte_stop": 172628,
                                "text": "The first case I have to announce is the opinion for the court in 06-480; Leegin Creative Leather Products, Inc. v. PSKS, Inc. Section 1 of the Sherman Act prohibits every contract, combination of conspiracy in restraint of trade."
                            },
                            {
                                "start": 20.701,
                                "stop": 30.51,
                                "byte_start": 172628,
                                "byte_stop": 211812,
                                "text": "The usual way to determine whether a particular business practice violates Section 1 is to ask whether it is unreasonable under all the circumstances of the individual case."
                            },
                            {
                                "start": 30.51,
                                "stop": 48.742,
                                "byte_start": 211812,
                                "byte_stop": 284746,
                                "text": "In this case the court considers a particular type of restraint, a vertical price restraint or resale price maintenance and the issue is whether the restraint should be judged by the usual rule or reason, or should be always illegal and that latter option is referred to as a rule of per se illegality."
                            },
                            {
                                "start": 48.742,
                                "stop": 56.218,
                                "byte_start": 284746,
                                "byte_stop": 314735,
                                "text": "In a case called Dr. Miles Medical Co. v. John D. Park \u0026 Sons Co. decided almost a century ago in 1911."
                            },
                            {
                                "start": 56.218,
                                "stop": 68.657,
                                "byte_start": 314735,
                                "byte_stop": 364472,
                                "text": "The court established the rules of these types of vertical price restraint are per se illegal under Section 1 of the Sherman Act and the petitioner now asked us to disavow that per se rule."
                            },
                            {
                                "start": 68.657,
                                "stop": 79.293,
                                "byte_start": 364472,
                                "byte_stop": 406999,
                                "text": "The petitioner Leegin Creative Leather Products, Inc. sells a variety of women’s fashion accessories and the brand name for those is Brighton."
                            },
                            {
                                "start": 79.293,
                                "stop": 87.964,
                                "byte_start": 406999,
                                "byte_stop": 441690,
                                "text": "Now pursuing to the pricing policy Leegin refused to sell to retailers the discounted Brighton goods below the suggested retailer prices."
                            },
                            {
                                "start": 87.964,
                                "stop": 97.964,
                                "byte_start": 441690,
                                "byte_stop": 481709,
                                "text": "The respondent is PSKS, Inc. it operates Kay’s Closet, women’s apparel store in Louisville, Texas."
                            },
                            {
                                "start": 97.964,
                                "stop": 110.11,
                                "byte_start": 481709,
                                "byte_stop": 530297,
                                "text": "Kay’s Closet sold the Brighton brand for several years but then Leegin stopped selling to the store after discovered the Kay’s Closet had been marking down the prices on Brighton’s entire line."
                            },
                            {
                                "start": 110.11,
                                "stop": 124.535,
                                "byte_start": 530297,
                                "byte_stop": 587975,
                                "text": "PSKS sued alleging that Leegin’s pricing policy in fact was in agreement with its retailers to set minimum resale prices and the Jury agreed with PSKS and awarded PSKS $1.2 million which was then trebled by the District Court."
                            },
                            {
                                "start": 124.535,
                                "stop": 136.314,
                                "byte_start": 587975,
                                "byte_stop": 635100,
                                "text": "The Court of Appeals for the Fifth Circuit affirmed based on the per se rule established by Dr. Miles it rejected Leegin’s argument that the rule of the reason should have applied to the resale price maintenance agreements."
                            },
                            {
                                "start": 136.314,
                                "stop": 145.743,
                                "byte_start": 635100,
                                "byte_stop": 672821,
                                "text": "We now conclude that the rule of reason not the per se rule should be applied to vertical price restraint and we does overrule Dr. Miles and we reverse the Court of Appeals."
                            },
                            {
                                "start": 145.743,
                                "stop": 159.953,
                                "byte_start": 672821,
                                "byte_stop": 729664,
                                "text": "Now each side of the debates can find sources to support its position, it suffices to stay here that economic literature is replete with pro-competitive justifications for a manufacture’s use of resale price maintenance."
                            },
                            {
                                "start": 159.953,
                                "stop": 171.23,
                                "byte_start": 729664,
                                "byte_stop": 774699,
                                "text": "The few recent studies documenting the competitive effects of resale price maintenance also cast doubt on the conclusion that the practice meets the criteria for per se rule."
                            },
                            {
                                "start": 171.23,
                                "stop": 176.308,
                                "byte_start": 774699,
                                "byte_stop": 795074,
                                "text": "The justifications for the vertical price restraints are similar to those for other vertical restraints."
                            },
                            {
                                "start": 176.308,
                                "stop": 189.682,
                                "byte_start": 795074,
                                "byte_stop": 848573,
                                "text": "Minimum resale price maintenance can stimulate inter brand competition by encouraging retailers to invest in services and promotional efforts that aid the manufacturers position as against rival manufacturers."
                            },
                            {
                                "start": 189.682,
                                "stop": 207.755,
                                "byte_start": 848573,
                                "byte_stop": 920880,
                                "text": "Resale price maintenance also has the potential to give consumers more options so that they can choose a low price, low service brands or high price high service brands and brands that fall somewhere in between."
                            },
                            {
                                "start": 207.755,
                                "stop": 215.688,
                                "byte_start": 920880,
                                "byte_stop": 952540,
                                "text": "Absent vertical price restraints, retail services that enhance inter brand competition might be underprovided."
                            },
                            {
                                "start": 215.688,
                                "stop": 223.545,
                                "byte_start": 952540,
                                "byte_stop": 983992,
                                "text": "Well vertical agreement setting minimum resale prices can have pro-competitive justification they may have anticompetitive effects in other cases."
                            },
                            {
                                "start": 223.545,
                                "stop": 228.89,
                                "byte_start": 983992,
                                "byte_stop": 1005412,
                                "text": "Resale price maintenance for example may facilitate a manufacturer or distributor cartel."
                            },
                            {
                                "start": 228.89,
                                "stop": 233.539,
                                "byte_start": 1005412,
                                "byte_stop": 1024011,
                                "text": "Resale price maintenance can also be abused by a powerful manufacturer or retailer."
                            },
                            {
                                "start": 233.539,
                                "stop": 246.548,
                                "byte_start": 1024011,
                                "byte_stop": 1076047,
                                "text": "Not withstanding these risk that can not always be stated with any degree of confidence that resale price maintenance always or almost always tends to restrict competition and decrease output whether court considering the issue as an original matter."
                            },
                            {
                                "start": 246.548,
                                "stop": 253.929,
                                "byte_start": 1076047,
                                "byte_stop": 1105513,
                                "text": "Now the rule of reason not a per se rule of unlawfulness would be the appropriate standard, we did not write on a clean slate of course."
                            },
                            {
                                "start": 253.929,
                                "stop": 263.533,
                                "byte_start": 1105513,
                                "byte_stop": 1143966,
                                "text": "The decision in Dr. Miles as I indicated is almost a century old so there is an argument for it\u0027s retention on the basis of stare decisis alone."
                            },
                            {
                                "start": 263.533,
                                "stop": 270.294,
                                "byte_start": 1143966,
                                "byte_stop": 1171028,
                                "text": "Stare decisis is not a significant in this case however because the issue before us is the scope of the Sherman act."
                            },
                            {
                                "start": 270.294,
                                "stop": 280.259,
                                "byte_start": 1171028,
                                "byte_stop": 1210839,
                                "text": "The court has treated this statute as a common law statute and Stare decisis we conclude does not compel our continued adherence to the per se rule against vertical price restraints."
                            },
                            {
                                "start": 280.259,
                                "stop": 292.42,
                                "byte_start": 1210839,
                                "byte_stop": 1259531,
                                "text": "In the antitrust context the fact that a decision has been “called into serious question” justifies our reevaluation of it and we have overruled our precedents when later cases have undermined their doctrinal underpinnings."
                            },
                            {
                                "start": 292.42,
                                "stop": 300.596,
                                "byte_start": 1259531,
                                "byte_stop": 1292237,
                                "text": "The Court’s treatment of vertical restraints has progressed away from Dr. Miles’ strict approach we distanced ourselves from the opinion’s rational in various cases."
                            },
                            {
                                "start": 300.596,
                                "stop": 307.612,
                                "byte_start": 1292237,
                                "byte_stop": 1320240,
                                "text": "The Court following a common-law approach has continued to temper, limit, or overrule once strict prohibitions on vertical restraints."
                            },
                            {
                                "start": 307.612,
                                "stop": 315.53,
                                "byte_start": 1320240,
                                "byte_stop": 1351900,
                                "text": "In 1977, the Court overturned the per se rule for vertical non-price restraints, adopted the rule of reason in its stead."
                            },
                            {
                                "start": 315.53,
                                "stop": 322.308,
                                "byte_start": 1351900,
                                "byte_stop": 1379068,
                                "text": "Continuing in this direction in two cases in the 1980’s the Court defined legal rules to limit the reach of Dr. Miles."
                            },
                            {
                                "start": 322.308,
                                "stop": 336.153,
                                "byte_start": 1379068,
                                "byte_stop": 1434447,
                                "text": "Most recently in 1997, after examining the issue of vertical maximum price-fixing agreements in light of commentary and real experience the Court overruled a 29-year-old precedent treating those agreements as per se illegal."
                            },
                            {
                                "start": 336.153,
                                "stop": 342.792,
                                "byte_start": 1434447,
                                "byte_stop": 1460988,
                                "text": "So the Dr. Miles Rule is inconsistent with the theory of these cases and also inconsistent with the principal framework."
                            },
                            {
                                "start": 342.792,
                                "stop": 348.041,
                                "byte_start": 1460988,
                                "byte_stop": 1481990,
                                "text": "It makes little economic sense when analyzed with our other cases on vertical restraints."
                            },
                            {
                                "start": 348.041,
                                "stop": 361.532,
                                "byte_start": 1481990,
                                "byte_stop": 1535907,
                                "text": "It\u0027s a flawed antitrust document which serves the interest of lawyers by creating legal distinctions that operates its traps for the unwary more than the interests of consumers, by requiring manufacturers to choose second-best options to achieve sound business objectives."
                            },
                            {
                                "start": 361.532,
                                "stop": 366.829,
                                "byte_start": 1535907,
                                "byte_stop": 1557118,
                                "text": "For these reasons the Court’s decision in Dr. Miles, is now overruled."
                            },
                            {
                                "start": 366.829,
                                "stop": 370.115,
                                "byte_start": 1557118,
                                "byte_stop": 1570284,
                                "text": "Vertical price restraints are to be judged according to the rule of reason."
                            },
                            {
                                "start": 370.115,
                                "stop": 373.128,
                                "byte_start": 1570284,
                                "byte_stop": 1582300,
                                "text": "We reverse the judgment of the Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 373.128,
                                "stop": 380.306,
                                "byte_start": 1582300,
                                "byte_stop": 1611035,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Stevens, Souter and Ginsburg have joined."
                            }
                        ]
                    },
                    {
                        "start": 380.306,
                        "stop": 449.855,
                        "byte_start": 1611035,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 380.306,
                                "stop": 397.877,
                                "byte_start": 1611035,
                                "byte_stop": 1681357,
                                "text": "As Justice Kennedy said, Justice Stevens, Souter, Ginsburg and I filed the dissenting opinion I just want to emphasize one point here and it is Stare decisis that the legal rule that prohibits vertical price fixing it comes from the case called Dr. Miles is nearly a 100-years-old."
                            },
                            {
                                "start": 397.877,
                                "stop": 401.585,
                                "byte_start": 1681357,
                                "byte_stop": 1696194,
                                "text": "It\u0027s well known to those in the law and in the business."
                            },
                            {
                                "start": 401.585,
                                "stop": 405.633,
                                "byte_start": 1696194,
                                "byte_stop": 1712390,
                                "text": "This court and lower courts have followed it consistently for decades."
                            },
                            {
                                "start": 405.633,
                                "stop": 412.953,
                                "byte_start": 1712390,
                                "byte_stop": 1741647,
                                "text": "None of the information the majority relies upon to overrule it is it all new I doubt it."
                            },
                            {
                                "start": 412.953,
                                "stop": 418.641,
                                "byte_start": 1741647,
                                "byte_stop": 1764426,
                                "text": "Stare decisis doesn’t apply to antitrust read the baseball antitrust case."
                            },
                            {
                                "start": 418.641,
                                "stop": 432.907,
                                "byte_start": 1764426,
                                "byte_stop": 1821477,
                                "text": "On Monday in the Campaign Finance case, several members of today’s majority pointed to stare decisis consideration and they listed them and they said in that case they believe it justified overturning of recent precedent."
                            },
                            {
                                "start": 432.907,
                                "stop": 447.78,
                                "byte_start": 1821477,
                                "byte_stop": 1880932,
                                "text": "If you read those factors you will find that every single one of them in this case are views for keeping our 96-years-old Dr. Miles alive because the majority abandoned stare decisis without justification."
                            },
                            {
                                "start": 447.78,
                                "stop": 449.855,
                                "byte_start": 1880932,
                                "byte_stop": 0,
                                "text": "I respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55106,
            "mime": "audio\/mpeg",
            "size": 1889187,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-480\/20070628o_06-480.delivery.mp3"
        },
        {
            "id": 76846,
            "mime": "audio\/ogg",
            "size": 4531708,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-480\/20070628o_06-480.ogg"
        },
        {
            "id": 76847,
            "mime": "application\/x-mpegURL",
            "size": 6561,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-480\/20070628o_06-480.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}