{
    "id": 22768,
    "title": "Opinion Announcement - May 26, 2011",
    "transcript": {
        "title": "Camreta v. Greene",
        "duration": 362.475,
        "sections": [
            {
                "start": 0,
                "stop": 362.475,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 362.475,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15094,
                            "name": "Elena Kagan",
                            "href": "https:\/\/api.oyez.org\/people\/elena_kagan",
                            "last_name": "Kagan",
                            "roles": [
                                {
                                    "id": 2738,
                                    "type": "scotus_justice",
                                    "date_start": 1281157200,
                                    "date_end": 0,
                                    "appointing_president": "Barack Obama",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2738"
                                }
                            ],
                            "thumbnail": {
                                "id": 32690,
                                "mime": "image\/png",
                                "size": 44456,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/elena-kagan-photo_0.png"
                            },
                            "length_of_service": 1931,
                            "identifier": "elena_kagan"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.547,
                                "byte_start": 106496,
                                "byte_stop": 156756,
                                "text": "This case arises from a child abuse investigation conducted in Oregon nearly a decade ago by a State Child Protective Services caseworker and a County Deputy Sheriff."
                            },
                            {
                                "start": 12.547,
                                "stop": 18.685,
                                "byte_start": 156756,
                                "byte_stop": 181311,
                                "text": "Petitioner\u0027s here are Bob Camreta, the case worker and James Alford, the sheriff."
                            },
                            {
                                "start": 18.685,
                                "stop": 29.469,
                                "byte_start": 181311,
                                "byte_stop": 224465,
                                "text": "They interviewed respondent SG who was then nine years old at her elementary school about allegations that her father had sexually abused her."
                            },
                            {
                                "start": 29.469,
                                "stop": 36.465,
                                "byte_start": 224465,
                                "byte_stop": 252364,
                                "text": "Her father was indicted on that offense, but the jury didn\u0027t reach a verdict and the charges were dismissed."
                            },
                            {
                                "start": 36.465,
                                "stop": 47.388,
                                "byte_start": 252364,
                                "byte_stop": 296145,
                                "text": "SG then sued the officials for money damages on the ground that the in-school interview violated the Fourth Amendment\u0027s bar on unreasonable seizures."
                            },
                            {
                                "start": 47.388,
                                "stop": 53.445,
                                "byte_start": 296145,
                                "byte_stop": 320282,
                                "text": "The District Court reentered some re-judgments to the officials and the Ninth Circuit affirmed."
                            },
                            {
                                "start": 53.445,
                                "stop": 62.756,
                                "byte_start": 320282,
                                "byte_stop": 357585,
                                "text": "The Court of Appeals first wrote that the interview did violate the Fourth Amendment because Camreta and Alford lack a warrant."
                            },
                            {
                                "start": 62.756,
                                "stop": 74.815,
                                "byte_start": 357585,
                                "byte_stop": 405859,
                                "text": "But the Court then held that the officials were entitled to qualify immunity, because the law requiring a warrant was not clearly established at the time they conducted the interview."
                            },
                            {
                                "start": 74.815,
                                "stop": 91.03,
                                "byte_start": 405859,
                                "byte_stop": 470643,
                                "text": "So under the Court\u0027s decision, the officials did not have to pay SG any money damages.Camreta and Alford, nonetheless, asked us to review the Ninth Circuit\u0027s ruling that their conduct violated the Constitution."
                            },
                            {
                                "start": 91.03,
                                "stop": 105.978,
                                "byte_start": 470643,
                                "byte_stop": 530411,
                                "text": "Our opinion first considers whether we may review a lower court\u0027s constitutional ruling, here that the Fourth Amendment was violated at the request of Government officials, who won final judgment on immunity grounds."
                            },
                            {
                                "start": 105.978,
                                "stop": 107.469,
                                "byte_start": 530411,
                                "byte_stop": 536472,
                                "text": "The answer is yes."
                            },
                            {
                                "start": 107.469,
                                "stop": 111.568,
                                "byte_start": 536472,
                                "byte_stop": 552772,
                                "text": "We generally may review petitions in this posture."
                            },
                            {
                                "start": 111.568,
                                "stop": 116.674,
                                "byte_start": 552772,
                                "byte_stop": 573252,
                                "text": "Article III of the Constitution limits our jurisdiction to cases in controversies."
                            },
                            {
                                "start": 116.674,
                                "stop": 126.995,
                                "byte_start": 573252,
                                "byte_stop": 614525,
                                "text": "An appeal brought by immunized officials usually qualifies because the constitutional ruling that the official\u0027s challenge has prospective effect on the parties."
                            },
                            {
                                "start": 126.995,
                                "stop": 142.04,
                                "byte_start": 614525,
                                "byte_stop": 674712,
                                "text": "The Court issuing the ruling has said, “Although this official is immune from damages today, what he did violates the Constitution and that he or anyone else does that thing again, that person will be liable for damages.\u0022"
                            },
                            {
                                "start": 142.04,
                                "stop": 151.026,
                                "byte_start": 674712,
                                "byte_stop": 710656,
                                "text": "Now, if the official regularly engages in that conduct as part of his job, he suffers an injury based on that constitutional ruling."
                            },
                            {
                                "start": 151.026,
                                "stop": 160.14,
                                "byte_start": 710656,
                                "byte_stop": 747123,
                                "text": "So long as it continues and effect, he must either change the way he performs his duties or risk a damages action against him."
                            },
                            {
                                "start": 160.14,
                                "stop": 176.526,
                                "byte_start": 747123,
                                "byte_stop": 812638,
                                "text": "And conversely, if the person who initially brought suit to challenge the practice may again be subject to that practice, then she also has a state in preserving the Court\u0027s holding, and so there is a case for controversy."
                            },
                            {
                                "start": 176.526,
                                "stop": 185.636,
                                "byte_start": 812638,
                                "byte_stop": 849105,
                                "text": "But Article III recites, this Court as a matter of practice generally declines to consider cases at the request of a prevailing party."
                            },
                            {
                                "start": 185.636,
                                "stop": 196.711,
                                "byte_start": 849105,
                                "byte_stop": 893409,
                                "text": "We have frequently said that we review judgments, not statements and opinions, but important policy considerations support making an exemption here."
                            },
                            {
                                "start": 196.711,
                                "stop": 204.792,
                                "byte_start": 893409,
                                "byte_stop": 925696,
                                "text": "Constitutional determinations in qualified immunity cases are special because -- because they are not mere dicta."
                            },
                            {
                                "start": 204.792,
                                "stop": 215.177,
                                "byte_start": 925696,
                                "byte_stop": 967283,
                                "text": "They are rulings purposefully designed to have future effect on the conduct of public officials in order to promote compliance with constitutional standards."
                            },
                            {
                                "start": 215.177,
                                "stop": 224.602,
                                "byte_start": 967283,
                                "byte_stop": 1005004,
                                "text": "We have permitted courts to make these rulings even though they are not necessary to a judgment when an official has qualified immunity."
                            },
                            {
                                "start": 224.602,
                                "stop": 234.727,
                                "byte_start": 1005004,
                                "byte_stop": 1045441,
                                "text": "But when courts availed themselves of disability and make these constitutional rulings, it is also proper that this Court should be able to review them."
                            },
                            {
                                "start": 234.727,
                                "stop": 242.444,
                                "byte_start": 1045441,
                                "byte_stop": 1076370,
                                "text": "Still, there is a different threshold problem with revealing the Ninth Circuit\u0027s Fourth Amendment ruling in this case."
                            },
                            {
                                "start": 242.444,
                                "stop": 244.889,
                                "byte_start": 1076370,
                                "byte_stop": 1086088,
                                "text": "This case is moot."
                            },
                            {
                                "start": 244.889,
                                "stop": 252.89,
                                "byte_start": 1086088,
                                "byte_stop": 1118062,
                                "text": "As I said earlier, in a dispute of this kind, both the defendant and the plaintiff usually retained a state in the outcome."
                            },
                            {
                                "start": 252.89,
                                "stop": 255.175,
                                "byte_start": 1118062,
                                "byte_stop": 1127257,
                                "text": "That is true about Camreta."
                            },
                            {
                                "start": 255.175,
                                "stop": 266.294,
                                "byte_start": 1127257,
                                "byte_stop": 1171769,
                                "text": "He remains employed as a caseworker and so, has an interest in challenging the ruling that requires him to get a warrant before interviewing a child at her school."
                            },
                            {
                                "start": 266.294,
                                "stop": 277.247,
                                "byte_start": 1171769,
                                "byte_stop": 1215551,
                                "text": "But SG, the child, does not have any presence state in this -- in this case, because she no longer has need of protection from the challenge practice."
                            },
                            {
                                "start": 277.247,
                                "stop": 282.071,
                                "byte_start": 1215551,
                                "byte_stop": 1234881,
                                "text": "She has moved to Florida and she is in fact not a child anymore."
                            },
                            {
                                "start": 282.071,
                                "stop": 287.444,
                                "byte_start": 1234881,
                                "byte_stop": 1256302,
                                "text": "She is only months away from her 18th birthday and her high school graduation."
                            },
                            {
                                "start": 287.444,
                                "stop": 300.403,
                                "byte_start": 1256302,
                                "byte_stop": 1308129,
                                "text": "So, there is no chance that she\u0027ll be subject to an in-school interview in Oregon or anywhere else in the Ninth Circuit again and so, we have no life controversy to review."
                            },
                            {
                                "start": 300.403,
                                "stop": 307.016,
                                "byte_start": 1308129,
                                "byte_stop": 1334565,
                                "text": "When a case like this becomes moot, our usual practice is to vacate the judgment below."
                            },
                            {
                                "start": 307.016,
                                "stop": 316.525,
                                "byte_start": 1334565,
                                "byte_stop": 1372599,
                                "text": "Our reason for doing so is that the petitioner through no fault of its own has been prevented from obtaining the appellant review that he\u0027s entitled to."
                            },
                            {
                                "start": 316.525,
                                "stop": 323.364,
                                "byte_start": 1372599,
                                "byte_stop": 1399975,
                                "text": "And so, we want to prevent the lower court\u0027s unreviewable decision from having any legal consequence."
                            },
                            {
                                "start": 323.364,
                                "stop": 346.214,
                                "byte_start": 1399975,
                                "byte_stop": 1491404,
                                "text": "Here, as I just explained, the happenstance of SG\u0027s moving across country and becoming an adult has deprived Camreta of his appeal rights, because mootness has frustrated his ability to challenge the Court of Appeals, Fourth Amendment ruling, we vacate the part of the Ninth Circuit\u0027s opinion that addressed that issue."
                            },
                            {
                                "start": 346.214,
                                "stop": 350.439,
                                "byte_start": 1491404,
                                "byte_stop": 1508331,
                                "text": "Justice Scalia has filed a concurrent opinion."
                            },
                            {
                                "start": 350.439,
                                "stop": 358.193,
                                "byte_start": 1508331,
                                "byte_stop": 1539365,
                                "text": "Justice Sotomayor has filed an opinion concurring in the judgment in which Justice Breyer joins."
                            },
                            {
                                "start": 358.193,
                                "stop": 362.475,
                                "byte_start": 1539365,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a dissenting opinion in which Justice Thomas joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54658,
            "mime": "audio\/mpeg",
            "size": 1556396,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-1454\/20110526o_09-1454.delivery.mp3"
        },
        {
            "id": 76398,
            "mime": "audio\/ogg",
            "size": 3568174,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-1454\/20110526o_09-1454.ogg"
        },
        {
            "id": 76399,
            "mime": "application\/x-mpegURL",
            "size": 5435,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-1454\/20110526o_09-1454.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}