{
    "id": 22897,
    "title": "Opinion Announcement - January 19, 2011",
    "transcript": {
        "title": "Harrington v. Richter",
        "duration": 457.613,
        "sections": [
            {
                "start": 0,
                "stop": 457.613,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 457.613,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.323,
                                "byte_start": 105472,
                                "byte_stop": 146850,
                                "text": "The Court today decides two cases in which the Court of Appeals for Ninth Circuit granted federal habeas corpus relief to persons convicted under state law."
                            },
                            {
                                "start": 10.323,
                                "stop": 13.555,
                                "byte_start": 146850,
                                "byte_stop": 159702,
                                "text": "In both cases, we find the Court of Appeals committed error."
                            },
                            {
                                "start": 13.555,
                                "stop": 18.957,
                                "byte_start": 159702,
                                "byte_stop": 181332,
                                "text": "The first of this is Harrington versus Richter, Number 09-587."
                            },
                            {
                                "start": 18.957,
                                "stop": 32.898,
                                "byte_start": 181332,
                                "byte_stop": 237129,
                                "text": "The respondent was Richter, claims he received ineffective assistance of counsel at trial because his attorney did not consult experts in preparation for the trial or call experts to the stand during the trial."
                            },
                            {
                                "start": 32.898,
                                "stop": 38.222,
                                "byte_start": 237129,
                                "byte_stop": 258445,
                                "text": "The experts that Richter now says counsel should have consulted where experts in blood evidence."
                            },
                            {
                                "start": 38.222,
                                "stop": 45.637,
                                "byte_start": 258445,
                                "byte_stop": 288120,
                                "text": "In order to reach the legal issues, the opinion recites the details of the crime at some length, just a brief account is necessary here."
                            },
                            {
                                "start": 45.637,
                                "stop": 49.66,
                                "byte_start": 288120,
                                "byte_stop": 304212,
                                "text": "The crime occurred among four persons and they all knew each other."
                            },
                            {
                                "start": 49.66,
                                "stop": 56.89,
                                "byte_start": 304212,
                                "byte_stop": 333051,
                                "text": "The prosecution maintained that -- that there were two victims and two assailants and one of the assailants was -- was Richter."
                            },
                            {
                                "start": 56.89,
                                "stop": 68.002,
                                "byte_start": 333051,
                                "byte_stop": 377563,
                                "text": "The prosecution said Richter and the accomplice returned to the house where the four men had all been present earlier in the evening and Richter and his accomplice shot the other two.One survived, the other died."
                            },
                            {
                                "start": 68.002,
                                "stop": 78.354,
                                "byte_start": 377563,
                                "byte_stop": 418941,
                                "text": "Richter wanted the jury to believe that one of the victims had fired at his companion and that the companion had fired back in self-defense and that the deceased was killed in the crossfire."
                            },
                            {
                                "start": 78.354,
                                "stop": 90.01,
                                "byte_start": 418941,
                                "byte_stop": 465544,
                                "text": "And to support his version of the events, Richter suggested that after he and his friend left the scene of the shootings, the victim who survived moved the other victim\u0027s body to another room."
                            },
                            {
                                "start": 90.01,
                                "stop": 103.987,
                                "byte_start": 465544,
                                "byte_stop": 521446,
                                "text": "And according to Richter, this was the theory that the defense counsel should have supported, by consulting and offering testimony from experts, blood experts in serology and blood spatter patterns and -- and pathology."
                            },
                            {
                                "start": 103.987,
                                "stop": 112.806,
                                "byte_start": 521446,
                                "byte_stop": 556763,
                                "text": "Now, the jury did not hear any defense experts on blood nor did Richter\u0027s counsel consult blood experts in preparation for the trial."
                            },
                            {
                                "start": 112.806,
                                "stop": 114.648,
                                "byte_start": 556763,
                                "byte_stop": 564078,
                                "text": "The jury did not accept the self-defense theory."
                            },
                            {
                                "start": 114.648,
                                "stop": 117.585,
                                "byte_start": 564078,
                                "byte_stop": 575885,
                                "text": "They convicted Richter of first degree murder, he receives a life sentence."
                            },
                            {
                                "start": 117.585,
                                "stop": 127.813,
                                "byte_start": 575885,
                                "byte_stop": 616741,
                                "text": "A three-judge panel of the Court of Appeals, in agreement with the state courts and the Federal District Court, denied relief on the ineffective assistance of counsel claim."
                            },
                            {
                                "start": 127.813,
                                "stop": 133.742,
                                "byte_start": 616741,
                                "byte_stop": 640460,
                                "text": "Sitting en banc, however, the Court of Appeals ordered the habeas relief be granted and we now reverse."
                            },
                            {
                                "start": 133.742,
                                "stop": 146.478,
                                "byte_start": 640460,
                                "byte_stop": 691451,
                                "text": "The controlling case on effective assistance of counsel, which contains the standards that we apply here today after reaching the procedural points, is Strickland versus Washington."
                            },
                            {
                                "start": 146.478,
                                "stop": 168.721,
                                "byte_start": 691451,
                                "byte_stop": 780372,
                                "text": "But in considering whether to order federal habeas corpus relief to vacate a state conviction, after the state courts have denied relief, federal courts are constrained by the limitation in a federal statute and that statute is the Antiterrorism and Effective Death Penalty Act, commonly known as AEDPA and the relevant provision is 28 U.S.C. Section 2254(d)."
                            },
                            {
                                "start": 168.721,
                                "stop": 177.683,
                                "byte_start": 780372,
                                "byte_stop": 816212,
                                "text": "That statute limits federal habeas relief for any claim presented in the federal habeas petition that was adjudicated on the merits in state court."
                            },
                            {
                                "start": 177.683,
                                "stop": 185.714,
                                "byte_start": 816212,
                                "byte_stop": 848394,
                                "text": "In rejecting Richter\u0027s ineffective assistance of counsel claim, the State Court, the Supreme Court of California, issued a one line order."
                            },
                            {
                                "start": 185.714,
                                "stop": 196.788,
                                "byte_start": 848394,
                                "byte_stop": 892698,
                                "text": "And the first question addressed in the opinion is whether the California Supreme Court order was an adjudication on the merits of Richter\u0027s ineffective assistance of counsel claim and we hope that it was."
                            },
                            {
                                "start": 196.788,
                                "stop": 208.308,
                                "byte_start": 892698,
                                "byte_stop": 938778,
                                "text": "The text of the statute requires only a state court adjudication on the merits, that\u0027s the statutory phrase, it had to be an adjudication on the merits but it doesn\u0027t require an -- an opinion."
                            },
                            {
                                "start": 208.308,
                                "stop": 215.182,
                                "byte_start": 938778,
                                "byte_stop": 966259,
                                "text": "On the basic issues in the case, the Court of Appeals failed to accord the deference required by AEDPA and by Strickland."
                            },
                            {
                                "start": 215.182,
                                "stop": 236.374,
                                "byte_start": 966259,
                                "byte_stop": 1051000,
                                "text": "As a condition for obtaining habeas corpus from a federal court, AEDPA requires a state prisoner to show that the State\u0027s ruling on the claim being presented in federal court was so lacking in justification, that there was an error well understood and comprehended in existing law beyond any possibility for fair-minded disagreement."
                            },
                            {
                                "start": 236.374,
                                "stop": 240.08,
                                "byte_start": 1051000,
                                "byte_stop": 1065838,
                                "text": "Now, this standard was meant to be difficult to meet."
                            },
                            {
                                "start": 240.08,
                                "stop": 249.205,
                                "byte_start": 1065838,
                                "byte_stop": 1102305,
                                "text": "Section 2254 stops short of imposing a complete bar on federal court relitigation of claims already rejected in state proceedings."
                            },
                            {
                                "start": 249.205,
                                "stop": 263.986,
                                "byte_start": 1102305,
                                "byte_stop": 1161446,
                                "text": "And it preserves the authority to issue the writ in cases where there is no possibility, fair-minded jurors -- jurist could disagree with the state court\u0027s decision as conflicting with this Court\u0027s precedence."
                            },
                            {
                                "start": 263.986,
                                "stop": 265.696,
                                "byte_start": 1161446,
                                "byte_stop": 1168342,
                                "text": "But it goes no further."
                            },
                            {
                                "start": 265.696,
                                "stop": 270.589,
                                "byte_start": 1168342,
                                "byte_stop": 1187882,
                                "text": "And the reason for this approach -- the reasons for this approach are familiar."
                            },
                            {
                                "start": 270.589,
                                "stop": 280.513,
                                "byte_start": 1187882,
                                "byte_stop": 1227588,
                                "text": "A federal habeas review frustrates State eff -- efforts to punish offenders and it undermines State efforts to honor constitutional rights and disturbs society\u0027s interest in repose."
                            },
                            {
                                "start": 280.513,
                                "stop": 288.511,
                                "byte_start": 1227588,
                                "byte_stop": 1259562,
                                "text": "Federal habeas corpus intrudes on state sovereignty to a degree matched by few exercises of federal judicial authority."
                            },
                            {
                                "start": 288.511,
                                "stop": 293.64,
                                "byte_start": 1259562,
                                "byte_stop": 1280042,
                                "text": "So, the question in this case is not whether counsels\u0027 action satisfies Strickland\u0027s standards."
                            },
                            {
                                "start": 293.64,
                                "stop": 300.959,
                                "byte_start": 1280042,
                                "byte_stop": 1309403,
                                "text": "Section 2254(d) applies so the question is whether there is any reasonable argument that counsel satisfy that standards."
                            },
                            {
                                "start": 300.959,
                                "stop": 310.636,
                                "byte_start": 1309403,
                                "byte_stop": 1348065,
                                "text": "If the Court of Appeals gave Section 2254 no operation or function in its reasoning, its analysis -- illustrates a lack of deference to the state court\u0027s determination."
                            },
                            {
                                "start": 310.636,
                                "stop": 317.489,
                                "byte_start": 1348065,
                                "byte_stop": 1375441,
                                "text": "This was contrary to the purpose and mandate of AEDPA and to the now well-settled meaning and function of habeas corpus in the federal system."
                            },
                            {
                                "start": 317.489,
                                "stop": 322.31,
                                "byte_start": 1375441,
                                "byte_stop": 1394772,
                                "text": "Even apart from the limitations imposed by AEDPA, the Court of Appeals misapplied Strickland."
                            },
                            {
                                "start": 322.31,
                                "stop": 331.281,
                                "byte_start": 1394772,
                                "byte_stop": 1430612,
                                "text": "Relief is warranted under Strickland only if an attorney made errors so serious that counsel was not functioning as the counsel guaranteed by the Sixth Amendment."
                            },
                            {
                                "start": 331.281,
                                "stop": 344.248,
                                "byte_start": 1430612,
                                "byte_stop": 1482543,
                                "text": "The question Strickland asked is whether an attorney\u0027s performance amounted to incompetence under prevailing professional norms, not whether it deviated from best practices or most common custom."
                            },
                            {
                                "start": 344.248,
                                "stop": 351.376,
                                "byte_start": 1482543,
                                "byte_stop": 1511069,
                                "text": "And there is a strong presumption that counsel\u0027s representation was within the range of reasonable professional assistance."
                            },
                            {
                                "start": 351.376,
                                "stop": 356.186,
                                "byte_start": 1511069,
                                "byte_stop": 1530295,
                                "text": "Here, counsel could decide not to consult with blood experts for a number of reasons."
                            },
                            {
                                "start": 356.186,
                                "stop": 360.425,
                                "byte_start": 1530295,
                                "byte_stop": 1547222,
                                "text": "There are many differences between the prosecution and defense version of the shootings."
                            },
                            {
                                "start": 360.425,
                                "stop": 374.208,
                                "byte_start": 1547222,
                                "byte_stop": 1602393,
                                "text": "Reliance on the harsh light of hindsight to second-guess trial proceedings is precisely what Strickland and AEDPA forbid.Even if it had been apparent that blood evidence could\u0027ve supported the defense, a reasonable attorney could choose not to use it."
                            },
                            {
                                "start": 374.208,
                                "stop": 378.175,
                                "byte_start": 1602393,
                                "byte_stop": 1618275,
                                "text": "To support a defense argument, the prosecution has not proved its case."
                            },
                            {
                                "start": 378.175,
                                "stop": 388.702,
                                "byte_start": 1618275,
                                "byte_stop": 1660385,
                                "text": "It is sometimes better for the defense to try to cast pervasive suspicion of doubt rather than to try to prove a certainty that exonerates."
                            },
                            {
                                "start": 388.702,
                                "stop": 394.98,
                                "byte_start": 1660385,
                                "byte_stop": 1685462,
                                "text": "The Court of Appeals also erred in finding that Richter suffered prejudice as a result of the failure to pursue forensic evidence."
                            },
                            {
                                "start": 394.98,
                                "stop": 403.126,
                                "byte_start": 1685462,
                                "byte_stop": 1718063,
                                "text": "The evidence Richter says his counsel was required to introduce, could be reconciled with the considerable evidence that re -- remained that pointed to his guilt."
                            },
                            {
                                "start": 403.126,
                                "stop": 411.752,
                                "byte_start": 1718063,
                                "byte_stop": 1752545,
                                "text": "There was ample basis for the California Supreme Court to think any possibility of Richter being acquitted was eclipsed by the other evidence."
                            },
                            {
                                "start": 411.752,
                                "stop": 417.549,
                                "byte_start": 1752545,
                                "byte_stop": 1775741,
                                "text": "The writ of habeas corpus stands as a safeguard against imprisonment of those held in violation of the law."
                            },
                            {
                                "start": 417.549,
                                "stop": 427.136,
                                "byte_start": 1775741,
                                "byte_stop": 1814089,
                                "text": "And judges must be vigilant and independent in reviewing petitions for the writ, a commitment that entails substantial judicial resources."
                            },
                            {
                                "start": 427.136,
                                "stop": 440.158,
                                "byte_start": 1814089,
                                "byte_stop": 1866125,
                                "text": "But those resources are diminished and misspent and confidence in the writ and the law it vindicates or undermined, if there is judicial disregard for the sound and established principles that informs it proper issuance."
                            },
                            {
                                "start": 440.158,
                                "stop": 444.565,
                                "byte_start": 1866125,
                                "byte_stop": 1883784,
                                "text": "And that judicial regard is inherent and in the Appeals\u0027 Court judgment in this case."
                            },
                            {
                                "start": 444.565,
                                "stop": 446.925,
                                "byte_start": 1883784,
                                "byte_stop": 1893188,
                                "text": "The judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 446.925,
                                "stop": 454.466,
                                "byte_start": 1893188,
                                "byte_stop": 1923385,
                                "text": "The case is remanded for further proceedings consistent with the Court\u0027s opinion.Justice Ginsburg has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 454.466,
                                "stop": 457.613,
                                "byte_start": 1923385,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54916,
            "mime": "audio\/mpeg",
            "size": 1935924,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-587\/20110119o_09-587.delivery.mp3"
        },
        {
            "id": 76656,
            "mime": "audio\/ogg",
            "size": 4678303,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-587\/20110119o_09-587.ogg"
        },
        {
            "id": 76657,
            "mime": "application\/x-mpegURL",
            "size": 6690,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-587\/20110119o_09-587.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}