{
    "id": 23083,
    "title": "Opinion Announcement - March 21, 2012 (Part 2)",
    "transcript": {
        "title": "Lafler v. Cooper",
        "duration": 648.672,
        "sections": [
            {
                "start": 0,
                "stop": 648.672,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 648.672,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.929,
                                "byte_start": 105472,
                                "byte_stop": 133266,
                                "text": "As you heard, I filed a dissent in each of these cases."
                            },
                            {
                                "start": 6.929,
                                "stop": 12.159,
                                "byte_start": 133266,
                                "byte_stop": 154164,
                                "text": "In Missouri versus Frye, the Chief Justice and Justices Thomas and Alito have joined my dissent."
                            },
                            {
                                "start": 12.159,
                                "stop": 20.471,
                                "byte_start": 154164,
                                "byte_stop": 187392,
                                "text": "In Lafler, Justice Thomas has joined in full and the Chief Justice has joined all but one part."
                            },
                            {
                                "start": 20.471,
                                "stop": 35.699,
                                "byte_start": 187392,
                                "byte_stop": 248310,
                                "text": "I have not taken the trouble to figure out which of my following comments have been joined by whom, lest I put words in other people mouths, you can assume I speak only for myself and Justice Thomas."
                            },
                            {
                                "start": 35.699,
                                "stop": 43.916,
                                "byte_start": 248310,
                                "byte_stop": 281224,
                                "text": "Let me begin with our prior case law to which the majority opinions today claimed to be faithful."
                            },
                            {
                                "start": 43.916,
                                "stop": 70.109,
                                "byte_start": 281224,
                                "byte_stop": 385923,
                                "text": "For nearly three decades, ever since we decided the seminal case of Strickland versus Washington dealing within effective assistance of counsel, we have explained that the ultimate focus, “the ultimate focus\u0022 in any ineffective assistance case must be \u0022the fundamental fairness of the proceeding whose result is being challenged\u0022."
                            },
                            {
                                "start": 70.109,
                                "stop": 82.349,
                                "byte_start": 385923,
                                "byte_stop": 434928,
                                "text": "The test was not whether the result would have been different but for the ineffective assistance, but whether the in effective assistance destroyed the fairness of the conviction."
                            },
                            {
                                "start": 82.349,
                                "stop": 106.288,
                                "byte_start": 434928,
                                "byte_stop": 530641,
                                "text": "Thus in a case called Lockhart versus Fretwell, decided in 1993, counsel had failed to make an objection which under the then current law pronounced by the Court of Appeals would have compelled the trial court to give the defendant a life sentence instead of the death sentence that he, in fact, received."
                            },
                            {
                                "start": 106.288,
                                "stop": 118.392,
                                "byte_start": 530641,
                                "byte_stop": 579124,
                                "text": "We nonetheless found no ineffective assistance in the constitutional sense because that case from the Court of Appeals was wrong and had later been reversed by this Court."
                            },
                            {
                                "start": 118.392,
                                "stop": 124.747,
                                "byte_start": 579124,
                                "byte_stop": 604515,
                                "text": "So, even though counsel\u0027s error deprived the defendant of a life sentence, that\u0027s what he would have gotten."
                            },
                            {
                                "start": 124.747,
                                "stop": 130.678,
                                "byte_start": 604515,
                                "byte_stop": 628234,
                                "text": "It did not deprive him of a fair trial. Today\u0027s opinion changes that."
                            },
                            {
                                "start": 130.678,
                                "stop": 139.654,
                                "byte_start": 628234,
                                "byte_stop": 664179,
                                "text": "There is not doubt that the defendants in these cases were convicted and sentenced pursuant to fair and constitutionally valid procedures."
                            },
                            {
                                "start": 139.654,
                                "stop": 152.931,
                                "byte_start": 664179,
                                "byte_stop": 717260,
                                "text": "One of them got the gold standard of American justice, a full-dress jury trial before 12 men and women tried and true, who unanimously found him guilty beyond a reasonable doubt."
                            },
                            {
                                "start": 152.931,
                                "stop": 164.954,
                                "byte_start": 717260,
                                "byte_stop": 765325,
                                "text": "The other defendant confessed his guilt after a judicial proceeding that assured his confession was voluntary and true."
                            },
                            {
                                "start": 164.954,
                                "stop": 176.161,
                                "byte_start": 765325,
                                "byte_stop": 810151,
                                "text": "They are both without a doubt guilty, they do not claim otherwise, and have been a judge so and sentenced by the fairest of procedures."
                            },
                            {
                                "start": 176.161,
                                "stop": 193.34,
                                "byte_start": 810151,
                                "byte_stop": 878905,
                                "text": "What they claim in this appeal is that they should not have had to suffer fair conviction and sentence because it was only mistake of counsel that deprived them of a better plea deal, a few words about plea bargaining."
                            },
                            {
                                "start": 193.34,
                                "stop": 215.21,
                                "byte_start": 878905,
                                "byte_stop": 966363,
                                "text": "In many, perhaps most countries of the world, American style plea bargaining, at least in cases such as serious as these, is forbidden, even for the purpose of obtaining testimony that enables conviction of a greater malefactor, much less simply to save the State the expense of trial."
                            },
                            {
                                "start": 215.21,
                                "stop": 227.489,
                                "byte_start": 966363,
                                "byte_stop": 1015474,
                                "text": "In Europe, many countries adhere to what they call the \u0022legality principle\u0022 which requires prosecutors to charge all offenses they believe they can prove."
                            },
                            {
                                "start": 227.489,
                                "stop": 237.959,
                                "byte_start": 1015474,
                                "byte_stop": 1057374,
                                "text": "In the United States, of course, we have plea bargaining a plenty, but until today, we have regarded it as a necessary evil."
                            },
                            {
                                "start": 237.959,
                                "stop": 258.971,
                                "byte_start": 1057374,
                                "byte_stop": 1141384,
                                "text": "Sure, it causes some people to plead guilty to offenses they are really not guilty of simply to avoid the enormous expense and the risk of being tried for higher offenses and sure, it causes a lot of guilty defendants, perhaps most of them, to get off with a less punishment than the law says they deserve."
                            },
                            {
                                "start": 258.971,
                                "stop": 275.193,
                                "byte_start": 1141384,
                                "byte_stop": 1206272,
                                "text": "Even so, we accept it because many believe that without plea bargaining, our long and expensive process of criminal trial could not sustain the burden imposed on it and our system of criminal justice would grind to a halt."
                            },
                            {
                                "start": 275.193,
                                "stop": 296.373,
                                "byte_start": 1206272,
                                "byte_stop": 1291013,
                                "text": "But until today, no one has thought that there is a constitutional right to a plea bargain, a constitutional right not to plead guilty on the basis of bad advice, yes, because pleading guilty deprives a defendant of a fair trial but not a constitutional right to plea bargain."
                            },
                            {
                                "start": 296.373,
                                "stop": 301.689,
                                "byte_start": 1291013,
                                "byte_stop": 1312329,
                                "text": "In all States and the Federal Government, the prosecution does not have to offer a plea bargain."
                            },
                            {
                                "start": 301.689,
                                "stop": 311.72,
                                "byte_start": 1312329,
                                "byte_stop": 1352453,
                                "text": "The prosecution can withdraw it until it is accepted and even after it has been accepted, the judge can refuse to approve it."
                            },
                            {
                                "start": 311.72,
                                "stop": 328.834,
                                "byte_start": 1352453,
                                "byte_stop": 1420894,
                                "text": "In some States, including Missouri, the State involved in Frye, the plea offer can be withdrawn by the prosecution even after the defendant has accepted it, right up until the time that the judge approves it and accepts the defendant\u0027s guilty plea."
                            },
                            {
                                "start": 328.834,
                                "stop": 338.032,
                                "byte_start": 1420894,
                                "byte_stop": 1457674,
                                "text": "After today, however, plea bargaining is no longer a somewhat embarrassing adjunct to our criminal justice system."
                            },
                            {
                                "start": 338.032,
                                "stop": 347.54,
                                "byte_start": 1457674,
                                "byte_stop": 1495709,
                                "text": "The Court says, quoting approvingly from a law review article, \u0022It is the criminal justice system.\u0022"
                            },
                            {
                                "start": 347.54,
                                "stop": 368.518,
                                "byte_start": 1495709,
                                "byte_stop": 1579614,
                                "text": "And since it is, defendants are entitled, constitutionally entitled to have counsels who are effective plea bargainers, not in order to assure that the defendants get a fair trial but in order to assure that they have a fair chance to escape a fair trial and get less punishment than they deserve."
                            },
                            {
                                "start": 368.518,
                                "stop": 394.03,
                                "byte_start": 1579614,
                                "byte_stop": 1681596,
                                "text": "The Court today embraces the sporting chance theory of criminal law in which the State functions like a conscientious casino operator, giving each player a fair chance to beat the house, that is, to serve less time than the law says he deserves and when a player is excluded from the tables, his constitutional rights have been violated."
                            },
                            {
                                "start": 394.03,
                                "stop": 403.719,
                                "byte_start": 1681596,
                                "byte_stop": 1720362,
                                "text": "Today\u0027s opinions open a whole new field of constitutionalized criminal procedure, the field of plea bargaining law."
                            },
                            {
                                "start": 403.719,
                                "stop": 410.198,
                                "byte_start": 1720362,
                                "byte_stop": 1746275,
                                "text": "The Court announces this new field in opinions that almost seem designed to sow confusion."
                            },
                            {
                                "start": 410.198,
                                "stop": 429.799,
                                "byte_start": 1746275,
                                "byte_stop": 1824747,
                                "text": "Today\u0027s decision -- decisions deal with only a few aspects of constitutional plea bargaining law, attorney\u0027 failure to pass along a plea offer and attorney failure to counsel acceptance of a plea offer because of mistake regarding what their prosecution would have to prove at trial."
                            },
                            {
                                "start": 429.799,
                                "stop": 435.696,
                                "byte_start": 1824747,
                                "byte_stop": 1848257,
                                "text": "What other counsel bargaining inadequacies might there be?"
                            },
                            {
                                "start": 435.696,
                                "stop": 450.283,
                                "byte_start": 1848257,
                                "byte_stop": 1906667,
                                "text": "The Court does not say, though it acknowledges that that is a difficult question and, of course, if plea bargaining is the criminal justice system, the prosecution must have some responsibilities as well."
                            },
                            {
                                "start": 450.283,
                                "stop": 456.99,
                                "byte_start": 1906667,
                                "byte_stop": 1933521,
                                "text": "Must it leave a plea offer open for a decent amount of time so that the defendant can ponder it?"
                            },
                            {
                                "start": 456.99,
                                "stop": 464.496,
                                "byte_start": 1933521,
                                "byte_stop": 1963510,
                                "text": "Is the rule that a plea offer can be withdrawn at anytime before the Court accepts the plea even after the defendant has accepted it?"
                            },
                            {
                                "start": 464.496,
                                "stop": 468.042,
                                "byte_start": 1963510,
                                "byte_stop": 1977720,
                                "text": "Is that rule now unconstitutional?"
                            },
                            {
                                "start": 468.042,
                                "stop": 476.973,
                                "byte_start": 1977720,
                                "byte_stop": 2013456,
                                "text": "The Court leaves all this to be worked out in further litigation, which you can be sure there will be plenty of."
                            },
                            {
                                "start": 476.973,
                                "stop": 488.941,
                                "byte_start": 2013456,
                                "byte_stop": 2061312,
                                "text": "Perhaps the most perplexing aspect of today\u0027s opinions is the majority\u0027s discussion of the appropriate remedy for violations of its newly discovered constitutional right."
                            },
                            {
                                "start": 488.941,
                                "stop": 498.649,
                                "byte_start": 2061312,
                                "byte_stop": 2100078,
                                "text": "In Lafler, the Court requires the State to reoffer the plea agreement that was rejected because of counsel\u0027s bad advice."
                            },
                            {
                                "start": 498.649,
                                "stop": 527.994,
                                "byte_start": 2100078,
                                "byte_stop": 2217524,
                                "text": "That just turns out to be meaningless however because according to the Court, \u0022The state trial court can then exercise its discretion in determining whether to vacate the convictions and resentence respondent pursuant to the plea agreement, to vacate only some of the convictions and resentence respondent accordingly or to leave the convictions and sentence from trial undisturbed.\u0022"
                            },
                            {
                                "start": 527.994,
                                "stop": 530.454,
                                "byte_start": 2217524,
                                "byte_stop": 2227346,
                                "text": "That is nothing short of extraordinary."
                            },
                            {
                                "start": 530.454,
                                "stop": 550.538,
                                "byte_start": 2227346,
                                "byte_stop": 2307699,
                                "text": "Nowhere in our constitutional jurisprudence have we ever suggested that the remedy for an unconstitutional conviction, which this is said to be, could be entirely subject to the trial court\u0027s discretion or that the remedy could ever be no remedy at all."
                            },
                            {
                                "start": 550.538,
                                "stop": 553.294,
                                "byte_start": 2307699,
                                "byte_stop": 2318670,
                                "text": "There are other things wrong with these opinions."
                            },
                            {
                                "start": 553.294,
                                "stop": 572.911,
                                "byte_start": 2318670,
                                "byte_stop": 2397142,
                                "text": "In the Frye case, whether the defendant suffered any prejudice from his attorney\u0027s failure to inform him of the plea offer depends on, one, whether he would have accepted the plea offer, two, whether the prosecution would have withdrawn it, as -- as the Missouri law allows and three, whether the trial judge would have approved it."
                            },
                            {
                                "start": 572.911,
                                "stop": 576.648,
                                "byte_start": 2397142,
                                "byte_stop": 2412084,
                                "text": "All of these woulders are purely speculative."
                            },
                            {
                                "start": 576.648,
                                "stop": 586.586,
                                "byte_start": 2412084,
                                "byte_stop": 2451895,
                                "text": "On remand, the Court is to determine prejudice by a process of retrospective crystal ball gazing posing as legal analysis."
                            },
                            {
                                "start": 586.586,
                                "stop": 602.956,
                                "byte_start": 2451895,
                                "byte_stop": 2517305,
                                "text": "As for the Lafler case, that is here on federal habeas corpus and Congress has passed a law that says we cannot reverse a state court decision on federal habeas unless it violated clearly established federal law."
                            },
                            {
                                "start": 602.956,
                                "stop": 611.887,
                                "byte_start": 2517305,
                                "byte_stop": 2553041,
                                "text": "No one could possibly think that a constitutional right to plea bargain was clearly established federal law."
                            },
                            {
                                "start": 611.887,
                                "stop": 627.057,
                                "byte_start": 2553041,
                                "byte_stop": 2613750,
                                "text": "Perhaps, the plea bargaining process is a subject worthy of regulation, but it happens not to be a process regulated by the Constitution, which is not a judicial cure-all for all of society\u0027s problems."
                            },
                            {
                                "start": 627.057,
                                "stop": 632.984,
                                "byte_start": 2613750,
                                "byte_stop": 2637469,
                                "text": "The Sixth Amendment is concerned not with the fairness of bargaining, but with the fairness of conviction."
                            },
                            {
                                "start": 632.984,
                                "stop": 645.063,
                                "byte_start": 2637469,
                                "byte_stop": 2685743,
                                "text": "In today\u0027s cases, the Court\u0027s zeal to bring perfection to everything requires a reversal of perfectly valid, eminently just convictions."
                            },
                            {
                                "start": 645.063,
                                "stop": 648.672,
                                "byte_start": 2685743,
                                "byte_stop": 0,
                                "text": "It is not wise, it is not right."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55288,
            "mime": "audio\/mpeg",
            "size": 2688042,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-209\/20120321o_10-209_part2.delivery.mp3"
        },
        {
            "id": 77028,
            "mime": "audio\/ogg",
            "size": 6367246,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-209\/20120321o_10-209_part2.ogg"
        },
        {
            "id": 77029,
            "mime": "application\/x-mpegURL",
            "size": 10695,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-209\/20120321o_10-209_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}