{
    "id": 22113,
    "title": "Opinion Announcement - April 17, 2012",
    "transcript": {
        "title": "Caraco Pharmaceutical Laboratories, Ltd. v. Novo Nordisk A\/S",
        "duration": 476.5,
        "sections": [
            {
                "start": 0,
                "stop": 476.5,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.276,
                        "byte_start": 106496,
                        "byte_stop": 147665,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.276,
                                "byte_start": 106496,
                                "byte_stop": 147665,
                                "text": "Justice Kagan has our opinion this morning in case 10-844, Caraco Pharmaceutical Laboratories versus Novo Nordisk."
                            }
                        ]
                    },
                    {
                        "start": 10.276,
                        "stop": 476.5,
                        "byte_start": 147665,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15094,
                            "name": "Elena Kagan",
                            "href": "https:\/\/api.oyez.org\/people\/elena_kagan",
                            "last_name": "Kagan",
                            "roles": [
                                {
                                    "id": 2738,
                                    "type": "scotus_justice",
                                    "date_start": 1281157200,
                                    "date_end": 0,
                                    "appointing_president": "Barack Obama",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2738"
                                }
                            ],
                            "thumbnail": {
                                "id": 32690,
                                "mime": "image\/png",
                                "size": 44456,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/elena-kagan-photo_0.png"
                            },
                            "length_of_service": 1931,
                            "identifier": "elena_kagan"
                        },
                        "text_blocks": [
                            {
                                "start": 10.276,
                                "stop": 23.593,
                                "byte_start": 147665,
                                "byte_stop": 200955,
                                "text": "In this case, we consider the scope of a statute authorizing a generic drug manufacturer to bring a counterclaim against a branch named manufacturer in patent litigation."
                            },
                            {
                                "start": 23.593,
                                "stop": 38.084,
                                "byte_start": 200955,
                                "byte_stop": 258842,
                                "text": "Now, to understand anything about the statute, you need to know a little bit about how the Food and Drug Administration, the FDA, approves the marketing of prescription drugs, both brand name and generic."
                            },
                            {
                                "start": 38.084,
                                "stop": 46.713,
                                "byte_start": 258842,
                                "byte_stop": 293428,
                                "text": "When the manufacturer seeks to market a new drug, it must submit an application to the FDA, showing that the drug is safe and effective."
                            },
                            {
                                "start": 46.713,
                                "stop": 66.97,
                                "byte_start": 293428,
                                "byte_stop": 374408,
                                "text": "In this case, a company called Novo submitted an application for a diabetes drug called Prandin, which is the brand name for a drug compound called Repaglinide and the FDA approved that application for three distinct methods of using the drug."
                            },
                            {
                                "start": 66.97,
                                "stop": 84.442,
                                "byte_start": 374408,
                                "byte_stop": 444312,
                                "text": "Once a new drug is approved in this way, other companies may seek approval from the FDA to market a generic version which will be cheaper for consumers, but the FDA cannot approve a generic drug if it would infringe the brand manufacturer\u0027s patents."
                            },
                            {
                                "start": 84.442,
                                "stop": 108.843,
                                "byte_start": 444312,
                                "byte_stop": 541905,
                                "text": "So, the FDA requires the brand manufacturer to provide it with information about what patents it holds and in particular, when a brand manufacturer holds a patent on a particular method of using a drug, it has to submit a description of that patent, which is known and this is important to determine this opinion as a use code."
                            },
                            {
                                "start": 108.843,
                                "stop": 114.971,
                                "byte_start": 541905,
                                "byte_stop": 566460,
                                "text": "Now, for better or worse, the FDA doesn\u0027t actually check whether the use code is accurate."
                            },
                            {
                                "start": 114.971,
                                "stop": 123.814,
                                "byte_start": 566460,
                                "byte_stop": 601778,
                                "text": "The agency simply assumes that it is and makes decisions about whether to approve generic drugs on that basis."
                            },
                            {
                                "start": 123.814,
                                "stop": 142.896,
                                "byte_start": 601778,
                                "byte_stop": 678160,
                                "text": "Okay now, when a generic manufacturer applies to the FDA, it checks the brand manufacturer\u0027s use codes, which are published in something called the Orange Book and then it tries to assure the FDA that its drug will not infringe the brand\u0027s patents."
                            },
                            {
                                "start": 142.896,
                                "stop": 159.404,
                                "byte_start": 678160,
                                "byte_stop": 744197,
                                "text": "You can do this in a few ways, one of which is by what\u0027s called a Section 8 statement which certifies that the generic drug will be marketed only from methods of use that are not covered by the brand manufacturer\u0027s patents."
                            },
                            {
                                "start": 159.404,
                                "stop": 167.33,
                                "byte_start": 744197,
                                "byte_stop": 775858,
                                "text": "Here, the generic manufacturer is a company called Caraco, which wants to market a generic version of Repaglinide."
                            },
                            {
                                "start": 167.33,
                                "stop": 187.927,
                                "byte_start": 775858,
                                "byte_stop": 858300,
                                "text": "Caraco thought that it could file a Section 8 statement because the FDA had approved Repaglinide for three methods of use, but Novo, the brand manufacturer holds a patent on only one of them and Caraco wanted to sell its drug, its generic version, only for the other two."
                            },
                            {
                                "start": 187.927,
                                "stop": 196.397,
                                "byte_start": 858300,
                                "byte_stop": 892155,
                                "text": "So, Caraco filed a Section 8 statement in the hopes of getting FDA approval, but here\u0027s the problem."
                            },
                            {
                                "start": 196.397,
                                "stop": 202.099,
                                "byte_start": 892155,
                                "byte_stop": 914934,
                                "text": "Novo\u0027s use code, its description of its own patent was overbroad."
                            },
                            {
                                "start": 202.099,
                                "stop": 226.304,
                                "byte_start": 914934,
                                "byte_stop": 1011796,
                                "text": "It inaccurately claimed that the company held a patent on all three approved uses of Repaglinide and because that\u0027s what the use code said, and as I told you before, the FDA doesn\u0027t check its accuracy, because that\u0027s what the use code said, the FDA could not approve Caraco\u0027s application based on a Section 8 statement."
                            },
                            {
                                "start": 226.304,
                                "stop": 249.16,
                                "byte_start": 1011796,
                                "byte_stop": 1103224,
                                "text": "The only thing left for Caraco to do under the statute was to file a different kind of statement which the law -- which the law treats as itself an act of patent infringement entitling the brand manufacturer to sue the generic company and that\u0027s what Novo did and now finally, we get to the question in this case."
                            },
                            {
                                "start": 249.16,
                                "stop": 257.836,
                                "byte_start": 1103224,
                                "byte_stop": 1137915,
                                "text": "Once having been sued by Novo, could Caraco bring a counterclaim to force Novo to correct its use code?"
                            },
                            {
                                "start": 257.836,
                                "stop": 264.087,
                                "byte_start": 1137915,
                                "byte_stop": 1162888,
                                "text": "That\u0027s important because if the use code is corrected, Caraco could re-file its Section 8 statement."
                            },
                            {
                                "start": 264.087,
                                "stop": 269.972,
                                "byte_start": 1162888,
                                "byte_stop": 1186398,
                                "text": "The FDA would approve it and then Caraco could market its generic drug."
                            },
                            {
                                "start": 269.972,
                                "stop": 280.17,
                                "byte_start": 1186398,
                                "byte_stop": 1227254,
                                "text": "Now, there\u0027s a statute that specifies when a generic manufacturer can bring a counterclaim against a brand manufacturer in patent litigation."
                            },
                            {
                                "start": 280.17,
                                "stop": 307.767,
                                "byte_start": 1227254,
                                "byte_stop": 1337595,
                                "text": "The statute allows a counterclaim and I\u0027m going to quote now, it\u0027s kind of a mouthful, “When the generic company seeks an order, requiring the brand manufacturer to correct or delete the patent information submitted by the brand manufacturer under two particular statutory provisions on the ground that the patents does not claim an approved method of using the drug.”"
                            },
                            {
                                "start": 307.767,
                                "stop": 323.937,
                                "byte_start": 1337595,
                                "byte_stop": 1402274,
                                "text": "So, what we had to do in this case was to decide whether this statutory language entitles a generic manufacturer like Caraco to use the counterclaim method to seek correction of a brand manufacturer\u0027s use code."
                            },
                            {
                                "start": 323.937,
                                "stop": 329.698,
                                "byte_start": 1402274,
                                "byte_stop": 1425366,
                                "text": "We hold today that the statutory language does allow such a counterclaim."
                            },
                            {
                                "start": 329.698,
                                "stop": 339.708,
                                "byte_start": 1425366,
                                "byte_stop": 1465386,
                                "text": "Caraco can bring a claim against Novo to force Novo to narrow its use code so that the FDA can approve Caraco\u0027s generic product."
                            },
                            {
                                "start": 339.708,
                                "stop": 343.424,
                                "byte_start": 1465386,
                                "byte_stop": 1480223,
                                "text": "Our opinion focuses on two phrases in the statute."
                            },
                            {
                                "start": 343.424,
                                "stop": 353.005,
                                "byte_start": 1480223,
                                "byte_stop": 1518571,
                                "text": "First, the statute says that a generic may bring a counterclaim when the patent does not claim an approved method of using the drug."
                            },
                            {
                                "start": 353.005,
                                "stop": 373.24,
                                "byte_start": 1518571,
                                "byte_stop": 1599551,
                                "text": "Now, Novo would have us read that provision to require the generic company to show that the patent does not claim any approved method of using the drug and if that\u0027s -- if that\u0027s right, then Novo was in the clear because its patent does claim one approved method of use."
                            },
                            {
                                "start": 373.24,
                                "stop": 397.841,
                                "byte_start": 1599551,
                                "byte_stop": 1697876,
                                "text": "By contrast, Caraco says, “All it has to prove is that the patent does not claim a particular method of use, the one for which it seeks to market its product,” and if that\u0027s so, Caraco wins, because Novo\u0027s patent does not in fact claim two other approved methods of use, the methods of use that Caraco seeks to market its product for."
                            },
                            {
                                "start": 397.841,
                                "stop": 409.984,
                                "byte_start": 1697876,
                                "byte_stop": 1746463,
                                "text": "We think this is a pretty interesting question as a grammatical matter and the opinion has a bit of fun with it, but in the end, we say that the context of this statute shows that Caraco is right."
                            },
                            {
                                "start": 409.984,
                                "stop": 421.097,
                                "byte_start": 1746463,
                                "byte_stop": 1790976,
                                "text": "The statute is concerned not with whether the brand\u0027s patent claims any method of use, but with whether it claims the method for which the generic seeks to market its drug."
                            },
                            {
                                "start": 421.097,
                                "stop": 429.627,
                                "byte_start": 1790976,
                                "byte_stop": 1825040,
                                "text": "So here, we think the phrase, “not an,” means not a particular one, rather than “not any.”"
                            },
                            {
                                "start": 429.627,
                                "stop": 438.855,
                                "byte_start": 1825040,
                                "byte_stop": 1861925,
                                "text": "Second, the counterclaim applies only to patent information submitted under subsections 355 (b) and (c) of Title 21."
                            },
                            {
                                "start": 438.855,
                                "stop": 447.013,
                                "byte_start": 1861925,
                                "byte_stop": 1894630,
                                "text": "Novo contends that use codes are not submitted under these subsections, but instead, under FDA regulations."
                            },
                            {
                                "start": 447.013,
                                "stop": 460.586,
                                "byte_start": 1894630,
                                "byte_stop": 1948860,
                                "text": "But we reject that arguments too because the regulations requiring the submission of use codes are themselves based on subsections 355 (b) and (c) and that\u0027s it."
                            },
                            {
                                "start": 460.586,
                                "stop": 470.415,
                                "byte_start": 1948860,
                                "byte_stop": 1988253,
                                "text": "We hold that Caraco may use the counterclaim to challenge Novo\u0027s use code and we reverse the Federal Circuit\u0027s contrary judgment."
                            },
                            {
                                "start": 470.415,
                                "stop": 472.498,
                                "byte_start": 1988253,
                                "byte_stop": 1996507,
                                "text": "Our decision is unanimous."
                            },
                            {
                                "start": 472.498,
                                "stop": 476.5,
                                "byte_start": 1996507,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed a concurring opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53348,
            "mime": "audio\/mpeg",
            "size": 2012494,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-844\/20120417o_10-844.delivery.mp3"
        },
        {
            "id": 75094,
            "mime": "audio\/ogg",
            "size": 4705430,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-844\/20120417o_10-844.ogg"
        },
        {
            "id": 75095,
            "mime": "application\/x-mpegURL",
            "size": 6948,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-844\/20120417o_10-844.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}