{
    "id": 22733,
    "title": "Opinion Announcement - June 17, 2013",
    "transcript": {
        "title": "FTC v. Actavis Inc.",
        "duration": 369.072,
        "sections": [
            {
                "start": 0,
                "stop": 369.072,
                "byte_start": 107520,
                "byte_stop": 1583752,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.064,
                        "byte_start": 107520,
                        "byte_stop": 139807,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.064,
                                "byte_start": 107520,
                                "byte_stop": 139807,
                                "text": "Justice Breyer has our opinion this morning, case 12-416, The Federal Trade Commission versus Activist."
                            }
                        ]
                    },
                    {
                        "start": 8.064,
                        "stop": 369.072,
                        "byte_start": 139807,
                        "byte_stop": 1583752,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 8.064,
                                "stop": 18.566,
                                "byte_start": 139807,
                                "byte_stop": 181812,
                                "text": "This is a pretty complex antitrust patent case and it\u0027s about what\u0027s called the reverse payment settlement."
                            },
                            {
                                "start": 18.566,
                                "stop": 36.033,
                                "byte_start": 181812,
                                "byte_stop": 251716,
                                "text": "A drug company that has government approval to sell its drug called AndroGel sues for patent infringement generic drug makers who want government approval to sell their chemically similar drugs in competition with AndroGel."
                            },
                            {
                                "start": 36.033,
                                "stop": 53.191,
                                "byte_start": 251716,
                                "byte_stop": 320366,
                                "text": "The company is all settled and the terms in effect the generics pharmacies will stay out of the market for a certain period of time and the patent owner, AndroGel\u0027s maker in return pays them many millions of dollars."
                            },
                            {
                                "start": 53.191,
                                "stop": 72.075,
                                "byte_start": 320366,
                                "byte_stop": 395912,
                                "text": "The Federal Trade Commission sued the settling party claiming that this reverse payment, it\u0027s called a reverse payment because normally, if you sue an infringer, you would expect maybe the infringer would pay something to the guy who\u0027s suing you, but this versus the other way, it\u0027s the patent holder, you can skip that."
                            },
                            {
                                "start": 72.075,
                                "stop": 83.023,
                                "byte_start": 395912,
                                "byte_stop": 439693,
                                "text": "In any case, the Federal Trade Commission sued the settling parties claiming that this reverse payment settlement agreement violates the antitrust laws."
                            },
                            {
                                "start": 83.023,
                                "stop": 90.591,
                                "byte_start": 439693,
                                "byte_stop": 469891,
                                "text": "Now, the Court of Appeals held that the settlement agreement couldn\u0027t violate the antitrust laws because it falls within the scope of the patent."
                            },
                            {
                                "start": 90.591,
                                "stop": 101.052,
                                "byte_start": 469891,
                                "byte_stop": 511791,
                                "text": "That is the patent allowed the maker of the drug to monopolize the market anyway and the settlement agreement didn\u0027t really do anymore than that."
                            },
                            {
                                "start": 101.052,
                                "stop": 104.145,
                                "byte_start": 511791,
                                "byte_stop": 524121,
                                "text": "Now, we do not agree with the circuit."
                            },
                            {
                                "start": 104.145,
                                "stop": 109.881,
                                "byte_start": 524121,
                                "byte_stop": 547109,
                                "text": "We find that the party\u0027s contested behavior does not fall within the scope of the patent."
                            },
                            {
                                "start": 109.881,
                                "stop": 122.641,
                                "byte_start": 547109,
                                "byte_stop": 598100,
                                "text": "A valid patent of course would\u0027ve permitted the patent holder to keep everybody else namely the generics out of the market, but an invalid patent would have not permitted the patent holder to do that."
                            },
                            {
                                "start": 122.641,
                                "stop": 126.606,
                                "byte_start": 598100,
                                "byte_stop": 613982,
                                "text": "And here, the validity of the patent is not -- made -- is being challenged."
                            },
                            {
                                "start": 126.606,
                                "stop": 127.274,
                                "byte_start": 613982,
                                "byte_stop": 616699,
                                "text": "You don\u0027t know."
                            },
                            {
                                "start": 127.274,
                                "stop": 130.025,
                                "byte_start": 616699,
                                "byte_stop": 627670,
                                "text": "It could be the one, it could be the other."
                            },
                            {
                                "start": 130.025,
                                "stop": 147.695,
                                "byte_start": 627670,
                                "byte_stop": 698305,
                                "text": "So, as our precedent suggests in order to analyze this case correctly we have to go beyond the statement it\u0027s within the scope of the patent and we have to look at the competing aims of patent law and antitrust law and determine here which predominate."
                            },
                            {
                                "start": 147.695,
                                "stop": 157.77,
                                "byte_start": 698305,
                                "byte_stop": 738638,
                                "text": "Doing that, we first conclude that the reverse payments settlements at least sometimes pose a risk of adverse effects on competition."
                            },
                            {
                                "start": 157.77,
                                "stop": 175.411,
                                "byte_start": 738638,
                                "byte_stop": 809169,
                                "text": "They threaten to allow patent holders and potential competitors to split and thereby maintain super competitive patent related profits even where the patent would end up being held invalid or would it be infringed or the generic to enter the market."
                            },
                            {
                                "start": 175.411,
                                "stop": 223.493,
                                "byte_start": 809169,
                                "byte_stop": 1001535,
                                "text": "Suppose, for example, the patent has ten years to run and earns its holder $50 million dollars per year of extra profits because the patent gives that holder an exclusive right to make him sell the drug, a finding of invalidity or entry by a generic might reduce that 500 million, maybe all the way to zero, but a settlement agreement removes that threat in return for a payment of say $100 million, keeps out of the marketplace for that hundred million, the patent challenging generic and the consumer pays more than if the generic have not received the $100 million payment and had consequently continued it\u0027s efforts to enter or maybe it\u0027s settled in other ways and it ended up by entering thereby producing a more competitive marketplace."
                            },
                            {
                                "start": 223.493,
                                "stop": 231.614,
                                "byte_start": 1001535,
                                "byte_stop": 1034031,
                                "text": "Second and on the other hand, we concede that a reverse payment of this type may sometimes prove justified."
                            },
                            {
                                "start": 231.614,
                                "stop": 245.721,
                                "byte_start": 1034031,
                                "byte_stop": 1090456,
                                "text": "Suppose it simply reflects savings in litigation costs or the fair value paid for other services that the generic promises to perform, but then there are other times the reverse payment may serve no such purpose."
                            },
                            {
                                "start": 245.721,
                                "stop": 249.829,
                                "byte_start": 1090456,
                                "byte_stop": 1106860,
                                "text": "It may simply lead the generic to agree it will not enter the market."
                            },
                            {
                                "start": 249.829,
                                "stop": 259.966,
                                "byte_start": 1106860,
                                "byte_stop": 1147402,
                                "text": "Delayed market entry considered in and off itself alone is an antitrust law and typically, not justified or it could be."
                            },
                            {
                                "start": 259.966,
                                "stop": 272.328,
                                "byte_start": 1147402,
                                "byte_stop": 1196931,
                                "text": "Third, the patent holder might have power perhaps conferred by the patent itself to charge prices above the competitive level, so the agreement could have a significant anticompetitive effect."
                            },
                            {
                                "start": 272.328,
                                "stop": 281.137,
                                "byte_start": 1196931,
                                "byte_stop": 1232144,
                                "text": "Fourth, the Court should be able to administer this kind of antitrust case normally without too much difficulty."
                            },
                            {
                                "start": 281.137,
                                "stop": 294.606,
                                "byte_start": 1232144,
                                "byte_stop": 1285956,
                                "text": "Suppose the payment is large and it serves no legitimate purpose, at that point a Court may well be able to assume without getting into the complex business of trying to relitigate the patent\u0027s validity."
                            },
                            {
                                "start": 294.606,
                                "stop": 311.15,
                                "byte_start": 1285956,
                                "byte_stop": 1352202,
                                "text": "It may simply assume because it has no reason to think the contrary that the patentee is worried about the strength of the patent, maybe it\u0027s too weak, and though he is seeking to split and thereby to maintain the super competitive profits in order to avoid that new competition."
                            },
                            {
                                "start": 311.15,
                                "stop": 330.694,
                                "byte_start": 1352202,
                                "byte_stop": 1430361,
                                "text": "And finally, the patent -- the parties, of course, remain free to settle their patent litigation in other ways that do not pose similar risks of significant unjustified anticompetitive harm, say, by agreeing that the generic can just enter earlier, then it otherwise would seem to be able to enter under the patent."
                            },
                            {
                                "start": 330.694,
                                "stop": 338.802,
                                "byte_start": 1430361,
                                "byte_stop": 1462753,
                                "text": "So, we consequently conclude that the Eleventh Circuit\u0027s near automatic rule of antitrust immunity is incorrect."
                            },
                            {
                                "start": 338.802,
                                "stop": 345.581,
                                "byte_start": 1462753,
                                "byte_stop": 1489920,
                                "text": "We also reject the FTC\u0027s claim that reverse payment settlements are near automatically unlawful."
                            },
                            {
                                "start": 345.581,
                                "stop": 354.215,
                                "byte_start": 1489920,
                                "byte_stop": 1524402,
                                "text": "Rather we conclude that the FTC should apply a rule of reason as we describe it and it may proceed with the case on that basis."
                            },
                            {
                                "start": 354.215,
                                "stop": 357.698,
                                "byte_start": 1524402,
                                "byte_stop": 1538403,
                                "text": "We discuss these matters further in our opinion."
                            },
                            {
                                "start": 357.698,
                                "stop": 364.253,
                                "byte_start": 1538403,
                                "byte_stop": 1564630,
                                "text": "The Chief Justice has filed the dissenting opinion in which he is joined by Justice Scalia and Justice Thomas."
                            },
                            {
                                "start": 364.253,
                                "stop": 369.072,
                                "byte_start": 1564630,
                                "byte_stop": 1583752,
                                "text": "Justice Alito took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54588,
            "mime": "audio\/mpeg",
            "size": 1583961,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-416\/20130617o_12-416.delivery.mp3"
        },
        {
            "id": 76328,
            "mime": "audio\/ogg",
            "size": 3714299,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-416\/20130617o_12-416.ogg"
        },
        {
            "id": 76329,
            "mime": "application\/x-mpegURL",
            "size": 5443,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-416\/20130617o_12-416.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}