{
    "id": 21596,
    "title": "Opinion Announcement - June 23, 2011",
    "transcript": {
        "title": "Bullcoming v. New Mexico",
        "duration": 430.524,
        "sections": [
            {
                "start": 0,
                "stop": 430.524,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 430.524,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.601,
                                "byte_start": 106496,
                                "byte_stop": 128961,
                                "text": "The first is Bullcoming against New Mexico."
                            },
                            {
                                "start": 5.601,
                                "stop": 15.649,
                                "byte_start": 128961,
                                "byte_stop": 169190,
                                "text": "The Sixth Amendment provides that a defendant in a criminal proceeding shall have the right to be confronted with the witnesses against him."
                            },
                            {
                                "start": 15.649,
                                "stop": 33.991,
                                "byte_start": 169190,
                                "byte_stop": 242542,
                                "text": "In the 1980 decision, Ohio v. Roberts, this Court interpreted the Sixth Amendment\u0027s Confrontation Clause to allow the admission of an absent witness\u0027s testimonial statements if the presiding judge finds the statements reliable."
                            },
                            {
                                "start": 33.991,
                                "stop": 53.205,
                                "byte_start": 242542,
                                "byte_stop": 319342,
                                "text": "In a pathmarking 2004 decision, Crawford v. Washington, we overruled Ohio v. Roberts, fidelity to the Confrontation Clause, Crawford held, permits the admission of an absent witness\u0027 testimonial statements only when two conditions are met."
                            },
                            {
                                "start": 53.205,
                                "stop": 55.473,
                                "byte_start": 319342,
                                "byte_stop": 328432,
                                "text": "First, the witness is unavailable."
                            },
                            {
                                "start": 55.473,
                                "stop": 61.012,
                                "byte_start": 328432,
                                "byte_stop": 350584,
                                "text": "Second, the defendant has had a prior opportunity to cross-examine."
                            },
                            {
                                "start": 61.012,
                                "stop": 77.134,
                                "byte_start": 350584,
                                "byte_stop": 415054,
                                "text": "Five years after Crawford, in Melendez-Diaz v. Massachusetts, we held that a laboratory report identifying a substance as cocaine ranked as “testimonial” for purposes of the Confrontation Clause."
                            },
                            {
                                "start": 77.134,
                                "stop": 91.841,
                                "byte_start": 415054,
                                "byte_stop": 473882,
                                "text": "Absent stipulation, Melendez-Diaz ruled, the prosecution may not introduce such a report without offering a live witness competent to testify to the truth of the statements made in the report."
                            },
                            {
                                "start": 91.841,
                                "stop": 97.683,
                                "byte_start": 473882,
                                "byte_stop": 497288,
                                "text": "In the case before us, we decide who that live witness must be."
                            },
                            {
                                "start": 97.683,
                                "stop": 104.469,
                                "byte_start": 497288,
                                "byte_stop": 524455,
                                "text": "Petitioner Donald Bullcoming was arrested on charges of driving while intoxicated or DWI."
                            },
                            {
                                "start": 104.469,
                                "stop": 113.169,
                                "byte_start": 524455,
                                "byte_stop": 559250,
                                "text": "Bullcoming\u0027s prow took place after our decision in Crawford, but before we decided Melendez-Diaz."
                            },
                            {
                                "start": 113.169,
                                "stop": 126.466,
                                "byte_start": 559250,
                                "byte_stop": 612436,
                                "text": "Principle evidence against Bullcoming was a laboratory report certifying that his blood alcohol concentration was well above the threshold for aggravated DWI."
                            },
                            {
                                "start": 126.466,
                                "stop": 138.962,
                                "byte_start": 612436,
                                "byte_stop": 662382,
                                "text": "When trial began, the prosecution announced that it would not call as a witness Curtis Caylor, the analyst who performed the test on Bullcoming\u0027s blood sample."
                            },
                            {
                                "start": 138.962,
                                "stop": 153.167,
                                "byte_start": 662382,
                                "byte_stop": 719224,
                                "text": "In lieu of Caylor who had been placed on unpaid leave or undisclosed reasons, the State called another analyst, Gerasimos Razatos."
                            },
                            {
                                "start": 153.167,
                                "stop": 163.097,
                                "byte_start": 719224,
                                "byte_stop": 758930,
                                "text": "Razatos was familiar with the laboratory\u0027s testing procedures but had neither participated in nor observed the test on Bullcoming\u0027s blood sample."
                            },
                            {
                                "start": 163.097,
                                "stop": 171.647,
                                "byte_start": 758930,
                                "byte_stop": 793098,
                                "text": "Over Bullcoming\u0027s objection, the trial court admitted the report and the jury convicted him of aggravated DWI."
                            },
                            {
                                "start": 171.647,
                                "stop": 179.686,
                                "byte_start": 793098,
                                "byte_stop": 825281,
                                "text": "On appeal, the New Mexico Supreme Court took account involved in very recent decision in Melendez-Diaz."
                            },
                            {
                                "start": 179.686,
                                "stop": 188.289,
                                "byte_start": 825281,
                                "byte_stop": 859658,
                                "text": "Based on Melendez-Diaz, New Mexico\u0027s High Court held that the blood alcohol report was indeed testimonial."
                            },
                            {
                                "start": 188.289,
                                "stop": 204.975,
                                "byte_start": 859658,
                                "byte_stop": 926427,
                                "text": "Nevertheless, that Court further held the prosecution was not required to call certifying analyst Caylor, for lab analyst Razatos\u0027 testimony supplies to satisfy the Confrontation Clause."
                            },
                            {
                                "start": 204.975,
                                "stop": 233.242,
                                "byte_start": 926427,
                                "byte_stop": 1039485,
                                "text": "The New Mexico Supreme Court\u0027s decision prompted Bullcoming\u0027s petition asking, \u0022Does the Confrontation Clause permit the prosecution to introduce a lab report containing a testimonial certification made for the purpose of proving a particular fact at trial through the in-court testimony of a scientist who did not sign the certification or performed or observed the reported test.\u0022"
                            },
                            {
                                "start": 233.242,
                                "stop": 241.517,
                                "byte_start": 1039485,
                                "byte_stop": 1072609,
                                "text": "We hold that surrogate testimony of that order does not meet the constitutional requirement."
                            },
                            {
                                "start": 241.517,
                                "stop": 258.411,
                                "byte_start": 1072609,
                                "byte_stop": 1140214,
                                "text": "The accused right is to be confronted with the analyst who made the certification, unless that analyst is unavailable at trial and the accused had an opportunity, pretrial, to cross-examine that particular scientist."
                            },
                            {
                                "start": 258.411,
                                "stop": 274.934,
                                "byte_start": 1140214,
                                "byte_stop": 1206251,
                                "text": "The New Mexico Supreme Court port -- portrayed certifying analyst Caylor as a mere scrivener who simply copied and placed in the report a machine-generated number, but Caylor affirmed more than that."
                            },
                            {
                                "start": 274.934,
                                "stop": 281.953,
                                "byte_start": 1206251,
                                "byte_stop": 1234359,
                                "text": "He certified to his receipt of Bullcoming\u0027s blood sample intact with the seal unbroken."
                            },
                            {
                                "start": 281.953,
                                "stop": 289.168,
                                "byte_start": 1234359,
                                "byte_stop": 1263198,
                                "text": "He\u0027s checked to make sure the forensics report number and the sample number corresponded."
                            },
                            {
                                "start": 289.168,
                                "stop": 303.542,
                                "byte_start": 1263198,
                                "byte_stop": 1320667,
                                "text": "His performance on Bullcoming\u0027s sample of a particular test adhering to the prescribed protocol and the absence of many circumstance casting doubt on the integrity of the sample or validity of the analysis."
                            },
                            {
                                "start": 303.542,
                                "stop": 311.486,
                                "byte_start": 1320667,
                                "byte_stop": 1352537,
                                "text": "These representations relate to past events on human actions not revealed in raw machine-produced data."
                            },
                            {
                                "start": 311.486,
                                "stop": 315.177,
                                "byte_start": 1352537,
                                "byte_stop": 1367270,
                                "text": "They are often subjects for cross-examination."
                            },
                            {
                                "start": 315.177,
                                "stop": 335.113,
                                "byte_start": 1367270,
                                "byte_stop": 1446996,
                                "text": "Surrogate testimony of the kind Razatos was equipped to give could not convey what Caylor knew or observed about the events his certification concerned, nor could such surrogate testimony expose any lapses or lies on the certifying analyst\u0027s part."
                            },
                            {
                                "start": 335.113,
                                "stop": 346.837,
                                "byte_start": 1446996,
                                "byte_stop": 1493912,
                                "text": "A particular note, Razatos knew nothing about why Caylor had been placed on unpaid leave, an issue on which cross-examine -- examination might have been enlightening."
                            },
                            {
                                "start": 346.837,
                                "stop": 360.143,
                                "byte_start": 1493912,
                                "byte_stop": 1547097,
                                "text": "Finally, we reject the State\u0027s argument that no Confrontation Clause question ever arose in this case because the blood alcohol analysis reports are non-testimonial in character."
                            },
                            {
                                "start": 360.143,
                                "stop": 363.718,
                                "byte_start": 1547097,
                                "byte_stop": 1561412,
                                "text": "Melendez-Diaz left no room for that argument."
                            },
                            {
                                "start": 363.718,
                                "stop": 373.173,
                                "byte_start": 1561412,
                                "byte_stop": 1599237,
                                "text": "To the certificates at issue in Melendez-Diaz were notarized while the report introduced at Bullcoming\u0027s trial was unsworn."
                            },
                            {
                                "start": 373.173,
                                "stop": 387.9,
                                "byte_start": 1599237,
                                "byte_stop": 1658169,
                                "text": "But it would make no sense to construe the Confrontation Clause to render inadmissible only sworn affidavits while leaving admission of formal, but unsworn ex parte statements perfectly okay."
                            },
                            {
                                "start": 387.9,
                                "stop": 406.144,
                                "byte_start": 1658169,
                                "byte_stop": 1731103,
                                "text": "And finally, adhere to Crawford and reiterate today, the Sixth Amendment does not tolerate dispensing with confrontation simply because the Court believes that questioning one witness about another\u0027s testimonial statements provides a fair enough opportunity for cross-examination."
                            },
                            {
                                "start": 406.144,
                                "stop": 419.839,
                                "byte_start": 1731103,
                                "byte_stop": 1785856,
                                "text": "We, therefore, reverse the New Mexico Supreme Court\u0027s judgment and remand for a determination whether the Confrontation Clause error at Bullcoming\u0027s trial was harmless, a question on which we express in our view."
                            },
                            {
                                "start": 419.839,
                                "stop": 424.121,
                                "byte_start": 1785856,
                                "byte_stop": 1802992,
                                "text": "Justice Sotomayor has filed an opinion concurring in part."
                            },
                            {
                                "start": 424.121,
                                "stop": 430.524,
                                "byte_start": 1802992,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a dissenting opinion in which the Chief Justice, Justice Breyer and Justice Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52315,
            "mime": "audio\/mpeg",
            "size": 1828592,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-10876\/20110623o_09-10876.delivery.mp3"
        },
        {
            "id": 74084,
            "mime": "audio\/ogg",
            "size": 4221319,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-10876\/20110623o_09-10876.ogg"
        },
        {
            "id": 74085,
            "mime": "application\/x-mpegURL",
            "size": 6591,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-10876\/20110623o_09-10876.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}