{
    "id": 23241,
    "title": "Opinion Announcement - June 26, 2014",
    "transcript": {
        "title": null,
        "duration": 594.096,
        "sections": [
            {
                "start": 0,
                "stop": 594.096,
                "byte_start": 105472,
                "byte_stop": 2481779,
                "turns": [
                    {
                        "start": 0,
                        "stop": 594.096,
                        "byte_start": 105472,
                        "byte_stop": 2481779,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.981,
                                "byte_start": 105472,
                                "byte_stop": 137446,
                                "text": "I have the opinion of the Court in case 12-1168, McCullen v. Coakley."
                            },
                            {
                                "start": 7.981,
                                "stop": 19.63,
                                "byte_start": 137446,
                                "byte_stop": 184048,
                                "text": "During the 1980s and 1990s, Massachusetts experienced clashes between abortion opponents and advocates of abortion rights outside clinics where abortions were performed."
                            },
                            {
                                "start": 19.63,
                                "stop": 27.696,
                                "byte_start": 184048,
                                "byte_stop": 216336,
                                "text": "The Massachusetts\u0027 legislature responded in 2000 by enacting the Massachusetts\u0027 Reproductive Health Care Facilities Act."
                            },
                            {
                                "start": 27.696,
                                "stop": 36.673,
                                "byte_start": 216336,
                                "byte_stop": 252176,
                                "text": "That law made it a crime to knowingly approach within six feet of another person outside an abortion clinic without the other person\u0027s consent."
                            },
                            {
                                "start": 36.673,
                                "stop": 45.41,
                                "byte_start": 252176,
                                "byte_stop": 287180,
                                "text": "By 2007, some legislators and law enforcement officials had come to regard this ?no approach zones? as an inadequate solution."
                            },
                            {
                                "start": 45.41,
                                "stop": 52.954,
                                "byte_start": 287180,
                                "byte_stop": 317377,
                                "text": "So the legislature amended the Act to create fixed buffer zones around the entrances and driveways to abortion clinics."
                            },
                            {
                                "start": 52.954,
                                "stop": 69.169,
                                "byte_start": 317377,
                                "byte_stop": 382161,
                                "text": "The Act now makes it a crime to ?knowingly enter or remain on a public way or sidewalk adjacent to a Reproductive Health Care facility within a radius of 35 feet of any portion of such a clinic\u0027s entrance, exit or driveway."
                            },
                            {
                                "start": 69.169,
                                "stop": 77.679,
                                "byte_start": 382161,
                                "byte_stop": 416225,
                                "text": "The 35 foot buffer zones are marked with painted hearts and posted signs on sidewalks and streets adjacent to the clinics."
                            },
                            {
                                "start": 77.679,
                                "stop": 82.96,
                                "byte_start": 416225,
                                "byte_stop": 437332,
                                "text": "The Act exempts four groups of individuals from the ban on entering the buffer zones."
                            },
                            {
                                "start": 82.96,
                                "stop": 98.425,
                                "byte_start": 437332,
                                "byte_stop": 499190,
                                "text": "People entering or leaving the clinics, clinic employees or agents acting within the scope of their employment, certain emergency and other municipal agents acting within the scope of their employment and people passing by the clinics on their way to some other destination."
                            },
                            {
                                "start": 98.425,
                                "stop": 108.358,
                                "byte_start": 499190,
                                "byte_stop": 539000,
                                "text": "The Act carries forward a separate provision of the previous law, making it a crime to knowingly obstruct another person\u0027s access to a clinic."
                            },
                            {
                                "start": 108.358,
                                "stop": 124.027,
                                "byte_start": 539000,
                                "byte_stop": 601590,
                                "text": "Now, some of the individuals who stand outside Massachusetts\u0027 abortion clinics are fairly described as protesters who express their moral or religious opposition to abortion vocally, through signs and in some cases, more aggressive methods."
                            },
                            {
                                "start": 124.027,
                                "stop": 129.162,
                                "byte_start": 601590,
                                "byte_stop": 622174,
                                "text": "Eleanor McCullen and the other petitioners in this case take a different tact."
                            },
                            {
                                "start": 129.162,
                                "stop": 140.873,
                                "byte_start": 622174,
                                "byte_stop": 668985,
                                "text": "They attempt to engage women approaching the clinics in what is known as ?sidewalk counseling? which involves offering information about alternatives to abortion and help pursuing those options."
                            },
                            {
                                "start": 140.873,
                                "stop": 150.238,
                                "byte_start": 668985,
                                "byte_stop": 706497,
                                "text": "Petitioners considered essential to maintain a caring demeanor, calm tone of voice, direct eye contact during these exchanges."
                            },
                            {
                                "start": 150.238,
                                "stop": 155.511,
                                "byte_start": 706497,
                                "byte_stop": 727604,
                                "text": "The buffer zones have forced petitioners out of their previous positions outside the clinics."
                            },
                            {
                                "start": 155.511,
                                "stop": 170.53,
                                "byte_start": 727604,
                                "byte_stop": 787686,
                                "text": "Before the zones were instituted, some petitioners counseled arriving patients outside the entrance to a clinic in Boston while others distributed literature to patients as they drove in the driveways of clinics in Wister and Springfield."
                            },
                            {
                                "start": 170.53,
                                "stop": 179.354,
                                "byte_start": 787686,
                                "byte_stop": 822899,
                                "text": "Now, petitioners must stand a considerable distance away from the clinic\u0027s entrances and driveways, in some cases, even across the street."
                            },
                            {
                                "start": 179.354,
                                "stop": 193.38,
                                "byte_start": 822899,
                                "byte_stop": 879010,
                                "text": "Petitioners claim that as a result to the buffer zones, they have had many fewer conversations and distributed many fewer leaflets and their success rate in dissuading women from having abortions has sharply declined."
                            },
                            {
                                "start": 193.38,
                                "stop": 201.753,
                                "byte_start": 879010,
                                "byte_stop": 912551,
                                "text": "Petitioners sued Massachusetts\u0027 Attorney General Martha Coakley and other Commonwealth officials, alleging that the Act violates the First Amendment."
                            },
                            {
                                "start": 201.753,
                                "stop": 214.338,
                                "byte_start": 912551,
                                "byte_stop": 962915,
                                "text": "The District Court rejected their challenge and the Court of Appeals for the First Circuit affirmed, holding that the Act is a reasonable regulation of the time, place and manner of speech outside abortion clinics."
                            },
                            {
                                "start": 214.338,
                                "stop": 218.563,
                                "byte_start": 962915,
                                "byte_stop": 979738,
                                "text": "We disagree and hold that the Act violates the First Amendment."
                            },
                            {
                                "start": 218.563,
                                "stop": 223.953,
                                "byte_start": 979738,
                                "byte_stop": 1001368,
                                "text": "By its very terms, the Act regulates access to public ways and sidewalks."
                            },
                            {
                                "start": 223.953,
                                "stop": 233.856,
                                "byte_start": 1001368,
                                "byte_stop": 1040969,
                                "text": "Our First Amendment cases have labeled such locations traditional public forum because of their historic role as sites for open discussion and debate."
                            },
                            {
                                "start": 233.856,
                                "stop": 241.489,
                                "byte_start": 1040969,
                                "byte_stop": 1071480,
                                "text": "Thus, even though the Act says nothing about speech on its face, there is no doubt that it is subject to First Amendment scrutiny."
                            },
                            {
                                "start": 241.489,
                                "stop": 247.344,
                                "byte_start": 1071480,
                                "byte_stop": 1094886,
                                "text": "We have held that the Government\u0027s ability to restrict speech in a traditional public forum is very limited."
                            },
                            {
                                "start": 247.344,
                                "stop": 268.486,
                                "byte_start": 1094886,
                                "byte_stop": 1179418,
                                "text": "The Government does, however, have leeway to impose reasonable restrictions on the time, place or manner of protected speech in a traditional public forum so long as those restrictions are not based on the content of the speech are narrowly tailored to serve a significant governmental interest and leave open ample alternative channels for communication."
                            },
                            {
                                "start": 268.486,
                                "stop": 277.437,
                                "byte_start": 1179418,
                                "byte_stop": 1215258,
                                "text": "Petitioners contend that the Act is content-based because it applies only outside abortion clinics as opposed to other kinds of facilities across the Commonwealth."
                            },
                            {
                                "start": 277.437,
                                "stop": 278.801,
                                "byte_start": 1215258,
                                "byte_stop": 1220692,
                                "text": "We disagree."
                            },
                            {
                                "start": 278.801,
                                "stop": 288.22,
                                "byte_start": 1220692,
                                "byte_stop": 1258412,
                                "text": "We have held that a law such as this one is content neutral so long as it is ?justified? without reference to the content of the regulated speech."
                            },
                            {
                                "start": 288.22,
                                "stop": 290.322,
                                "byte_start": 1258412,
                                "byte_stop": 1266772,
                                "text": "The Massachusetts Act is."
                            },
                            {
                                "start": 290.322,
                                "stop": 294.569,
                                "byte_start": 1266772,
                                "byte_stop": 1283803,
                                "text": "Its purpose is to increase public safety and ensure access to clinics."
                            },
                            {
                                "start": 294.569,
                                "stop": 298.695,
                                "byte_start": 1283803,
                                "byte_stop": 1300313,
                                "text": "We have previously deemed such concerns to be content neutral."
                            },
                            {
                                "start": 298.695,
                                "stop": 308.311,
                                "byte_start": 1300313,
                                "byte_stop": 1338765,
                                "text": "Now, the Commonwealth addressed those interests only at abortion clinics, but as we have previously said, ?States adopt laws to address the problems that confront them.?"
                            },
                            {
                                "start": 308.311,
                                "stop": 313.129,
                                "byte_start": 1338765,
                                "byte_stop": 1357991,
                                "text": "The First Amendment does not require states to regulate for problems that do not exist."
                            },
                            {
                                "start": 313.129,
                                "stop": 321.538,
                                "byte_start": 1357991,
                                "byte_stop": 1391637,
                                "text": "There was a record of crowding, obstruction and even violence outside Massachusetts\u0027 abortion clinics, but not at other kinds of facilities."
                            },
                            {
                                "start": 321.538,
                                "stop": 329.084,
                                "byte_start": 1391637,
                                "byte_stop": 1421834,
                                "text": "In light of the limited nature of the problem, it was reasonable for the Massachusetts\u0027 legislature to enact a limited solution."
                            },
                            {
                                "start": 329.084,
                                "stop": 337.966,
                                "byte_start": 1421834,
                                "byte_stop": 1457361,
                                "text": "Petitioners also argued that the Act is content-based for another reason, the exemption for clinic employees and agents acting within the scope of their employment."
                            },
                            {
                                "start": 337.966,
                                "stop": 354.103,
                                "byte_start": 1457361,
                                "byte_stop": 1521936,
                                "text": "Because of that exemption, petitioners contend the Act favors one side in the abortion debate over the other but there\u0027s nothing inherently suspect about providing some kind of exemption to allow individuals who work at the clinics to enter or remain within the buffer zones."
                            },
                            {
                                "start": 354.103,
                                "stop": 362.756,
                                "byte_start": 1521936,
                                "byte_stop": 1556522,
                                "text": "The scope of their employment qualification simply ensures that the exemption is limited to its purpose of allowing the employees to do their jobs."
                            },
                            {
                                "start": 362.756,
                                "stop": 370.286,
                                "byte_start": 1556522,
                                "byte_stop": 1586719,
                                "text": "Now although we conclude that the Act is content neutral, it still must be narrowly tailored to serve a significant governmental interest."
                            },
                            {
                                "start": 370.286,
                                "stop": 378.475,
                                "byte_start": 1586719,
                                "byte_stop": 1619425,
                                "text": "To pass this requirement, the Act must not burden substantially more speech than is necessary to further the Government\u0027s legitimate interests."
                            },
                            {
                                "start": 378.475,
                                "stop": 381.157,
                                "byte_start": 1619425,
                                "byte_stop": 1630187,
                                "text": "The buffer zones do exactly that."
                            },
                            {
                                "start": 381.157,
                                "stop": 390.961,
                                "byte_start": 1630187,
                                "byte_stop": 1669371,
                                "text": "They deprive petitioners of their two primary methods of communicating with patients outside the clinics, close personal conversations and distribution of literature."
                            },
                            {
                                "start": 390.961,
                                "stop": 397.21,
                                "byte_start": 1669371,
                                "byte_stop": 1694344,
                                "text": "Those forms of expression have historically been closely associated with the transmission of ideas."
                            },
                            {
                                "start": 397.21,
                                "stop": 404.28,
                                "byte_start": 1694344,
                                "byte_stop": 1722661,
                                "text": "The Commonwealth responds the petitioners can still protest outside the buffer ones, but petitioners are not protesters."
                            },
                            {
                                "start": 404.28,
                                "stop": 430.368,
                                "byte_start": 1722661,
                                "byte_stop": 1827046,
                                "text": "They seek not merely to express their opposition to abortion but to engage in personal, caring, consensual conversations with women about various alternatives, carving out a significant stretch of the public sidewalk and categorically banning the public from that area as a dramatic intrusion on First Amendment Rights, and that intrusion is substantially greater than that necessary to achieve the Commonwealth\u0027s interests."
                            },
                            {
                                "start": 430.368,
                                "stop": 434.548,
                                "byte_start": 1827046,
                                "byte_stop": 1843764,
                                "text": "No other state has found it necessary to impose such buffer zones."
                            },
                            {
                                "start": 434.548,
                                "stop": 444.985,
                                "byte_start": 1843764,
                                "byte_stop": 1885456,
                                "text": "The Commonwealth asserts an interest in preventing obstruction in front of the clinics, but there is already a provision on the books that criminalizes such deliberate conduct without the needs for zones."
                            },
                            {
                                "start": 444.985,
                                "stop": 458.745,
                                "byte_start": 1885456,
                                "byte_stop": 1940522,
                                "text": "If more is needed, Massachusetts could as other states have enact a version of the Federal Freedom of Access to Clinic Entrances Act, which gives broader authority, again, without the need for ?do not enter zones? on the sidewalk."
                            },
                            {
                                "start": 458.745,
                                "stop": 461.752,
                                "byte_start": 1940522,
                                "byte_stop": 1952538,
                                "text": "The Commonwealth says it is worried about obstruction of driveways."
                            },
                            {
                                "start": 461.752,
                                "stop": 466.186,
                                "byte_start": 1952538,
                                "byte_stop": 1970301,
                                "text": "Again, local ordinances already prohibit just that."
                            },
                            {
                                "start": 466.186,
                                "stop": 475.218,
                                "byte_start": 1970301,
                                "byte_stop": 2006350,
                                "text": "In short, the Commonwealth has not shown that it seriously undertook to address the problems it has identified with less intrusive tools readily available to it."
                            },
                            {
                                "start": 475.218,
                                "stop": 490.562,
                                "byte_start": 2006350,
                                "byte_stop": 2067790,
                                "text": "It identifies not a single prosecution or injunction against individuals outside abortion clinics since the 1990s, while the Commonwealth responds that the problems are too widespread for individual prosecutions and injunctions to be effective."
                            },
                            {
                                "start": 490.562,
                                "stop": 510.742,
                                "byte_start": 2067790,
                                "byte_stop": 2148456,
                                "text": "The record indicates that the problems are limited primarily to the Boston clinic and even there primarily on Saturday mornings for a problem shown to arise only once a week in one city at one clinic creating 35 foot buffer zones at every clinic across the Commonwealth is hardly a narrowly tailored solution."
                            },
                            {
                                "start": 510.742,
                                "stop": 525.388,
                                "byte_start": 2148456,
                                "byte_stop": 2207075,
                                "text": "The Commonwealth also claims that it would be difficult to prove intentional or deliberate obstruction as one law enforcement official put it before the Act was amended, the buffer zones ?would make our job so much easier,? well of course, they would."
                            },
                            {
                                "start": 525.388,
                                "stop": 533.706,
                                "byte_start": 2207075,
                                "byte_stop": 2240303,
                                "text": "A painted line on the sidewalk is easy to enforce but the prime objective of the First Amendment is not efficiency."
                            },
                            {
                                "start": 533.706,
                                "stop": 544.413,
                                "byte_start": 2240303,
                                "byte_stop": 2283144,
                                "text": "Petitioners wish to converse with their fellow citizens about an important subject on the public streets and sidewalks, sites that have hosted discussions about the issues of the day throughout history."
                            },
                            {
                                "start": 544.413,
                                "stop": 555.776,
                                "byte_start": 2283144,
                                "byte_stop": 2328597,
                                "text": "Respondents assert undeniably significant interest in maintaining public safety on those same streets and sidewalks, as well as in preserving access to adjacent health care facilities."
                            },
                            {
                                "start": 555.776,
                                "stop": 564.628,
                                "byte_start": 2328597,
                                "byte_stop": 2364019,
                                "text": "Well here, the Commonwealth has pursued those interests by the extreme step of closing a substantial portion of a traditional public forum to all speakers."
                            },
                            {
                                "start": 564.628,
                                "stop": 573.213,
                                "byte_start": 2364019,
                                "byte_stop": 2398396,
                                "text": "It is done so without seriously addressing the problem through alternatives that leave the forum open for its time honored purposes."
                            },
                            {
                                "start": 573.213,
                                "stop": 577.319,
                                "byte_start": 2398396,
                                "byte_stop": 2414801,
                                "text": "The Commonwealth may not do that consistent with the First Amendment."
                            },
                            {
                                "start": 577.319,
                                "stop": 584.019,
                                "byte_start": 2414801,
                                "byte_stop": 2441550,
                                "text": "We therefore reverse the First Circuit\u0027s judgment and remand the case for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 584.019,
                                "stop": 590.075,
                                "byte_start": 2441550,
                                "byte_stop": 2465792,
                                "text": "Justice Scalia has filed an opinion concurring in the judgment in which Justice Kennedy and Justice Thomas joined."
                            },
                            {
                                "start": 590.075,
                                "stop": 594.096,
                                "byte_start": 2465792,
                                "byte_stop": 2481779,
                                "text": "Justice Alito has filed an opinion concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55678,
            "mime": "audio\/mpeg",
            "size": 2481988,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1168\/20140626o_12-1168.delivery.mp3"
        },
        {
            "id": 77336,
            "mime": "audio\/ogg",
            "size": 5808673,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1168\/20140626o_12-1168.ogg"
        },
        {
            "id": 77337,
            "mime": "application\/x-mpegURL",
            "size": 8867,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1168\/20140626o_12-1168.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}