{
    "id": 23321,
    "title": "Opinion Announcement - June 24, 1994",
    "transcript": {
        "title": "Dolan v. City of Tigard",
        "duration": 421.224,
        "sections": [
            {
                "start": 0,
                "stop": 421.224,
                "byte_start": 91539,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 129.498,
                        "byte_start": 91539,
                        "byte_stop": 609599,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.907,
                                "byte_start": 91539,
                                "byte_stop": 111183,
                                "text": "I have the opinion of the Court to announce in two cases."
                            },
                            {
                                "start": 4.907,
                                "stop": 8.813,
                                "byte_start": 111183,
                                "byte_stop": 126857,
                                "text": "The first is Dolan against the City of Tigard."
                            },
                            {
                                "start": 8.813,
                                "stop": 17.626,
                                "byte_start": 126857,
                                "byte_stop": 162070,
                                "text": "In here, petitioner, Florence Dolan, owns a plumbing store and electric supply store in Tigard, Oregon which is the suburb of Portland."
                            },
                            {
                                "start": 17.626,
                                "stop": 28.543,
                                "byte_start": 162070,
                                "byte_stop": 205746,
                                "text": "She applied to the city for a permit to redevelop the site by merely doubling the size of her current store in paving what was a dirt parking lot."
                            },
                            {
                                "start": 28.543,
                                "stop": 54.146,
                                "byte_start": 205746,
                                "byte_stop": 308146,
                                "text": "The City Planning Commission conditioned approval of her application on her dedication of some of her land to the city first, for a public green-way along a nearby creek to minimize flooding hazards that would be enhanced by the increases and run off associated with her development, and second, for a pedestrian and bicycle pathway intended to relieve traffic congestion in the City\u0027s central business district."
                            },
                            {
                                "start": 54.146,
                                "stop": 58.763,
                                "byte_start": 308146,
                                "byte_stop": 326641,
                                "text": "And the Oregon State Courts upheld this action of the City Planning Commission."
                            },
                            {
                                "start": 58.763,
                                "stop": 64.256,
                                "byte_start": 326641,
                                "byte_stop": 348584,
                                "text": "In an opinion filed with the Clerk today, we reverse the Oregon Supreme Court\u0027s ruling."
                            },
                            {
                                "start": 64.256,
                                "stop": 84.38,
                                "byte_start": 348584,
                                "byte_stop": 429146,
                                "text": "While we find that a connection exists between the conditions imposed by the City Planning Commission and the impacts of the proposed development, we do not think that the extent of the exaction demanded and by the permit conditions was sufficiently closely related to the projected impact of the proposed development."
                            },
                            {
                                "start": 84.38,
                                "stop": 107.839,
                                "byte_start": 429146,
                                "byte_stop": 522977,
                                "text": "No precise mathematical calculation is required but the City must make some sort of individualized determination that the required dedication is related both in nature and extent of a proposed development\u0027s impact in order to avoid violation of the Fifth Amendment\u0027s prohibition against the taking of private property without compensation."
                            },
                            {
                                "start": 107.839,
                                "stop": 124.473,
                                "byte_start": 522977,
                                "byte_stop": 589433,
                                "text": "Here, the City has never said why a public as opposed to a private green-way is required in the interest of flood control and it has not shown in any charical way how the bicycle paths relates to the petitioner\u0027s increase of her business area."
                            },
                            {
                                "start": 124.473,
                                "stop": 129.498,
                                "byte_start": 589433,
                                "byte_stop": 609599,
                                "text": "In an opinion filed today we reverse the judgment of the Supreme Court of Oregon."
                            }
                        ]
                    },
                    {
                        "start": 129.498,
                        "stop": 421.224,
                        "byte_start": 609599,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 129.498,
                                "stop": 137.34,
                                "byte_start": 609599,
                                "byte_stop": 640946,
                                "text": "I have filed a dissenting opinion that Justice Blackmun and Justice Ginsburg have joined and Justice Souter has also filed a dissent."
                            },
                            {
                                "start": 137.34,
                                "stop": 140.36,
                                "byte_start": 640946,
                                "byte_stop": 653067,
                                "text": "The importance of the case consist brief oral statement."
                            },
                            {
                                "start": 140.36,
                                "stop": 150.448,
                                "byte_start": 653067,
                                "byte_stop": 693400,
                                "text": "As the Chief Justice has explained, the case arises out of a request for a permit to enlarge the Tigard unit in petitioner\u0027s chain of hardware stores."
                            },
                            {
                                "start": 150.448,
                                "stop": 164.29,
                                "byte_start": 693400,
                                "byte_stop": 748780,
                                "text": "There is no dispute that the post development will have an adverse impact on the City\u0027s legitimate and substantial interest in controlling drainage in Fanor Creek and minimizing traffic congestion in Tigard\u0027s business district."
                            },
                            {
                                "start": 164.29,
                                "stop": 171.212,
                                "byte_start": 748780,
                                "byte_stop": 776470,
                                "text": "That impact is sufficient to justify an outright denial of the application for approval of the expansion."
                            },
                            {
                                "start": 171.212,
                                "stop": 176.594,
                                "byte_start": 776470,
                                "byte_stop": 797995,
                                "text": "The City has nevertheless agreed to grant Dolan\u0027s application if she would comply with two conditions."
                            },
                            {
                                "start": 176.594,
                                "stop": 181.819,
                                "byte_start": 797995,
                                "byte_stop": 818892,
                                "text": "Each of which admittedly will mitigate the adverse effect of her proposed development."
                            },
                            {
                                "start": 181.819,
                                "stop": 194.133,
                                "byte_start": 818892,
                                "byte_stop": 868107,
                                "text": "The disputing question is whether the City has violated the Due Process Clause of the Fourteenth Amendment to the Federal Constitution by refusing to allow Dolan\u0027s planned construction to proceed unless those conditions are met."
                            },
                            {
                                "start": 194.133,
                                "stop": 202.51,
                                "byte_start": 868107,
                                "byte_stop": 901648,
                                "text": "In answering that question, the Court\u0027s opinion has candidly acknowledged that it is announcing a new rule of law."
                            },
                            {
                                "start": 202.51,
                                "stop": 212.698,
                                "byte_start": 901648,
                                "byte_stop": 942399,
                                "text": "The Court is correct in concluding that the City may not attach arbitrary conditions to a building permit or to a variance even when it can rightfully deny the application out right."
                            },
                            {
                                "start": 212.698,
                                "stop": 218.914,
                                "byte_start": 942399,
                                "byte_stop": 967268,
                                "text": "It could not, for example, insist on a contribution to the mayor\u0027s campaign in exchange for a permit."
                            },
                            {
                                "start": 218.914,
                                "stop": 236.454,
                                "byte_start": 967268,
                                "byte_stop": 1037381,
                                "text": "On the other had, it is equally clear that real estate developers have often and properly have been required to dedicate interest in property to the public to help provide needed roads, parks, or schools, or to otherwise alleviate some of the problems caused by the proposed use of their land."
                            },
                            {
                                "start": 236.454,
                                "stop": 242.669,
                                "byte_start": 1037381,
                                "byte_stop": 1062249,
                                "text": "Over the years, a substantial body of state law has developed without any assistance from this Court."
                            },
                            {
                                "start": 242.669,
                                "stop": 253.28,
                                "byte_start": 1062249,
                                "byte_stop": 1104672,
                                "text": "Today, however, this Court has decided that federal judges should henceforth play an important role in an area which we have traditionally allowed State Courts the greatest deference."
                            },
                            {
                                "start": 253.28,
                                "stop": 258.157,
                                "byte_start": 1104672,
                                "byte_stop": 1124212,
                                "text": "I should just mention a few of the reasons I think the decision is misguided."
                            },
                            {
                                "start": 258.157,
                                "stop": 270.223,
                                "byte_start": 1124212,
                                "byte_stop": 1172486,
                                "text": "First, by imposing on the local government the burden of demonstrating a rough proportionality between the harm caused by the new development and the off setting benefit obtained from a required dedication."
                            },
                            {
                                "start": 270.223,
                                "stop": 279.124,
                                "byte_start": 1172486,
                                "byte_stop": 1208117,
                                "text": "The Court has reversed the presumption of constitutionality that hereto for attach the state actions that have challenged on federal constitutional ground."
                            },
                            {
                                "start": 279.124,
                                "stop": 298.976,
                                "byte_start": 1208117,
                                "byte_stop": 1287529,
                                "text": "Moreover, in its analysis, unlike the State Courts that have dealt with similar cases, this Court completely ignores the benefit that the property owner obtains from the entire transaction and narrowly focuses on a single strand the so-called power to exclude of the bundle of rights involved in the development of commercial property."
                            },
                            {
                                "start": 298.976,
                                "stop": 309.037,
                                "byte_start": 1287529,
                                "byte_stop": 1327758,
                                "text": "In a case of this kind, the property owner is not defending his house and home against the king\u0027s intrusions but simply attempting to maximize his profits from a commercial venture."
                            },
                            {
                                "start": 309.037,
                                "stop": 318.58,
                                "byte_start": 1327758,
                                "byte_stop": 1365897,
                                "text": "The conditions attached to the development are a species of commercial regulation that should be entitled to the strongest presumption of constitutional validity."
                            },
                            {
                                "start": 318.58,
                                "stop": 339.392,
                                "byte_start": 1365897,
                                "byte_stop": 1449175,
                                "text": "Perhaps even more important in the Court\u0027s imposition of a novel burden of proof on cities implementing valid comprehensive land use plans is the fact that the Court has implicitly, not expressly, given new life to the Doctrine of substantive due process as a basis for reviewing state regulation of commercial property."
                            },
                            {
                                "start": 339.392,
                                "stop": 347.263,
                                "byte_start": 1449175,
                                "byte_stop": 1480626,
                                "text": "The constitutional text that provides the basis for its holding today is found in the Due Process Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 347.263,
                                "stop": 354.51,
                                "byte_start": 1480626,
                                "byte_stop": 1509675,
                                "text": "While the Court suggests that it is merely applying a well-settled unconstitutional conditions doctrine in a new setting."
                            },
                            {
                                "start": 354.51,
                                "stop": 360.873,
                                "byte_start": 1509675,
                                "byte_stop": 1535066,
                                "text": "In fact, its reasoning is reminiscent of the Court\u0027s much-maligned decision in Lochner against New York."
                            },
                            {
                                "start": 360.873,
                                "stop": 363.845,
                                "byte_start": 1535066,
                                "byte_stop": 1546977,
                                "text": "In our changing world, one thing is certain."
                            },
                            {
                                "start": 363.845,
                                "stop": 374.212,
                                "byte_start": 1546977,
                                "byte_stop": 1588460,
                                "text": "Uncertainty that characterize predictions about the impact of new urban developments and the risks of floods, earthquakes, traffic congestion, or environmental harms."
                            },
                            {
                                "start": 374.212,
                                "stop": 383.2,
                                "byte_start": 1588460,
                                "byte_stop": 1624404,
                                "text": "When there is doubt concerning the magnitude of those impacts, the public interest in averting them should outweigh the private interest of the commercial entrepreneur."
                            },
                            {
                                "start": 383.2,
                                "stop": 398.223,
                                "byte_start": 1624404,
                                "byte_stop": 1684486,
                                "text": "If the government can demonstrate that the conditions it has imposed in a land use permit a rational, impartial, and conducive to fulfilling the aims of a valid land use plan a strong presumption of validity should attach to those conditions."
                            },
                            {
                                "start": 398.223,
                                "stop": 412.394,
                                "byte_start": 1684486,
                                "byte_stop": 1741119,
                                "text": "The burden of demonstrating that those conditions have unreasonably impaired, the economic value of the proposed improvement should rest squarely on the shoulders of the party challenging the constitutionality of the state action."
                            },
                            {
                                "start": 412.394,
                                "stop": 415.85,
                                "byte_start": 1741119,
                                "byte_stop": 1755017,
                                "text": "That allocation of burdens has served as well in the past."
                            },
                            {
                                "start": 415.85,
                                "stop": 421.224,
                                "byte_start": 1755017,
                                "byte_stop": 0,
                                "text": "In my opinion, the Court has stumbled badly today by reversing it."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55764,
            "mime": "audio\/mpeg",
            "size": 1776437,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1993\/93-518\/19940624o_93-518.delivery.mp3"
        },
        {
            "id": 77480,
            "mime": "audio\/ogg",
            "size": 3854540,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1993\/93-518\/19940624o_93-518.ogg"
        },
        {
            "id": 77481,
            "mime": "application\/x-mpegURL",
            "size": 6174,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1993\/93-518\/19940624o_93-518.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}