{
    "id": 22525,
    "title": "Opinion Announcement - January 14, 2003",
    "transcript": {
        "title": "Sattazahn v. Pennsylvania",
        "duration": 421.904,
        "sections": [
            {
                "start": 0,
                "stop": 421.904,
                "byte_start": 85417,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.779,
                        "byte_start": 85417,
                        "byte_stop": 120630,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.779,
                                "byte_start": 85417,
                                "byte_stop": 120630,
                                "text": "The opinion of the Court in No. 01-7574, Sattazahn versus Pennsylvania will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.779,
                        "stop": 421.904,
                        "byte_start": 120630,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.779,
                                "stop": 14.729,
                                "byte_start": 120630,
                                "byte_stop": 144349,
                                "text": "This case comes to us on writ of certiorari to the Supreme Court of Pennsylvania."
                            },
                            {
                                "start": 14.729,
                                "stop": 22.873,
                                "byte_start": 144349,
                                "byte_stop": 176950,
                                "text": "Petitioner, David Allen Sattazahn was convicted of first-degree murder in connection with the robbery of a restaurant."
                            },
                            {
                                "start": 22.873,
                                "stop": 30.933,
                                "byte_start": 176950,
                                "byte_stop": 209237,
                                "text": "That conviction was followed by a penalty phase trial to determine whether he would be sentenced to death."
                            },
                            {
                                "start": 30.933,
                                "stop": 55.116,
                                "byte_start": 209237,
                                "byte_stop": 305890,
                                "text": "Under Pennsylvania Law, the verdict in the penalty phase of capital proceedings must be death if the jury unanimously finds at least one aggravating circumstance and no mitigating circumstance or if it finds one or more aggravating circumstances outweighing any mitigating circumstances, but it must be life imprisonment in all other instances."
                            },
                            {
                                "start": 55.116,
                                "stop": 66.798,
                                "byte_start": 305890,
                                "byte_stop": 352702,
                                "text": "Pennsylvania Law further provides that if the jury cannot unanimously agree on the sentence, the court may discharge the jury and must then enter a life sentence."
                            },
                            {
                                "start": 66.798,
                                "stop": 75.058,
                                "byte_start": 352702,
                                "byte_stop": 385721,
                                "text": "Petitioner’s penalty phase jury reported to the trial judge that it was hopelessly deadlocked nine to three for life."
                            },
                            {
                                "start": 75.058,
                                "stop": 85.283,
                                "byte_start": 385721,
                                "byte_stop": 426576,
                                "text": "Following petitioner’s motion to discharge the jury, the court did so and entered as Pennsylvania Law required a life sentence."
                            },
                            {
                                "start": 85.283,
                                "stop": 88.681,
                                "byte_start": 426576,
                                "byte_stop": 440160,
                                "text": "Petitioner, however, appealed his conviction."
                            },
                            {
                                "start": 88.681,
                                "stop": 95.879,
                                "byte_start": 440160,
                                "byte_stop": 468999,
                                "text": "The Pennsylvania Superior Court reversed the first-degree murder conviction and remanded for a new trial."
                            },
                            {
                                "start": 95.879,
                                "stop": 108.285,
                                "byte_start": 468999,
                                "byte_stop": 518632,
                                "text": "At the second trial Pennsylvania again sought the death penalty and the jury again convicted petitioner but this time the penalty phase jury unanimously agreed upon a death sentence."
                            },
                            {
                                "start": 108.285,
                                "stop": 119.756,
                                "byte_start": 518632,
                                "byte_stop": 564503,
                                "text": "The issue presented in the case is obvious whether even Double Jeopardy Clause or the Due Process Clause barred Pennsylvania from seeking the death penalty in petitioner’s retrial."
                            },
                            {
                                "start": 119.756,
                                "stop": 123.685,
                                "byte_start": 564503,
                                "byte_stop": 580176,
                                "text": "The Supreme Court of Pennsylvania answered in the negative."
                            },
                            {
                                "start": 123.685,
                                "stop": 125.541,
                                "byte_start": 580176,
                                "byte_stop": 587595,
                                "text": "We affirm."
                            },
                            {
                                "start": 125.541,
                                "stop": 152.154,
                                "byte_start": 587595,
                                "byte_stop": 694070,
                                "text": "Long ago, in a case called Stroud versus United States, this court made clear that where a defendant who was convicted of murder and sentenced to life imprisonment succeeds in having the conviction set aside on appeal, the life sentence imposed in connection with the initial conviction does not by itself raise a double jeopardy bar to the imposition of a death sentence on retrial."
                            },
                            {
                                "start": 152.154,
                                "stop": 157.828,
                                "byte_start": 694070,
                                "byte_stop": 716744,
                                "text": "Stroud, however, involved only one trial for the substantive offense of murder."
                            },
                            {
                                "start": 157.828,
                                "stop": 167.197,
                                "byte_start": 716744,
                                "byte_stop": 754256,
                                "text": "Once conviction of that offense was obtained, no further facts had to be found in order to render the defendant eligible for the death penalty."
                            },
                            {
                                "start": 167.197,
                                "stop": 190.979,
                                "byte_start": 754256,
                                "byte_stop": 849342,
                                "text": "Our more recent constitutional jurisprudence requires such additional fact finding at the penalty stage and a line of cases commencing with Bullington versus Missouri holds that the Double Jeopardy Clause can apply to capital sentencing proceedings that “have the hallmarks of the trial on guilt or innocence”."
                            },
                            {
                                "start": 190.979,
                                "stop": 223.562,
                                "byte_start": 849342,
                                "byte_stop": 979745,
                                "text": "Those cases, however, make clear that the relevant inquiry to determine whether the Double Jeopardy Clause is implicated is not simply whether the defendant received a life sentence the first time around but rather, whether that first life sentence was an “acquittal” based on findings sufficient to establish legal entitlement to the life sentence that is findings to the effect that the government failed to prove one or more aggravating circumstances beyond a reasonable doubt."
                            },
                            {
                                "start": 223.562,
                                "stop": 228.581,
                                "byte_start": 979745,
                                "byte_stop": 999807,
                                "text": "Here, there was no such acquittal in petitioner’s first capital sentencing proceeding."
                            },
                            {
                                "start": 228.581,
                                "stop": 233.032,
                                "byte_start": 999807,
                                "byte_stop": 1017570,
                                "text": "The jury did not acquit petitioner of death but was deadlocked."
                            },
                            {
                                "start": 233.032,
                                "stop": 237.857,
                                "byte_start": 1017570,
                                "byte_stop": 1036901,
                                "text": "It made no findings with respect to the alleged aggravating circumstance."
                            },
                            {
                                "start": 237.857,
                                "stop": 247.956,
                                "byte_start": 1036901,
                                "byte_stop": 1077339,
                                "text": "That result or non result cannot fairly be called an acquittal based on findings sufficient to establish legal entitlement to a life sentence."
                            },
                            {
                                "start": 247.956,
                                "stop": 258.647,
                                "byte_start": 1077339,
                                "byte_stop": 1120075,
                                "text": "Neither was the entry of a life sentence by the judge an acquittal, under Pennsylvania scheme, the judge has no discretion to fashion a sentence once he finds the jury deadlocked."
                            },
                            {
                                "start": 258.647,
                                "stop": 263.291,
                                "byte_start": 1120075,
                                "byte_stop": 1138674,
                                "text": "He makes not findings and resolves no factual matters."
                            },
                            {
                                "start": 263.291,
                                "stop": 288.205,
                                "byte_start": 1138674,
                                "byte_stop": 1238253,
                                "text": "The Pennsylvania Supreme Court made clear that the statutorily required entry of a life sentence does not as a matter of Pennsylvania Law confer an entitlement to that sentence as a maximum, and there are of course, valid reasons why Pennsylvania might choose to have a law that confers only a conditional entitlement subject to defeasance if the conviction is reversed."
                            },
                            {
                                "start": 288.205,
                                "stop": 330.014,
                                "byte_start": 1238253,
                                "byte_stop": 1405541,
                                "text": "The State’s simple interest in closure might make it willing to accept the default penalty of life imprisonment when the conviction is affirmed and the case is, except for that issue, at an end but unwilling to do so when the case has to be retried anyway, and its interest in conservation of resources might make it willing to leave the sentencing issue unresolved and the default life sentence in place where the cost of resolving it is the empanelling of a new jury and in all likelihood, a repetition of much of the guilt phase of the first trial though it is eager to attend to that unfinished business if there is to be a new trial and a new jury anyway."
                            },
                            {
                                "start": 330.014,
                                "stop": 340.686,
                                "byte_start": 1405541,
                                "byte_stop": 1448173,
                                "text": "Petitioner also contends that the Common Wealth unfairly deprived him of his life and liberty interests in the life sentence resulting from his first sentencing."
                            },
                            {
                                "start": 340.686,
                                "stop": 341.798,
                                "byte_start": 1448173,
                                "byte_stop": 1452666,
                                "text": "We think not."
                            },
                            {
                                "start": 341.798,
                                "stop": 354.219,
                                "byte_start": 1452666,
                                "byte_stop": 1502299,
                                "text": "Nothing indicates that any life or liberty interest that Pennsylvania Law may have given petitioner in the life sentence imposed after his first capital sentencing proceeding was somehow immutable."
                            },
                            {
                                "start": 354.219,
                                "stop": 366.32,
                                "byte_start": 1502299,
                                "byte_stop": 1550782,
                                "text": "He was deprived of any such interest only by operation of the process he invoked to invalidate the underlying first-degree murder conviction on which it was based."
                            },
                            {
                                "start": 366.32,
                                "stop": 376.4,
                                "byte_start": 1550782,
                                "byte_stop": 1591115,
                                "text": "We decline petitioner’s invitation to hold that the Due Process Clause provides greater double jeopardy protection than does the Double Jeopardy Clause."
                            },
                            {
                                "start": 376.4,
                                "stop": 389.879,
                                "byte_start": 1591115,
                                "byte_stop": 1645032,
                                "text": "For these reasons and others discussed in an opinion released today, we hold that neither the Double Jeopardy Clause nor the Due Process Clause barred Pennsylvania from seeking to impose the death penalty at petitioner’s retrial."
                            },
                            {
                                "start": 389.879,
                                "stop": 401.701,
                                "byte_start": 1645032,
                                "byte_stop": 1692261,
                                "text": "Parts one, two, and four of the opinion which contain the points discussed above are joined by the Chief Justice and Justices O’Connor, Kennedy, and Thomas."
                            },
                            {
                                "start": 401.701,
                                "stop": 411.614,
                                "byte_start": 1692261,
                                "byte_stop": 1731967,
                                "text": "Part three which is really good but which I have not described is joined by the Chief Justice and Justice Thomas."
                            },
                            {
                                "start": 411.614,
                                "stop": 421.904,
                                "byte_start": 1731967,
                                "byte_stop": 0,
                                "text": "Justice O’Connor has filed a concurring opinion; Justice Ginsburg has filed a dissenting opinion in which Justices Stevens, Souter, and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54172,
            "mime": "audio\/mpeg",
            "size": 1773032,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/01-7574\/20030114o_01-7574.delivery.mp3"
        },
        {
            "id": 75912,
            "mime": "audio\/ogg",
            "size": 4359895,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/01-7574\/20030114o_01-7574.ogg"
        },
        {
            "id": 75913,
            "mime": "application\/x-mpegURL",
            "size": 6315,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/01-7574\/20030114o_01-7574.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}