{
    "id": 22396,
    "title": "Opinion Announcement - June 13, 2011",
    "transcript": {
        "title": "Nevada Commission on Ethics v. Carrigan",
        "duration": 388.049,
        "sections": [
            {
                "start": 0,
                "stop": 388.049,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 388.049,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.555,
                                "byte_start": 105472,
                                "byte_stop": 127728,
                                "text": "This case is here on writ of certiorari to the Supreme Court of Nevada."
                            },
                            {
                                "start": 5.555,
                                "stop": 30.136,
                                "byte_start": 127728,
                                "byte_stop": 226053,
                                "text": "Nevada\u0027s Ethics in Government Law prohibits public officers from voting on or speaking for or against the adoption of any matter in which the independence of a reasonable person in their situation might be compromised by, among other things, \u0022a commitment in a private capacity to the interests of others\u0022."
                            },
                            {
                                "start": 30.136,
                                "stop": 43.776,
                                "byte_start": 226053,
                                "byte_stop": 280597,
                                "text": "In 2005, the Nevada Commission on Ethics initiated an investigation of respondent Michael Carrigan, an elected member of the City Council of Sparks, Nevada."
                            },
                            {
                                "start": 43.776,
                                "stop": 60.975,
                                "byte_start": 280597,
                                "byte_stop": 349456,
                                "text": "Complaints had accused Carrigan of violating the ethics law by voting to approve a hotel\/casino project by a company for which a long-time friend and campaign manager of his was a paid consultant."
                            },
                            {
                                "start": 60.975,
                                "stop": 64.646,
                                "byte_start": 349456,
                                "byte_stop": 364084,
                                "text": "The Commission concluded that Carrigan should\u0027ve recused himself."
                            },
                            {
                                "start": 64.646,
                                "stop": 72.518,
                                "byte_start": 364084,
                                "byte_stop": 395640,
                                "text": "It censured Carrigan, but declined to impose any other sanctions because the violation was not willful."
                            },
                            {
                                "start": 72.518,
                                "stop": 83.665,
                                "byte_start": 395640,
                                "byte_stop": 440153,
                                "text": "Carrigan filed a petition for judicial review, arguing that the provisions of the ethics law that he was found to have violated, were unconstitutional under the First Amendment."
                            },
                            {
                                "start": 83.665,
                                "stop": 89.193,
                                "byte_start": 440153,
                                "byte_stop": 462305,
                                "text": "The Nevada District Court denied his petition but the Supreme Court of Nevada reversed."
                            },
                            {
                                "start": 89.193,
                                "stop": 102.997,
                                "byte_start": 462305,
                                "byte_stop": 517475,
                                "text": "That Court held that voting by a public officer is protected by the -- by -- is protected First Amendment speech and that the Ethics in Government Law was unconstitutionally overbroad."
                            },
                            {
                                "start": 102.997,
                                "stop": 109.54,
                                "byte_start": 517475,
                                "byte_stop": 543702,
                                "text": "In an opinion filed with the clerk today, we reversed the judgment of the Supreme Court of Nevada."
                            },
                            {
                                "start": 109.54,
                                "stop": 125.758,
                                "byte_start": 543702,
                                "byte_stop": 608590,
                                "text": "As this Court said in Republican Party of Minnesota versus White, \u0022A universal and long-established tradition of prohibiting certain conduct creates a strong presumption that the prohibition is constitutional.\u0022"
                            },
                            {
                                "start": 125.758,
                                "stop": 138.05,
                                "byte_start": 608590,
                                "byte_stop": 657701,
                                "text": "Our history of limiting legislators\u0027 ability to participate in matters in which they have a conflict does suggest that the First Amendment has no application to voting by legislatives."
                            },
                            {
                                "start": 138.05,
                                "stop": 152.964,
                                "byte_start": 657701,
                                "byte_stop": 717364,
                                "text": "In its very first session, for example, the House of Representatives adopted a rule stating that \u0022no member shall vote on any question, in the event of which he is immediately and particularly interested.\u0022"
                            },
                            {
                                "start": 152.964,
                                "stop": 163.715,
                                "byte_start": 717364,
                                "byte_stop": 760414,
                                "text": "Thomas Jefferson, when he was Vice President of the United States and thus President of the Senate, adopted a similar rule for that House in 1801."
                            },
                            {
                                "start": 163.715,
                                "stop": 174.186,
                                "byte_start": 760414,
                                "byte_stop": 802314,
                                "text": "Conflict of interest rules for federal judges also date back to the founding and the States have a similarly long tradition of such rules."
                            },
                            {
                                "start": 174.186,
                                "stop": 187.933,
                                "byte_start": 802314,
                                "byte_stop": 857276,
                                "text": "Carrigan argues that voting must be protected speech because there are many \u0022tales of legislators using their votes to express deeply held and highly unpopular views\u0022."
                            },
                            {
                                "start": 187.933,
                                "stop": 197.333,
                                "byte_start": 857276,
                                "byte_stop": 894892,
                                "text": "When a legislator votes, however, he does so not as an individual but as a political representative engaged in the legislative process."
                            },
                            {
                                "start": 197.333,
                                "stop": 203.771,
                                "byte_start": 894892,
                                "byte_stop": 920597,
                                "text": "Acting in that capacity, his vote is not his own speech but a mechanical function of government."
                            },
                            {
                                "start": 203.771,
                                "stop": 211.255,
                                "byte_start": 920597,
                                "byte_stop": 950585,
                                "text": "The commitment of his appointed chair of the legislature\u0027s power to the passage or defeat of a particular proposal."
                            },
                            {
                                "start": 211.255,
                                "stop": 217.767,
                                "byte_start": 950585,
                                "byte_stop": 976603,
                                "text": "Moreover, voting is not symbolic action as his, for example, the burning of a flag."
                            },
                            {
                                "start": 217.767,
                                "stop": 228.277,
                                "byte_start": 976603,
                                "byte_stop": 1018608,
                                "text": "And the fact that a vote is the product of a deeply held or highly unpopular personal belief does not transform it into First Amendment speech."
                            },
                            {
                                "start": 228.277,
                                "stop": 235.086,
                                "byte_start": 1018608,
                                "byte_stop": 1045880,
                                "text": "Even if the mere vote itself could somehow express depth of belief, which we think it cannot."
                            },
                            {
                                "start": 235.086,
                                "stop": 242.575,
                                "byte_start": 1045880,
                                "byte_stop": 1075869,
                                "text": "This Court has rejected the notion that there is a First Amendment right to use the mechanisms of Government to convey a message."
                            },
                            {
                                "start": 242.575,
                                "stop": 257.839,
                                "byte_start": 1075869,
                                "byte_stop": 1136891,
                                "text": "For example, in the case called \u0022Timmons versus Twin Cities Area New Party\u0022, we upheld a state election law that prohibited fusion candidates, that is candidates who appear on the ballot as the choice of multiple parties."
                            },
                            {
                                "start": 257.839,
                                "stop": 268.881,
                                "byte_start": 1136891,
                                "byte_stop": 1181090,
                                "text": "We said that a party was entirely free to endorse the candidate of another party but had no right to use the state printed ballot in a state election to express that endorsement."
                            },
                            {
                                "start": 268.881,
                                "stop": 274.507,
                                "byte_start": 1181090,
                                "byte_stop": 1203555,
                                "text": "Our decision in Doe versus Reed moreover, another earlier case is not to the contrary."
                            },
                            {
                                "start": 274.507,
                                "stop": 295.463,
                                "byte_start": 1203555,
                                "byte_stop": 1287356,
                                "text": "In that case, we held that a citizen\u0027s signing of a petition was not deprived of its status as protected speech simply because, under the relevant state law, if the petition garnered enough signatures, it would stay the effect of the states statute to which it pertained pending a required referendum."
                            },
                            {
                                "start": 295.463,
                                "stop": 309.153,
                                "byte_start": 1287356,
                                "byte_stop": 1342109,
                                "text": "It is one thing to say that an inherently expressive act, a citizen\u0027s private act of joining a petition in his capacity as a citizen, remains an expressive act despite having legislative effect."
                            },
                            {
                                "start": 309.153,
                                "stop": 319.849,
                                "byte_start": 1342109,
                                "byte_stop": 1384950,
                                "text": "It is altogether another thing to say that performing a governmental function becomes an expressive act simply because the governmental actor wishes it to be so."
                            },
                            {
                                "start": 319.849,
                                "stop": 321.791,
                                "byte_start": 1384950,
                                "byte_stop": 1392682,
                                "text": "I should mention one other point."
                            },
                            {
                                "start": 321.791,
                                "stop": 335.626,
                                "byte_start": 1392682,
                                "byte_stop": 1448061,
                                "text": "You will recall that the Nevada law, not only for bad voting by the legislature with a con -- by the legislature with a conflict but also forbade his speaking in the session for or against the proposition."
                            },
                            {
                                "start": 335.626,
                                "stop": 349.603,
                                "byte_start": 1448061,
                                "byte_stop": 1503963,
                                "text": "If it is, as we have said, constitutional to prohibit his voting, prohibiting his speaking in the run-up to the vote, qualifies as what our cases call a reasonable time, place and manner restriction on speech."
                            },
                            {
                                "start": 349.603,
                                "stop": 355.183,
                                "byte_start": 1503963,
                                "byte_stop": 1526220,
                                "text": "It is reasonable to restrict legislative debate to those who have a right to vote."
                            },
                            {
                                "start": 355.183,
                                "stop": 365.364,
                                "byte_start": 1526220,
                                "byte_stop": 1566971,
                                "text": "Carrigan puts forth -- forward two other reasons why in his view Nevada\u0027s recusal statute is unconstitutional including the fact that it is unconstitutionally vague."
                            },
                            {
                                "start": 365.364,
                                "stop": 376.589,
                                "byte_start": 1566971,
                                "byte_stop": 1611901,
                                "text": "But since neither of those reasons was passed upon by the Nevada Supreme Court or mentioned in Carri -- Carrigan\u0027s brief in opposition to the petition for certiorari, we decline to reach them."
                            },
                            {
                                "start": 376.589,
                                "stop": 381.416,
                                "byte_start": 1611901,
                                "byte_stop": 1631232,
                                "text": "The judgment of the Supreme Court of Nevada is reversed and the case is remanded for further proceedings."
                            },
                            {
                                "start": 381.416,
                                "stop": 388.049,
                                "byte_start": 1631232,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a concurring opinion, and Justice Alito has filed an opinion concurring in part and in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53914,
            "mime": "audio\/mpeg",
            "size": 1657668,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-568\/20110613o_10-568.delivery.mp3"
        },
        {
            "id": 75654,
            "mime": "audio\/ogg",
            "size": 3923566,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-568\/20110613o_10-568.ogg"
        },
        {
            "id": 75655,
            "mime": "application\/x-mpegURL",
            "size": 5701,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-568\/20110613o_10-568.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}