{
    "ID": 62640,
    "name": "United States v. Bryant",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-420",
    "docket_number": "15-420",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "United States",
    "second_party": "Michael Bryant, Jr.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1450072800
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53373"
        }
    ],
    "lower_court": {
        "ID": 5,
        "name": "United States Court of Appeals for the Ninth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/5"
    },
    "facts_of_the_case": "\u003Cp\u003EIn June 2011, Michael Bryant, Jr. was convicted of two counts of domestic assault by a habitual offender in violation of 18 U.S.C. 117(a), a federal law that criminalizes domestic assault by any person who has been convicted of at least two domestic violence offenses in federal, state, or Indian tribal court. For the predicate offenses, the prosecution relied on Bryant’s previous domestic abuse convictions in Northern Cheyenne Tribal Court. Bryant moved to dismiss the indictment and argued that the use of the tribal court convictions as predicate convictions for the charge violated his Fifth and Sixth Amendment rights because he was not afforded counsel in the tribal court proceedings, so his convictions would have violated the Sixth Amendment if they had occurred in state or federal court. The district court denied the motion, and Bryant pled guilty pursuant to a plea agreement that preserved his right to appeal the district court’s denial of the motion to dismiss. On appeal, the U.S. Court of Appeals for the Ninth Circuit reversed and held that an uncounseled conviction that violated the Sixth Amendment could not be used as a predicate offense for the purpose of a charge under Section 117(a).\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EDoes an uncounseled conviction in tribal court used to satisfy the predicate offense requirement of 18 U.S.C. 117(a), which criminalizes domestic assault by a person who has been convicted of at least two domestic violence offenses in federal, state, or tribal court, violate the Sixth Amendment?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27396"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 45.784143,
        "longitude": -108.504198,
        "name": "United States District Court for the District of Montana",
        "street": "2601 2nd Avenue North",
        "city": "Billings",
        "province": "MT",
        "postal_code": null,
        "province_name": "Montana"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether an uncounseled conviction in tribal court used to satisfy the predicate offense requirement of 18 U.S.C. 117(a), which criminalizes domestic assault by a person who has been convicted of at least two domestic violence offenses in federal, state, or tribal court, violates the Sixth Amendment.",
    "written_opinion": null,
    "related_cases": null
}