{
    "id": 23220,
    "title": "Opinion Announcement - January 27, 2014",
    "transcript": {
        "title": null,
        "duration": 274.416,
        "sections": [
            {
                "start": 0,
                "stop": 274.416,
                "byte_start": 108544,
                "byte_stop": 1206105,
                "turns": [
                    {
                        "start": 0,
                        "stop": 274.416,
                        "byte_start": 108544,
                        "byte_stop": 1206105,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.338,
                                "byte_start": 108544,
                                "byte_stop": 153997,
                                "text": "Justice Sotomayor has our opinion this morning in case 12-315, Air Wisconsin Airlines versus Hoeper, which she has asked me to announce for her."
                            },
                            {
                                "start": 11.338,
                                "stop": 16.65,
                                "byte_start": 153997,
                                "byte_stop": 175208,
                                "text": "William Hoeper worked as a Denver-based pilot for Air Wisconsin."
                            },
                            {
                                "start": 16.65,
                                "stop": 28.253,
                                "byte_start": 175208,
                                "byte_stop": 221602,
                                "text": "But when Air Wisconsin stopped flying from Denver on any type of aircraft that Hoeper was certified to operate, he had to gain certification on a new type of aircraft to keep his job."
                            },
                            {
                                "start": 28.253,
                                "stop": 32.93,
                                "byte_start": 221602,
                                "byte_stop": 240306,
                                "text": "Hoeper failed in his first three attempts to pass the certification test."
                            },
                            {
                                "start": 32.93,
                                "stop": 43.578,
                                "byte_start": 240306,
                                "byte_stop": 282937,
                                "text": "Air Wisconsin agreed to give him a fourth and final chance, but when Hoeper traveled to Virginia for a required training session in a simulator, he failed that too."
                            },
                            {
                                "start": 43.578,
                                "stop": 53.358,
                                "byte_start": 282937,
                                "byte_stop": 322017,
                                "text": "Hoeper responded angrily to the failure raising his voice, using profanity, tossing his headset and accusing the instructor of railroading the situation."
                            },
                            {
                                "start": 53.358,
                                "stop": 59.683,
                                "byte_start": 322017,
                                "byte_stop": 347303,
                                "text": "The instructor called an Air Wisconsin manager who discussed the situation at headquarters with other officials."
                            },
                            {
                                "start": 59.683,
                                "stop": 68.04,
                                "byte_start": 347303,
                                "byte_stop": 380740,
                                "text": "By that point, Hoeper had been booked on a flight back to Denver and the officials were concerned that he might be a risk to the safety of that flight."
                            },
                            {
                                "start": 68.04,
                                "stop": 76.273,
                                "byte_start": 380740,
                                "byte_stop": 413654,
                                "text": "The officials discussed Hoeper\u0027s outburst, the fact that he was going to be fired and the history of assaults by disgruntled airline employees."
                            },
                            {
                                "start": 76.273,
                                "stop": 87.095,
                                "byte_start": 413654,
                                "byte_stop": 457017,
                                "text": "They were also worried that Hoeper might be carrying a gun because he was registered flight - Federal Flight Deck Officer or FFDO."
                            },
                            {
                                "start": 87.095,
                                "stop": 94.944,
                                "byte_start": 457017,
                                "byte_stop": 488364,
                                "text": "In light of all this, an executive decided that the airline should notify the Transportation Security Administration of the situation."
                            },
                            {
                                "start": 94.944,
                                "stop": 111.963,
                                "byte_start": 488364,
                                "byte_stop": 556492,
                                "text": "One of the airline officials called the TSA and stated that Hoeper was an FFDO who may be armed that the airline was concerned about his mental stability and the whereabouts of his firearm and that an unstable pilot in the FFDO program was terminated today."
                            },
                            {
                                "start": 111.963,
                                "stop": 119.198,
                                "byte_start": 556492,
                                "byte_stop": 585435,
                                "text": "In response, the TSA removed Hoeper from his plane, searched him and questioned him about the location of his gun."
                            },
                            {
                                "start": 119.198,
                                "stop": 122.401,
                                "byte_start": 585435,
                                "byte_stop": 598183,
                                "text": "Air Wisconsin fired Hoeper the next day."
                            },
                            {
                                "start": 122.401,
                                "stop": 126.575,
                                "byte_start": 598183,
                                "byte_stop": 614902,
                                "text": "Hoeper sued Air Wisconsin for defamation in Colorado state court."
                            },
                            {
                                "start": 126.575,
                                "stop": 142.455,
                                "byte_start": 614902,
                                "byte_stop": 678431,
                                "text": "The Airline raised as a defense provision of the Aviation and Transportation Security Act or ATSA which makes airlines and their employees immune from civil liability for disclosing suspicious behavior to the authorities."
                            },
                            {
                                "start": 142.455,
                                "stop": 159.332,
                                "byte_start": 678431,
                                "byte_stop": 745932,
                                "text": "Critically for this case, ATS immunity does not protect any disclosure made with actual knowledge that the disclosure was false, inaccurate, or misleading, or made with reckless disregard as to the truth or falsity of that disclosure."
                            },
                            {
                                "start": 159.332,
                                "stop": 171.37,
                                "byte_start": 745932,
                                "byte_stop": 794102,
                                "text": "The jury found for Hoeper and the Colorado Appellate Court\u0027s affirmed laboring under the assumption that even true statements do not qualify for ATSA immunity if they are made recklessly."
                            },
                            {
                                "start": 171.37,
                                "stop": 183.581,
                                "byte_start": 794102,
                                "byte_stop": 842898,
                                "text": "The Colorado Supreme Court held that Air Wisconsin was not entitled to immunity because its statements to the TSA were made with reckless disregard of their truth or falsity."
                            },
                            {
                                "start": 183.581,
                                "stop": 191.262,
                                "byte_start": 842898,
                                "byte_stop": 873618,
                                "text": "We now reverse that judgment holding that ATSA immunity may not be denied to materially true statements."
                            },
                            {
                                "start": 191.262,
                                "stop": 203.786,
                                "byte_start": 873618,
                                "byte_stop": 923773,
                                "text": "Congress modeled the exception to ATSA immunity after the actual malice standard of New York Times versus Sullivan and we have long-interpreted that standard as requiring material falsity."
                            },
                            {
                                "start": 203.786,
                                "stop": 211.242,
                                "byte_start": 923773,
                                "byte_stop": 953553,
                                "text": "We therefore assume that Congress meant to deny ATSA immunity only to materially false statements."
                            },
                            {
                                "start": 211.242,
                                "stop": 216.466,
                                "byte_start": 953553,
                                "byte_stop": 974451,
                                "text": "Other indicia of statutory meaning could rebut that presumption, but here, they do not."
                            },
                            {
                                "start": 216.466,
                                "stop": 224.951,
                                "byte_start": 974451,
                                "byte_stop": 1008410,
                                "text": "The Colorado state courts disagreed as to whether ATSA immunity is a question for the judge or the jury and we do not resolve that disagreement."
                            },
                            {
                                "start": 224.951,
                                "stop": 249.666,
                                "byte_start": 1008410,
                                "byte_stop": 1107257,
                                "text": "Rather, we conclude that even if a jury were to find the facts in the manner most favorable to Hoeper, Air Wisconsin would be entitled to ATS immunity as a matter of law.For purposes of ATSA immunity, a falsehood cannot be material unless there is a substantial likelihood that a reasonable security officer would consider it important in determining a response to the supposed threat."
                            },
                            {
                                "start": 249.666,
                                "stop": 258.028,
                                "byte_start": 1107257,
                                "byte_stop": 1140694,
                                "text": "For the reasons we explained in our opinion, we do not think any falsehood in Air Wisconsin\u0027s statements to the TSA was material."
                            },
                            {
                                "start": 258.028,
                                "stop": 266.074,
                                "byte_start": 1140694,
                                "byte_stop": 1172877,
                                "text": "The judgment of the Supreme Court of Colorado is therefore reversed and the case is remanded for proceedings not inconsistent with this opinion."
                            },
                            {
                                "start": 266.074,
                                "stop": 274.416,
                                "byte_start": 1172877,
                                "byte_stop": 1206105,
                                "text": "Justice Scalia has filed an opinion concurring in part and dissenting in part in which Justice Thomas and Justice Kagan have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55657,
            "mime": "audio\/mpeg",
            "size": 1206314,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-315\/20140127o_12-315.delivery.mp3"
        },
        {
            "id": 77298,
            "mime": "audio\/ogg",
            "size": 2724706,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-315\/20140127o_12-315.ogg"
        },
        {
            "id": 77299,
            "mime": "application\/x-mpegURL",
            "size": 4067,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-315\/20140127o_12-315.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}