{
    "id": 22862,
    "title": "Opinion Announcement - January 11, 2012",
    "transcript": {
        "title": "Hosanna-Tabor Evangelical Lutheran Church and School v. EEOC",
        "duration": 520.882,
        "sections": [
            {
                "start": 0,
                "stop": 520.882,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 520.882,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.32,
                                "byte_start": 106496,
                                "byte_stop": 159786,
                                "text": "I have our opinion this morning in Case Number 10-553, Hosanna-Tabor Evangelical Lutheran Church and School versus the Equal Employment Opportunity Commission."
                            },
                            {
                                "start": 13.32,
                                "stop": 22.193,
                                "byte_start": 159786,
                                "byte_stop": 195312,
                                "text": "Hosanna-Tabor Evangelical Lutheran Church operated a small school in Michigan for students in kindergarten through 8th grade."
                            },
                            {
                                "start": 22.193,
                                "stop": 27.376,
                                "byte_start": 195312,
                                "byte_stop": 216001,
                                "text": "The school had two types of teachers, Called teachers and Lay teachers."
                            },
                            {
                                "start": 27.376,
                                "stop": 33.522,
                                "byte_start": 216001,
                                "byte_stop": 240661,
                                "text": "Called teachers were regarded by the Church as having been called to their vocation by God."
                            },
                            {
                                "start": 33.522,
                                "stop": 41.761,
                                "byte_start": 240661,
                                "byte_stop": 273575,
                                "text": "To become a Called teacher, a candidate had to complete certain academic requirements, including a course of theological study."
                            },
                            {
                                "start": 41.761,
                                "stop": 47.016,
                                "byte_start": 273575,
                                "byte_stop": 294578,
                                "text": "Once Called, a teacher received the formal title \u0022Minister of Religion, Commissioned.\u0022"
                            },
                            {
                                "start": 47.016,
                                "stop": 53.552,
                                "byte_start": 294578,
                                "byte_stop": 320805,
                                "text": "Lay teachers, by contrast, were not required to have theological training or even to be Lutheran."
                            },
                            {
                                "start": 53.552,
                                "stop": 57.441,
                                "byte_start": 320805,
                                "byte_stop": 336269,
                                "text": "Cheryl Perich was a Called teacher at Hosanna-Tabor."
                            },
                            {
                                "start": 57.441,
                                "stop": 72.424,
                                "byte_start": 336269,
                                "byte_stop": 396246,
                                "text": "In addition to teaching secular subjects like math and social studies, Perich taught a religion class, led her students in daily prayer and devotional exercises and took her students to a weekly school-wide chapel service."
                            },
                            {
                                "start": 72.424,
                                "stop": 77.938,
                                "byte_start": 396246,
                                "byte_stop": 418294,
                                "text": "Lay teachers did all this too when Called teachers were not available."
                            },
                            {
                                "start": 77.938,
                                "stop": 84.603,
                                "byte_start": 418294,
                                "byte_stop": 444938,
                                "text": "Now, in 2004, Perich was diagnosed with narcolepsy and went on disability leave."
                            },
                            {
                                "start": 84.603,
                                "stop": 94.604,
                                "byte_start": 444938,
                                "byte_stop": 484958,
                                "text": "When she thought she\u0027d gotten better, she -- she sought to return to teaching, but the Church said it no longer had a position for her and asked her to resign."
                            },
                            {
                                "start": 94.604,
                                "stop": 101.445,
                                "byte_start": 484958,
                                "byte_stop": 512334,
                                "text": "After Perich refused and showed up at the school anyway, she was told she would likely be fired."
                            },
                            {
                                "start": 101.445,
                                "stop": 104.716,
                                "byte_start": 512334,
                                "byte_stop": 525396,
                                "text": "Perich responded by threatening to take legal action."
                            },
                            {
                                "start": 104.716,
                                "stop": 113.656,
                                "byte_start": 525396,
                                "byte_stop": 561131,
                                "text": "A few weeks later, the Church did fire her, citing what it called here disruptive behavior and at that point, Perich did take legal action."
                            },
                            {
                                "start": 113.656,
                                "stop": 128.101,
                                "byte_start": 561131,
                                "byte_stop": 618914,
                                "text": "She filed a charge with the Equal Employment Opportunity Commission or EEOC, alleging that by firing her, the Church had violated a federal law, the Americans with Disabilities Act or ADA."
                            },
                            {
                                "start": 128.101,
                                "stop": 140.38,
                                "byte_start": 618914,
                                "byte_stop": 668024,
                                "text": "The EEOC sued the Church under the ADA, claiming that the Church had unlawfully retaliated against Perich for threatening legal action, and Perich joined that suit."
                            },
                            {
                                "start": 140.38,
                                "stop": 148.321,
                                "byte_start": 668024,
                                "byte_stop": 699789,
                                "text": "Invoking what is known as the ministerial exception, the Church argues that the employment discrimination suit cannot proceed."
                            },
                            {
                                "start": 148.321,
                                "stop": 162.771,
                                "byte_start": 699789,
                                "byte_stop": 757676,
                                "text": "It contends that enforcing the ADA here is barred by the First Amendment to the Constitution because such a suit would allow the Government to intrude into the employment relationship between a religious group and one of its ministers."
                            },
                            {
                                "start": 162.771,
                                "stop": 168.602,
                                "byte_start": 757676,
                                "byte_stop": 780978,
                                "text": "The question in this case is whether such a ministerial exception exists."
                            },
                            {
                                "start": 168.602,
                                "stop": 173.739,
                                "byte_start": 780978,
                                "byte_stop": 801458,
                                "text": "Now, controversy between church and State over religious offices is nothing new."
                            },
                            {
                                "start": 173.739,
                                "stop": 178.446,
                                "byte_start": 801458,
                                "byte_stop": 820370,
                                "text": "In fact, the issue was addressed in the very first clause of Magna Carta."
                            },
                            {
                                "start": 178.446,
                                "stop": 192.852,
                                "byte_start": 820370,
                                "byte_stop": 877944,
                                "text": "There, King John agreed and this, \u0022The English church shall be free\u0022 and he accepted the Church\u0027s \u0022freedom of elections,\u0022 a right thought to be of the greatest necessity and importance."
                            },
                            {
                                "start": 192.852,
                                "stop": 204.461,
                                "byte_start": 877944,
                                "byte_stop": 924442,
                                "text": "That freedom, of course, did not survive the reign of Henry VIII and in 1534 the English monarch was made the head of the established church with authority to appoint its high officials."
                            },
                            {
                                "start": 204.461,
                                "stop": 210.891,
                                "byte_start": 924442,
                                "byte_stop": 950147,
                                "text": "Many in England later left for America precisely so that they could choose their own ministers here."
                            },
                            {
                                "start": 210.891,
                                "stop": 221.017,
                                "byte_start": 950147,
                                "byte_stop": 990584,
                                "text": "Even colonists, who continued to follow the Church of England after they arrived, often objected to the control exercise by the Crown over religious offices."
                            },
                            {
                                "start": 221.017,
                                "stop": 233.578,
                                "byte_start": 990584,
                                "byte_stop": 1040844,
                                "text": "To cite just one example, in Virginia, there was a law that vested with the royal governor, the power to appoint ministers, but local groups often defied him by choosing ministers on their own."
                            },
                            {
                                "start": 233.578,
                                "stop": 246.272,
                                "byte_start": 1040844,
                                "byte_stop": 1091626,
                                "text": "It was against this background that our Nation adopted the First Amendment providing that Congress shall make no laws respecting an establishment of religion or prohibiting the free exercise thereof."
                            },
                            {
                                "start": 246.272,
                                "stop": 260.434,
                                "byte_start": 1091626,
                                "byte_stop": 1148259,
                                "text": "Familiar with life under the established Church of England, the founding generations sought to foreclose the possibility of a national church by forbidding the establishment of religion and guaranteeing the free exercise thereof."
                            },
                            {
                                "start": 260.434,
                                "stop": 270.299,
                                "byte_start": 1148259,
                                "byte_stop": 1187756,
                                "text": "The Amendment\u0027s Religion Clauses ensured that the new Federal Government, unlike the English Crown, would have no role in filling religious offices."
                            },
                            {
                                "start": 270.299,
                                "stop": 285.583,
                                "byte_start": 1187756,
                                "byte_stop": 1248883,
                                "text": "Now, until today, we have not had occasion to consider whether this core principle is implicated by a suit that alleges discrimination in employment and seeks the help of the Government in resolving that employment dispute."
                            },
                            {
                                "start": 285.583,
                                "stop": 291.547,
                                "byte_start": 1248883,
                                "byte_stop": 1272707,
                                "text": "We conclude that the ministerial exception is implicated in such a situation."
                            },
                            {
                                "start": 291.547,
                                "stop": 296.317,
                                "byte_start": 1272707,
                                "byte_stop": 1291828,
                                "text": "The members of a religious group put their faith in the hands of their ministers."
                            },
                            {
                                "start": 296.317,
                                "stop": 307.425,
                                "byte_start": 1291828,
                                "byte_stop": 1336236,
                                "text": "Requiring a church to accept or retain an unwanted minister or punishing a Church for failing to do so, intrudes upon more than a mere employment decision."
                            },
                            {
                                "start": 307.425,
                                "stop": 317.895,
                                "byte_start": 1336236,
                                "byte_stop": 1378137,
                                "text": "Such action interferes with the internal governance of the Church, depriving the Church of control over the selection of those who will personify its beliefs."
                            },
                            {
                                "start": 317.895,
                                "stop": 331.516,
                                "byte_start": 1378137,
                                "byte_stop": 1432576,
                                "text": "By imposing an unwanted minister through an employment discrimination suit, the State infringes the Free Exercise Clause which protects a religious group\u0027s right to shape its own faith and mission through its appointments."
                            },
                            {
                                "start": 331.516,
                                "stop": 345.621,
                                "byte_start": 1432576,
                                "byte_stop": 1489000,
                                "text": "Giving the State the power to determine which individuals will -- will minister to the faithful, also violates the Establishment Clause which prohibits Government involvement in such ecclesiastical decisions."
                            },
                            {
                                "start": 345.621,
                                "stop": 354.367,
                                "byte_start": 1489000,
                                "byte_stop": 1524005,
                                "text": "Now, having concluded that there is a ministerial exception grounded in the Religion Clauses, the next question is whether Perich was a minister."
                            },
                            {
                                "start": 354.367,
                                "stop": 359.81,
                                "byte_start": 1524005,
                                "byte_stop": 1545738,
                                "text": "Given all the circumstances of her employment, we hold that she was."
                            },
                            {
                                "start": 359.81,
                                "stop": 363.513,
                                "byte_start": 1545738,
                                "byte_stop": 1560576,
                                "text": "To begin with, Hosanna-Tabor held Perich out as a minister."
                            },
                            {
                                "start": 363.513,
                                "stop": 371.993,
                                "byte_start": 1560576,
                                "byte_stop": 1594535,
                                "text": "The Church issued her a \u0022diploma of vocation\u0022 formally designating her a \u0022Minister of Religion\u0022."
                            },
                            {
                                "start": 371.993,
                                "stop": 379.577,
                                "byte_start": 1594535,
                                "byte_stop": 1624837,
                                "text": "That title represented a significant degree of religious training followed by a formal process of commissioning."
                            },
                            {
                                "start": 379.577,
                                "stop": 392.494,
                                "byte_start": 1624837,
                                "byte_stop": 1676560,
                                "text": "Perich also held herself out as a minister by accepting the formal call to religious services -- religious service and even claiming a special housing allowance for those in the ministry."
                            },
                            {
                                "start": 392.494,
                                "stop": 399.5,
                                "byte_start": 1676560,
                                "byte_stop": 1704563,
                                "text": "Finally, Perich\u0027s job duties reflected a role in convening the Church\u0027s message and carrying out its mission."
                            },
                            {
                                "start": 399.5,
                                "stop": 410.257,
                                "byte_start": 1704563,
                                "byte_stop": 1747613,
                                "text": "As mentioned earlier, Perich taught a religion class, led her students in prayer and devotional exercises, and took her students to a weekly school-wide chapel services."
                            },
                            {
                                "start": 410.257,
                                "stop": 420.277,
                                "byte_start": 1747613,
                                "byte_stop": 1787632,
                                "text": "About twice a year, she led the chapel service herself, choosing the liturgies, selecting the hymns and delivering a short message based on verses from the Bible."
                            },
                            {
                                "start": 420.277,
                                "stop": 432.282,
                                "byte_start": 1787632,
                                "byte_stop": 1835698,
                                "text": "Now, it is true that these duties occupied only 45 minutes of her time in a typical school day, but the issue before us is not one that can be resolved by a stopwatch."
                            },
                            {
                                "start": 432.282,
                                "stop": 440.03,
                                "byte_start": 1835698,
                                "byte_stop": 1866627,
                                "text": "As a source of religious instruction, Perich played an important part in transmitting the Lutheran faith to the next generation."
                            },
                            {
                                "start": 440.03,
                                "stop": 447.54,
                                "byte_start": 1866627,
                                "byte_stop": 1896720,
                                "text": "None of the factors I\u0027ve discussed is determinative, but together, they lead us to conclude that Perich was a minister."
                            },
                            {
                                "start": 447.54,
                                "stop": 450.643,
                                "byte_start": 1896720,
                                "byte_stop": 1909154,
                                "text": "This suit, therefore, must be dismissed."
                            },
                            {
                                "start": 450.643,
                                "stop": 467.349,
                                "byte_start": 1909154,
                                "byte_stop": 1975923,
                                "text": "An order reinstating Perich at the school would plainly violate the Church\u0027s freedom under the Religion Clauses to select its own ministers, so too would an award of pay, damages or attorney\u0027s fees which would operate as a penalty on the Church for terminating an unwanted minister."
                            },
                            {
                                "start": 467.349,
                                "stop": 480.213,
                                "byte_start": 1975923,
                                "byte_stop": 2027436,
                                "text": "Granting Perich the relief she seeks would entail a determination that Hosanna-Tabor was wrong to have fired here and it is precisely such a ruling that is barred by the ministerial exception."
                            },
                            {
                                "start": 480.213,
                                "stop": 494.123,
                                "byte_start": 2027436,
                                "byte_stop": 2083025,
                                "text": "The interest of society in enforcing employment discrimination laws is plainly important, but so too is the interest of religious groups in choosing who will preach their beliefs, teach their faith and carryout their mission."
                            },
                            {
                                "start": 494.123,
                                "stop": 503.148,
                                "byte_start": 2083025,
                                "byte_stop": 2119178,
                                "text": "When a minister, who has been fired, sues her church, alleging that her termination was discriminatory, the First Amendment has struck the balance for us."
                            },
                            {
                                "start": 503.148,
                                "stop": 507.855,
                                "byte_start": 2119178,
                                "byte_stop": 2137987,
                                "text": "The Church must be free to choose those who will guide it on its way."
                            },
                            {
                                "start": 507.855,
                                "stop": 509.935,
                                "byte_start": 2137987,
                                "byte_stop": 2146241,
                                "text": "Our opinion is unanimous."
                            },
                            {
                                "start": 509.935,
                                "stop": 514.243,
                                "byte_start": 2146241,
                                "byte_stop": 2163482,
                                "text": "The judgment of the Court of Appeals for the Sixth Circuit is reversed."
                            },
                            {
                                "start": 514.243,
                                "stop": 517.085,
                                "byte_start": 2163482,
                                "byte_stop": 2174872,
                                "text": "Justice Thomas has filed a concurring opinion."
                            },
                            {
                                "start": 517.085,
                                "stop": 520.882,
                                "byte_start": 2174872,
                                "byte_stop": 0,
                                "text": "Justice Alito has also filed a concurring opinion, in which Justice Kagan joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54846,
            "mime": "audio\/mpeg",
            "size": 2190023,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-553\/20120111o_10-553.delivery.mp3"
        },
        {
            "id": 76586,
            "mime": "audio\/ogg",
            "size": 5271212,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-553\/20120111o_10-553.ogg"
        },
        {
            "id": 76587,
            "mime": "application\/x-mpegURL",
            "size": 7593,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-553\/20120111o_10-553.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}