{
    "id": 22382,
    "title": "Opinion Announcement - April 24, 2001",
    "transcript": {
        "title": "Alexander v. Sandoval",
        "duration": 632.581,
        "sections": [
            {
                "start": 0,
                "stop": 632.581,
                "byte_start": 89576,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.89,
                        "byte_start": 89576,
                        "byte_stop": 125207,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.89,
                                "byte_start": 89576,
                                "byte_stop": 125207,
                                "text": "The opinion of the Court in No. 99-1908, Alexander against Sandoval will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.89,
                        "stop": 402.388,
                        "byte_start": 125207,
                        "byte_stop": 1699137,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.89,
                                "stop": 14.911,
                                "byte_start": 125207,
                                "byte_stop": 149240,
                                "text": "This case comes to us on writ of certiorari to the United States Court Of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 14.911,
                                "stop": 32.279,
                                "byte_start": 149240,
                                "byte_stop": 218725,
                                "text": "Respondent Martha Sandoval sought to obtain an automobile driver’s license from petitioner the Alabama Department of Public Safety what was hindered in that attempt by the Department’s policy of administering the license examinations only in English."
                            },
                            {
                                "start": 32.279,
                                "stop": 53.006,
                                "byte_start": 218725,
                                "byte_stop": 301690,
                                "text": "Seeking to force the Department to administer the examination in other languages, she suited under Title VI of the Civil Rights Act of 1964 or more precisely she suited under a regulation promulgated by the United States Department of Justice under or pursuant to Title VI."
                            },
                            {
                                "start": 53.006,
                                "stop": 59.04,
                                "byte_start": 301690,
                                "byte_stop": 325827,
                                "text": "The distinction between Title VI and its regulations is central to this case."
                            },
                            {
                                "start": 59.04,
                                "stop": 76.328,
                                "byte_start": 325827,
                                "byte_stop": 394895,
                                "text": "Title VI itself in Section 601 prohibits only intentional discrimination based on race, color, or national origin as we recognized most recently in Alexander versus Choate, and as the parties to this case all agree."
                            },
                            {
                                "start": 76.328,
                                "stop": 83.885,
                                "byte_start": 394895,
                                "byte_stop": 425197,
                                "text": "Some regulations promulgated under Section 602 of Title VI however, reach more broadly."
                            },
                            {
                                "start": 83.885,
                                "stop": 102.564,
                                "byte_start": 425197,
                                "byte_stop": 499907,
                                "text": "That is two of the regulation at issue here called a disparate-impact regulation, which prohibits the use of administrative methods that have the effect although they do not have the intent of subjecting individuals to discrimination based on race, color or national origin."
                            },
                            {
                                "start": 102.564,
                                "stop": 125.675,
                                "byte_start": 499907,
                                "byte_stop": 592381,
                                "text": "This Court has never squarely held that such regulations, which make unlawful action that 601 itself permits are valid, although when a case called Guardians Association versus Civil Service Commission of New York City five Justices voiced that view of the law at least as alternative grounds for their decisions."
                            },
                            {
                                "start": 125.675,
                                "stop": 131.011,
                                "byte_start": 592381,
                                "byte_stop": 613697,
                                "text": "For purposes of the present case however, we assume that such regulations are valid."
                            },
                            {
                                "start": 131.011,
                                "stop": 140.799,
                                "byte_start": 613697,
                                "byte_stop": 652776,
                                "text": "The issue presented in the case is whether private individuals may sue directly to enforce such disparate-impact regulations."
                            },
                            {
                                "start": 140.799,
                                "stop": 160.138,
                                "byte_start": 652776,
                                "byte_stop": 730203,
                                "text": "Our decision in Cannon versus University of Chicago clearly establishes that private individuals may sue to enforce Section 601’s ban on intentional discrimination, but we have never resolved whether they may also sue to enforce the regulations promulgated under Section 602."
                            },
                            {
                                "start": 160.138,
                                "stop": 171.574,
                                "byte_start": 730203,
                                "byte_stop": 775969,
                                "text": "Cannon had no cause to reach that issue, because it was decided on the assumption that the respondent there had intentionally discriminated and so could rest exclusively on Section 601."
                            },
                            {
                                "start": 171.574,
                                "stop": 192.578,
                                "byte_start": 775969,
                                "byte_stop": 859979,
                                "text": "The holding of our later decision in Guardians Association. versus Civil Service Commission of New York City likewise did not require us to resolve that issue and of the five Justices who voted in Guardians to approve disparate-impact regulations as lawful, three expressly reserved the question of a direct private right of action to enforce them."
                            },
                            {
                                "start": 192.578,
                                "stop": 203.143,
                                "byte_start": 859979,
                                "byte_stop": 902193,
                                "text": "The Court of Appeals for the Eleventh Circuit resolved this open question in favor of respondent, it held that a private right of action does exist to enforce the disparate-impact regulations at issue here."
                            },
                            {
                                "start": 203.143,
                                "stop": 204.842,
                                "byte_start": 902193,
                                "byte_stop": 908985,
                                "text": "We reserve."
                            },
                            {
                                "start": 204.842,
                                "stop": 215.123,
                                "byte_start": 908985,
                                "byte_stop": 950154,
                                "text": "The rule our cases have established is that private rights of action to enforce federal law, like substantive federal law itself must be created by Congress."
                            },
                            {
                                "start": 215.123,
                                "stop": 225.355,
                                "byte_start": 950154,
                                "byte_stop": 991009,
                                "text": "The judicial task is to interpret the statute Congress has passed to determine whether it displays and intent to create not just a right but also a private remedy."
                            },
                            {
                                "start": 225.355,
                                "stop": 236.6,
                                "byte_start": 991009,
                                "byte_stop": 1036045,
                                "text": "Applying this rule we cannot discern a statutory intent to create a free standing private cause of action to enforce regulations promulgated under Section 602."
                            },
                            {
                                "start": 236.6,
                                "stop": 255.769,
                                "byte_start": 1036045,
                                "byte_stop": 1112740,
                                "text": "Some of Section 602’s regulations of course can piggyback on the cause of action that we have already recognized to enforce Section 601, regulations for example, that applies 601’s ban on intentional discrimination are no doubt covered by the cause of action to enforce that Section."
                            },
                            {
                                "start": 255.769,
                                "stop": 259.86,
                                "byte_start": 1112740,
                                "byte_stop": 1129040,
                                "text": "But the disparate-impact regulations here are of the different kind."
                            },
                            {
                                "start": 259.86,
                                "stop": 271.368,
                                "byte_start": 1129040,
                                "byte_stop": 1175120,
                                "text": "They do not simply apply Section 601 indeed they forbid conduct that Section 601 permits and must they do not fall within the private right of action to enforce Section 601."
                            },
                            {
                                "start": 271.368,
                                "stop": 280.614,
                                "byte_start": 1175120,
                                "byte_stop": 1212110,
                                "text": "The private right to enforce the regulations must therefore be grounded somewhere else and Section 602 is the only alternative."
                            },
                            {
                                "start": 280.614,
                                "stop": 287.879,
                                "byte_start": 1212110,
                                "byte_stop": 1241158,
                                "text": "But Section 602 does not display any intent to create a private right of action to enforce the regulations it authorizes."
                            },
                            {
                                "start": 287.879,
                                "stop": 301.717,
                                "byte_start": 1241158,
                                "byte_stop": 1296538,
                                "text": "Whereas the text of 601 speaks in broad rights-creating language and focuses on a distinct class of protected individuals, it declares that no person shall be subjected to discrimination."
                            },
                            {
                                "start": 301.717,
                                "stop": 327.31,
                                "byte_start": 1296538,
                                "byte_stop": 1398833,
                                "text": "The text of 602 does neither of these things, it does not purport to create new rights but instead merely authorizes federal agencies to “effectuate the rights created by Section 601”, and it focuses neither on a protected class of individuals nor even on the funding recipients being regulated, rather it focuses on the regulating agencies."
                            },
                            {
                                "start": 327.31,
                                "stop": 335.489,
                                "byte_start": 1398833,
                                "byte_stop": 1431538,
                                "text": "Hence, under our decision in Cannon versus University of Chicago, there is far less reason here to infer a private remedy."
                            },
                            {
                                "start": 335.489,
                                "stop": 365.761,
                                "byte_start": 1431538,
                                "byte_stop": 1552642,
                                "text": "Moreover, Section 602 expressly provides elaborate methods for agencies to enforce their regulations, and while we found in Cannon that these enforcement methods did not defeat the private right of action to enforce the statute created by Section 601 they certainly suggest that Congress did not intent to create a separate private remedy to enforce the regulations alone through Section 602."
                            },
                            {
                                "start": 365.761,
                                "stop": 383.62,
                                "byte_start": 1552642,
                                "byte_stop": 1624113,
                                "text": "Respondents in the United States argue that the legal context in which Title VI was enacted should lead us to a different result, but in determining whether statutes create private rights of action as in interpreting statutes generally legal contexts matters only to the extent it clarifies text."
                            },
                            {
                                "start": 383.62,
                                "stop": 389.997,
                                "byte_start": 1624113,
                                "byte_stop": 1649609,
                                "text": "Finding no ambiguity in Section 602 we have no occasion to appeal to legal context."
                            },
                            {
                                "start": 389.997,
                                "stop": 402.388,
                                "byte_start": 1649609,
                                "byte_stop": 1699137,
                                "text": "For these reasons and others discussed in an opinion released today, we hold that there is no private right of action to enforce disparate-impact regulations promulgated under Section 602 of Title VI."
                            }
                        ]
                    },
                    {
                        "start": 402.388,
                        "stop": 632.581,
                        "byte_start": 1699137,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 402.388,
                                "stop": 414.786,
                                "byte_start": 1699137,
                                "byte_stop": 1748769,
                                "text": "I have filed a dissenting opinion that is joined by Justice Souter, Justice Ginsburg and Justice Breyer, because it is a rather long opinion I shall just make a few brief points."
                            },
                            {
                                "start": 414.786,
                                "stop": 419.911,
                                "byte_start": 1748769,
                                "byte_stop": 1769249,
                                "text": "The Civil Rights Act that we construe today was enacted in 1964."
                            },
                            {
                                "start": 419.911,
                                "stop": 428.199,
                                "byte_start": 1769249,
                                "byte_stop": 1802373,
                                "text": "A few years later this Court decided a case raising a claim identical in all relevant particulars the one brought in this suit."
                            },
                            {
                                "start": 428.199,
                                "stop": 433.007,
                                "byte_start": 1802373,
                                "byte_stop": 1821703,
                                "text": "The unanimous Court held that private plaintiffs might proceed with that claim."
                            },
                            {
                                "start": 433.007,
                                "stop": 446.566,
                                "byte_start": 1821703,
                                "byte_stop": 1875934,
                                "text": "In their concurring opinion in that case Lau against Nichols, Justice Stewart, Chief Justice Burger and Justice Blackmun, cogently and correctly analyze the precise question the Court addresses today."
                            },
                            {
                                "start": 446.566,
                                "stop": 452.639,
                                "byte_start": 1875934,
                                "byte_stop": 1900175,
                                "text": "In the intervening years the Courts of Appeals have also repeatedly answered today’s question."
                            },
                            {
                                "start": 452.639,
                                "stop": 464.524,
                                "byte_start": 1900175,
                                "byte_stop": 1947718,
                                "text": "In case after case those courts have held without exception that the disparate-impact regulations promulgated under Title VI are enforceable in private actions."
                            },
                            {
                                "start": 464.524,
                                "stop": 475.446,
                                "byte_start": 1947718,
                                "byte_stop": 1991395,
                                "text": "Given the fact that the law in this area was well-settled and that those cases were correctly decided, there was no need for this Court to grant certiorari in this case."
                            },
                            {
                                "start": 475.446,
                                "stop": 482.581,
                                "byte_start": 1991395,
                                "byte_stop": 2019920,
                                "text": "The Courts of Appeals relied heavily and the reasoning in our opinion in Cannon against the University of Chicago."
                            },
                            {
                                "start": 482.581,
                                "stop": 490.754,
                                "byte_start": 2019920,
                                "byte_stop": 2052626,
                                "text": "In that case we noted that our evaluation of congressional action must take into account its contemporary legal context."
                            },
                            {
                                "start": 490.754,
                                "stop": 505.874,
                                "byte_start": 2052626,
                                "byte_stop": 2113125,
                                "text": "We held that even though the statute did not say so in so many words, it was clear that Congress intended to authorize private actions to enforce the regulatory scheme contained in Titles VI and IX of the Civil Rights Act."
                            },
                            {
                                "start": 505.874,
                                "stop": 510.995,
                                "byte_start": 2113125,
                                "byte_stop": 2133605,
                                "text": "Today the court relies on arguments advanced in the dissenting opinions in Cannon."
                            },
                            {
                                "start": 510.995,
                                "stop": 525.226,
                                "byte_start": 2133605,
                                "byte_stop": 2190552,
                                "text": "It puts the majority\u0027s opinion in that case to one side on the remarkable ground that Cannon’s holding applies only to cases involving intentional discrimination and therefore, it sheds no light on this disparate-impact case."
                            },
                            {
                                "start": 525.226,
                                "stop": 547.739,
                                "byte_start": 2190552,
                                "byte_stop": 2280623,
                                "text": "In doing so however, the Court simply ignores the long description of the actual claim in Cannon in which the plaintiff had alleged that medical school policies that disfavored applicants who were more than 35 years old had a disparate-impact on females, because the incidents of interrupted higher education is higher among women than among men."
                            },
                            {
                                "start": 547.739,
                                "stop": 556.537,
                                "byte_start": 2280623,
                                "byte_stop": 2315731,
                                "text": "In other words, despite what the court now says about the holding in Cannon it was in fact a typical disparate-impact case."
                            },
                            {
                                "start": 556.537,
                                "stop": 561.505,
                                "byte_start": 2315731,
                                "byte_stop": 2335689,
                                "text": "Moving beyond precedent the Court’s position defies simple logic."
                            },
                            {
                                "start": 561.505,
                                "stop": 582.362,
                                "byte_start": 2335689,
                                "byte_stop": 2419072,
                                "text": "The Court acknowledges that our prior cases recognize the private right of action to enforce Title VI antidiscrimination mandate and accepts for the purposes of today’s decision that the regulations at issue in this case are validly promulgated measures to effectuate the statutory goal."
                            },
                            {
                                "start": 582.362,
                                "stop": 587.739,
                                "byte_start": 2419072,
                                "byte_stop": 2440596,
                                "text": "Given those propositions the answer to the question presented should be so evident."
                            },
                            {
                                "start": 587.739,
                                "stop": 601.294,
                                "byte_start": 2440596,
                                "byte_stop": 2494827,
                                "text": "It strains credulity to think that Congress would have without saying so, intended to make available a right of action to enforce some of the regulations promulgated under Title VI but not others."
                            },
                            {
                                "start": 601.294,
                                "stop": 611.996,
                                "byte_start": 2494827,
                                "byte_stop": 2537563,
                                "text": "I mention these details to identify the character of the arguments that court has advanced in an attempt to justify its parsimonious construction of a very important statute."
                            },
                            {
                                "start": 611.996,
                                "stop": 632.581,
                                "byte_start": 2537563,
                                "byte_stop": 0,
                                "text": "For reasons stated at greater length in my written opinion, I think it is clear that both precedent in reason provide powerful support for the conclusion that the ,Congress that enacted Title VI in 1964, intended to authorize private actions to enforce all regulations validly promulgated under that Title."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53886,
            "mime": "audio\/mpeg",
            "size": 2608094,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1908\/20010424o_99-1908.delivery.mp3"
        },
        {
            "id": 75626,
            "mime": "audio\/ogg",
            "size": 6195345,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1908\/20010424o_99-1908.ogg"
        },
        {
            "id": 75627,
            "mime": "application\/x-mpegURL",
            "size": 9351,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1908\/20010424o_99-1908.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}