{
    "id": 22374,
    "title": "Opinion Announcement - June 25, 2007",
    "transcript": {
        "title": "Federal Election Comm\u0027n v. Wisconsin Right to Life, Inc.",
        "duration": 979.122,
        "sections": [
            {
                "start": 0,
                "stop": 979.122,
                "byte_start": 89891,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 584.345,
                        "byte_start": 89891,
                        "byte_stop": 2427328,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.415,
                                "byte_start": 89891,
                                "byte_stop": 155615,
                                "text": "I also have the announcement this morning and then opinion in case No. 06-969, Federal Election Commission versus Wisconsin Right to Life and the consolidated case number 06-970 McCain versus Wisconsin Right to Life."
                            },
                            {
                                "start": 16.415,
                                "stop": 23.268,
                                "byte_start": 155615,
                                "byte_stop": 182991,
                                "text": "Unlike the case we just finished announcing, these cases concern core political speech not in the school environment."
                            },
                            {
                                "start": 23.268,
                                "stop": 30.798,
                                "byte_start": 182991,
                                "byte_stop": 213084,
                                "text": "They involve Section 203 of the Bipartisan Campaign Reform Act of 2002 (BCRA)."
                            },
                            {
                                "start": 30.798,
                                "stop": 43.269,
                                "byte_start": 213084,
                                "byte_stop": 263031,
                                "text": "Abbreviation makes it a felony for union or corporation to broadcast shortly before an election any communication that names a candidate for elected federal office and is targeted to the electorate."
                            },
                            {
                                "start": 43.269,
                                "stop": 55.181,
                                "byte_start": 263031,
                                "byte_stop": 310678,
                                "text": "Three terms ago in a case known as McConnell versus Federal Election Commission we considered the claim that Section 203 violated the First Amendment because of it was overbroad on its face."
                            },
                            {
                                "start": 55.181,
                                "stop": 72.038,
                                "byte_start": 310678,
                                "byte_stop": 378074,
                                "text": "The objection was that it covered not only expressed campaign advocacy an ad saying “vote for Jones” but also genuine issue advocacy an ad saying “here is an issue we feel strongly about contact representative Jones and tell him to do something about it.\u0022"
                            },
                            {
                                "start": 72.038,
                                "stop": 82.418,
                                "byte_start": 378074,
                                "byte_stop": 419661,
                                "text": "BCRA was concerned about election speech but Section 203 by it terms covers both types of ads because both mention the federal candidate by name."
                            },
                            {
                                "start": 82.418,
                                "stop": 91.592,
                                "byte_start": 419661,
                                "byte_stop": 456337,
                                "text": "In the McConnell case, this court held that Section 203 was not so overbroad on its face that all enforcement of it should be banned."
                            },
                            {
                                "start": 91.592,
                                "stop": 110.151,
                                "byte_start": 456337,
                                "byte_stop": 530524,
                                "text": "In July 2004, a nonprofit corporation called Wisconsin Right to Life (WRTL) began broadcasting radio ads that refer to a group of senators that was using a filibuster tactic to block federal judicial nominees from a simple yes or no vote."
                            },
                            {
                                "start": 110.151,
                                "stop": 133.116,
                                "byte_start": 530524,
                                "byte_stop": 622371,
                                "text": "The ads ended buying urging listeners to contact senators Feingold and Kohl the two Wisconsin senators and tell them to oppose the filibuster because the ads mention senator Feingold by name and he was up to reelection BCRA Section 203 made their broadcast illegal as of 30-days prior to the Wisconsin primary."
                            },
                            {
                                "start": 133.116,
                                "stop": 141.258,
                                "byte_start": 622371,
                                "byte_stop": 654972,
                                "text": "Believing it had a First Amendment right to continue running these ads WRTL filed a suit against the Federal Election Commission."
                            },
                            {
                                "start": 141.258,
                                "stop": 160.619,
                                "byte_start": 654972,
                                "byte_stop": 732399,
                                "text": "The District Court initially denied relief concluding that our McConnell decision essentially held that BCRA Section 203 was constitutional in every application but last term we vacated that judgment explaining that McConnell held only that Section 203 was not unconstitutional on its face."
                            },
                            {
                                "start": 160.619,
                                "stop": 165.263,
                                "byte_start": 732399,
                                "byte_stop": 750998,
                                "text": "McConnell did not purport to resolve future as applied challenges."
                            },
                            {
                                "start": 165.263,
                                "stop": 172.734,
                                "byte_start": 750998,
                                "byte_stop": 780882,
                                "text": "On remand the District Court held Section 203 unconstitutional as applied to WRTL’s ads."
                            },
                            {
                                "start": 172.734,
                                "stop": 183.839,
                                "byte_start": 780882,
                                "byte_stop": 825290,
                                "text": "The court ruled that these ads were not election advocacy or its functional equivalent but instead were genuine issue ads and no compelling interest justified their suppression."
                            },
                            {
                                "start": 183.839,
                                "stop": 190.257,
                                "byte_start": 825290,
                                "byte_stop": 850995,
                                "text": "The Federal Election Commission and a group of legislators who had intervene appealed the case."
                            },
                            {
                                "start": 190.257,
                                "stop": 204.945,
                                "byte_start": 850995,
                                "byte_stop": 909718,
                                "text": "We began by holding that we have jurisdiction to hear the case the government argues that the case is moot because the 2004 election is coming on and WRTL no longer desires to run the particular three advertisements that are the subject of this suit."
                            },
                            {
                                "start": 204.945,
                                "stop": 215.091,
                                "byte_start": 909718,
                                "byte_stop": 950260,
                                "text": "We hold however that these cases get comfortably within the established exception to mootness for disputes that are capable of repetition yet evading review."
                            },
                            {
                                "start": 215.091,
                                "stop": 235.332,
                                "byte_start": 950260,
                                "byte_stop": 1031240,
                                "text": "It would be unreasonable to expect that WRTL could have obtain complete judicial review of its claims in time to air its ads during the BCRA blackout periods and WRTL credibly that a plans to run materially similar are targeted broadcast ads during future blackout periods."
                            },
                            {
                                "start": 235.332,
                                "stop": 239.888,
                                "byte_start": 1031240,
                                "byte_stop": 1049525,
                                "text": "On the merits a majority of the court affirms the judgment of the District Court."
                            },
                            {
                                "start": 239.888,
                                "stop": 248.382,
                                "byte_start": 1049525,
                                "byte_stop": 1083484,
                                "text": "In an opinion joined by Justice Alito, I find Section 203 unconstitutional as applied to WRTL’s ads."
                            },
                            {
                                "start": 248.382,
                                "stop": 257.551,
                                "byte_start": 1083484,
                                "byte_stop": 1120160,
                                "text": "In McConnell the court held that Section 203 properly regulates ads that are expressed election advocacy or its functional equivalent."
                            },
                            {
                                "start": 257.551,
                                "stop": 269.522,
                                "byte_start": 1120160,
                                "byte_stop": 1168017,
                                "text": "These ads are not expressed election advocacy, they don’t say, “vote for” or “against Feingold” but how to tell whether they are the so called functional equivalent of such advocacy."
                            },
                            {
                                "start": 269.522,
                                "stop": 293.317,
                                "byte_start": 1168017,
                                "byte_stop": 1263207,
                                "text": "In answering that question we have to remember that we are talking about core political speech, public discussion and debate about policy matters and the ability of speakers to mention public officials in the course of that discussion and we need to remember that we are applying the First Amendment which provides “congress shall make no law abridging the freedom of speech.”"
                            },
                            {
                                "start": 293.317,
                                "stop": 308.064,
                                "byte_start": 1263207,
                                "byte_stop": 1322244,
                                "text": "Now, this court has not adopted an absolutist interpretation of that Amendment but it is important in considering a law that makes it a crime to mention an elected official by name to recall the scope of the words that the Framers use."
                            },
                            {
                                "start": 308.064,
                                "stop": 321.517,
                                "byte_start": 1322244,
                                "byte_stop": 1376056,
                                "text": "In light of this the test for deciding whether these ads are the functional equivalent of expressed campaign speech cannot turn on amorphous factors like the speaker intent or the possible effect of the ads on voters."
                            },
                            {
                                "start": 321.517,
                                "stop": 333.441,
                                "byte_start": 1376056,
                                "byte_stop": 1423703,
                                "text": "The test cannot turn on multiple contextual factors it would surely chill political speech if people could not know in advance whether they could speak or would be committing a felony."
                            },
                            {
                                "start": 333.441,
                                "stop": 351.676,
                                "byte_start": 1423703,
                                "byte_stop": 1496637,
                                "text": "Given these considerations a court should find that an ad is the functional equivalent of express advocacy and maybe barred under Section 203 only if the ad is susceptible of no reasonable interpretation other than as an appeal to vote for or against a specific candidate."
                            },
                            {
                                "start": 351.676,
                                "stop": 371.46,
                                "byte_start": 1496637,
                                "byte_stop": 1575736,
                                "text": "Under this test WRTL’s three ads are plainly not the functional equivalent of express election advocacy the ads focus on a legislative issue, take a position on the issue, exhort the public to adopt that position and urge the public to contact public officials with respect to that matter."
                            },
                            {
                                "start": 371.46,
                                "stop": 382.968,
                                "byte_start": 1575736,
                                "byte_stop": 1621816,
                                "text": "The ads do not mention an election candidacy, political party or challenger and they do not take a position on a candidate’s character, qualifications or fitness for office."
                            },
                            {
                                "start": 382.968,
                                "stop": 402.529,
                                "byte_start": 1621816,
                                "byte_stop": 1700079,
                                "text": "At best the appellants have shown that the distinction between discussion of issues on the one hand and candidates on the other may not be that clear in practice but under our test that is not enough to establish that the ads can reasonably be viewed as advocating or opposing a candidate in a federal election."
                            },
                            {
                                "start": 402.529,
                                "stop": 408.384,
                                "byte_start": 1700079,
                                "byte_stop": 1723484,
                                "text": "Discussion of issues cannot be suppressed simply because the issues may also be pertinent in an election."
                            },
                            {
                                "start": 408.384,
                                "stop": 414.234,
                                "byte_start": 1723484,
                                "byte_stop": 1746890,
                                "text": "Where the First Amendment is implicated the tie goes to the speaker not to censor."
                            },
                            {
                                "start": 414.234,
                                "stop": 419.425,
                                "byte_start": 1746890,
                                "byte_stop": 1767684,
                                "text": "So these ads cannot be suppressed because they are light express election advocacy."
                            },
                            {
                                "start": 419.425,
                                "stop": 436.017,
                                "byte_start": 1767684,
                                "byte_stop": 1834035,
                                "text": "We also reject other asserted grounds for censoring the speech it is suggested that the regulation is supported by the interest in preventing corruption and the appearance of corruption in election campaigns, and the interest in addressing the distorting effects of corporate wealth."
                            },
                            {
                                "start": 436.017,
                                "stop": 445.533,
                                "byte_start": 1834035,
                                "byte_stop": 1872069,
                                "text": "Neither interest however has been extend into ads like WRTL’s that are not the functional equivalent of express election advocacy."
                            },
                            {
                                "start": 445.533,
                                "stop": 477.668,
                                "byte_start": 1872069,
                                "byte_stop": 2000591,
                                "text": "We conclude that extending them this extra strap would be to stretch that too far and would call into question our well established holding that the corporate identity of a speaker does not strip corporations of all free speech rights because WRTL’s ads are not express election advocacy or its functional equivalent, and because appellants identify no interest sufficiently compelling to justify burdening WRTL’s speech, BCRA §203 is unconstitutional as applied to WRTL’s ads."
                            },
                            {
                                "start": 477.668,
                                "stop": 489.499,
                                "byte_start": 2000591,
                                "byte_stop": 2047925,
                                "text": "Justice Alito and I do not believe these cases present an appropriate occasion to revisit McConnell’s holding that express candidate advocacy or its functional equivalent maybe regulated."
                            },
                            {
                                "start": 489.499,
                                "stop": 503.326,
                                "byte_start": 2047925,
                                "byte_stop": 2103200,
                                "text": "But when it comes to defining what speech qualifies as the functional equivalent of express advocacy subject to such a ban the question that us before the court, we give the benefit of the doubt to speech not censorship."
                            },
                            {
                                "start": 503.326,
                                "stop": 507.144,
                                "byte_start": 2103200,
                                "byte_stop": 2118560,
                                "text": "Justice Alito has also filed a concurring opinion."
                            },
                            {
                                "start": 507.144,
                                "stop": 515.203,
                                "byte_start": 2118560,
                                "byte_stop": 2150743,
                                "text": "Justice Scalia has filed an opinion concurring in part and concurring in the judgment in which Justice Kennedy and Thomas have joined."
                            },
                            {
                                "start": 515.203,
                                "stop": 529.682,
                                "byte_start": 2150743,
                                "byte_stop": 2208631,
                                "text": "In Justice Scalia’s view the test for as applied challenges under Section 203, I have just articulated another similar test are impermissibly vague and thus ineffective to vindicate the fundamental First Amendment rights at issue."
                            },
                            {
                                "start": 529.682,
                                "stop": 541.798,
                                "byte_start": 2208631,
                                "byte_stop": 2257114,
                                "text": "Justice Scalia believes this conclusion compelled by our decision in Buckley versus Valeo which rejected advocacy of the election or defeat of a candidate as a statutory test because it was too vague."
                            },
                            {
                                "start": 541.798,
                                "stop": 554.612,
                                "byte_start": 2257114,
                                "byte_stop": 2308418,
                                "text": "At the same time he reasons any clear rule that would protect all genuine issue ads would cover such a substantial number of ads prohibited by Section 203 that Section 203 would be rendered substantial overbroad."
                            },
                            {
                                "start": 554.612,
                                "stop": 563.985,
                                "byte_start": 2308418,
                                "byte_stop": 2345930,
                                "text": "Thus, our decision in McConnell which presuppose the availability of as applied challenges was mistaken in its approval of Section 203."
                            },
                            {
                                "start": 563.985,
                                "stop": 571.429,
                                "byte_start": 2345930,
                                "byte_stop": 2375710,
                                "text": "Justice Scalia would therefore overrule that part of the court’s decision in McConnell upholding Section 203(a) of BCRA."
                            },
                            {
                                "start": 571.429,
                                "stop": 578.317,
                                "byte_start": 2375710,
                                "byte_stop": 2403191,
                                "text": "While he agrees with the principle opinion of that the court has jurisdiction he otherwise concurs only in judgment."
                            },
                            {
                                "start": 578.317,
                                "stop": 584.345,
                                "byte_start": 2403191,
                                "byte_stop": 2427328,
                                "text": "Justice Souter has filed a dissenting opinion which Justices Stevens, Ginsburg and Breyer have joined."
                            }
                        ]
                    },
                    {
                        "start": 584.345,
                        "stop": 979.122,
                        "byte_start": 2427328,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 584.345,
                                "stop": 605.645,
                                "byte_start": 2427328,
                                "byte_stop": 2512487,
                                "text": "As the Chief Justice said less than four years ago on a case called McConnell against Federal Election Commission this court reviewed to claim that Section 203 of the Bipartisan Campaign Reform Act of 2002 commonly called McCain–Feingold was unconstitutional on its face."
                            },
                            {
                                "start": 605.645,
                                "stop": 610.953,
                                "byte_start": 2512487,
                                "byte_stop": 2533803,
                                "text": "We rejected that challenge and held that provision facially constitutional."
                            },
                            {
                                "start": 610.953,
                                "stop": 622.853,
                                "byte_start": 2533803,
                                "byte_stop": 2581346,
                                "text": "That same provision is challenged today as applied specifically is applied to particular broadcast advertisements run by the Appellee Corporation Wisconsin Right to Life incorporated."
                            },
                            {
                                "start": 622.853,
                                "stop": 631.264,
                                "byte_start": 2581346,
                                "byte_stop": 2614991,
                                "text": "Today a majority of the court holds that Section 203 cannot be applied constitutionally to regulate the corporation’s advertisements."
                            },
                            {
                                "start": 631.264,
                                "stop": 643.343,
                                "byte_start": 2614991,
                                "byte_stop": 2663266,
                                "text": "The courts reasoning is directly at odds with the reasoning in McConnell and a portion of McConnell that upheld Section 203 on its face is therefore effectively overruled."
                            },
                            {
                                "start": 643.343,
                                "stop": 649.557,
                                "byte_start": 2663266,
                                "byte_stop": 2688134,
                                "text": "Justice Stevens, Justice Ginsberg, Justice Breyer and I respectfully dissent."
                            },
                            {
                                "start": 649.557,
                                "stop": 667.394,
                                "byte_start": 2688134,
                                "byte_stop": 2759501,
                                "text": "In conjunction with the other provisions of the Bipartisan Campaign Reform Act of 2002 Section 203 limits a corporation or union from broadcasting a political advertisement within 60-days on election or 30-days of primary."
                            },
                            {
                                "start": 667.394,
                                "stop": 675.596,
                                "byte_start": 2759501,
                                "byte_stop": 2792311,
                                "text": "When the ad refers to a clearly identified candidate for federal office and is targeted to the candidate’s electoral district."
                            },
                            {
                                "start": 675.596,
                                "stop": 688.316,
                                "byte_start": 2792311,
                                "byte_stop": 2843197,
                                "text": "The corporation of union may maintain a separate political action committee that can run such an ad but the corporation or union cannot do so directly by using its general funds."
                            },
                            {
                                "start": 688.316,
                                "stop": 694.914,
                                "byte_start": 2843197,
                                "byte_stop": 2869633,
                                "text": "Section 203 was enacted to deal with the problem that had been brewing for over a century."
                            },
                            {
                                "start": 694.914,
                                "stop": 709.13,
                                "byte_start": 2869633,
                                "byte_stop": 2926475,
                                "text": "In the year 1907 corporations were forbidden to make contributions from corporate funds directly to federal candidates in the 1940s the same limitation was imposed on unions."
                            },
                            {
                                "start": 709.13,
                                "stop": 728.465,
                                "byte_start": 2926475,
                                "byte_stop": 3003798,
                                "text": "In each case the reason was obvious corporations and unions can assemble a lot of money, money given to a political candidates has string attached, people understand this and the consequence understanding a cynicism about the democratic process."
                            },
                            {
                                "start": 728.465,
                                "stop": 737.541,
                                "byte_start": 3003798,
                                "byte_stop": 3040056,
                                "text": "Both the reality of the strings attached and cynicism about democracy are serious threats to the integrity of representative government."
                            },
                            {
                                "start": 737.541,
                                "stop": 745.885,
                                "byte_start": 3040056,
                                "byte_stop": 3073493,
                                "text": "Encountering those threats to governmntal integrity is an interest of compelling importance."
                            },
                            {
                                "start": 745.885,
                                "stop": 764.886,
                                "byte_start": 3073493,
                                "byte_stop": 3149457,
                                "text": "Bans on contributions however became increasingly ineffective as time went by because independent corporate and union expenditures aimed at supporting or defeating a candidate had the same effects impose the same threat as direct contributions to the candidate."
                            },
                            {
                                "start": 764.886,
                                "stop": 770.71,
                                "byte_start": 3149457,
                                "byte_stop": 3172758,
                                "text": "Congress consequently perceive the need to limit expenditures as well as contributions."
                            },
                            {
                                "start": 770.71,
                                "stop": 777.791,
                                "byte_start": 3172758,
                                "byte_stop": 3201075,
                                "text": "In the most recent effort, results of its efforts, was the enactment of Section 203."
                            },
                            {
                                "start": 777.791,
                                "stop": 794.127,
                                "byte_start": 3201075,
                                "byte_stop": 3266485,
                                "text": "Back in 2003 in the McConnell case the main attack on Section 203 was that it not only limited advertisements directly urging the election or defeat of identified candidate but would also limits so called issue ads."
                            },
                            {
                                "start": 794.127,
                                "stop": 803.654,
                                "byte_start": 3266485,
                                "byte_stop": 3304520,
                                "text": "Advertisements calling attention to some public issue and urging a listener to get in touch with a senator or representative to express views on the subject."
                            },
                            {
                                "start": 803.654,
                                "stop": 814.121,
                                "byte_start": 3304520,
                                "byte_stop": 3346420,
                                "text": "In McConnell this court held that the objection was not strong enough to show that Section 203 was unconstitutional on its face as a restriction on corporate or union speech."
                            },
                            {
                                "start": 814.121,
                                "stop": 829.203,
                                "byte_start": 3346420,
                                "byte_stop": 3406711,
                                "text": "One reason for that conclusion was that the great majority issue ads that would be limited would in fact be the functional equivalent of direct election hearing urging the election or the defeat of a candidate."
                            },
                            {
                                "start": 829.203,
                                "stop": 842.781,
                                "byte_start": 3406711,
                                "byte_stop": 3461045,
                                "text": "We gave a simple example an advertisement describes a problem it tells you that Senator or Representative Jane Doe has been taking the wrong position on the problem and urges you to call Jane Doe."
                            },
                            {
                                "start": 842.781,
                                "stop": 850.274,
                                "byte_start": 3461045,
                                "byte_stop": 3491034,
                                "text": "If Jane Doe is also out for election at the time anybody will get the message that Jane Doe should be defeated."
                            },
                            {
                                "start": 850.274,
                                "stop": 856.725,
                                "byte_start": 3491034,
                                "byte_stop": 3516843,
                                "text": "McConnell said the Section 203 was constitutional as to that kind of advertisement."
                            },
                            {
                                "start": 856.725,
                                "stop": 862.997,
                                "byte_start": 3516843,
                                "byte_stop": 3541920,
                                "text": "The advertisement that led to the case now before as were like the Jane Doe ads."
                            },
                            {
                                "start": 862.997,
                                "stop": 877.127,
                                "byte_start": 3541920,
                                "byte_stop": 3598449,
                                "text": "They flag filibusters against judicial nominees as an abusive power they directed their listeners to the website that identified Senator Feingold of Wisconsin as a Senator who engaged in such filibustering."
                            },
                            {
                                "start": 877.127,
                                "stop": 887.669,
                                "byte_start": 3598449,
                                "byte_stop": 3640663,
                                "text": "The ads told the listeners to call Senator Feingold who express their feelings and this at the very time that senator Feingold was up for a reelection."
                            },
                            {
                                "start": 887.669,
                                "stop": 892.391,
                                "byte_start": 3640663,
                                "byte_stop": 3659471,
                                "text": "The clear message was defeat senator Feingold."
                            },
                            {
                                "start": 892.391,
                                "stop": 899.679,
                                "byte_start": 3659471,
                                "byte_stop": 3688624,
                                "text": "If the Jane Doe ad can be regulated so can the Appellee’s ad and senator Feingold and filibusters."
                            },
                            {
                                "start": 899.679,
                                "stop": 906.47,
                                "byte_start": 3688624,
                                "byte_stop": 3715791,
                                "text": "If the filibuster ad cannot be regulated constitutionally neither can the Jane Doe ad."
                            },
                            {
                                "start": 906.47,
                                "stop": 921.166,
                                "byte_start": 3715791,
                                "byte_stop": 3774619,
                                "text": "The court says that the filibuster ad cannot constitutionally be regulated and the unmistakable consequence of that is the McConnell’s holding that Section 203 is facially constitutional is overruled."
                            },
                            {
                                "start": 921.166,
                                "stop": 932.358,
                                "byte_start": 3774619,
                                "byte_stop": 3819341,
                                "text": "Section 203 then is a dead letter and the 100 year ban on corporate and union contributions can now be awaited so easily as to be rendered academic."
                            },
                            {
                                "start": 932.358,
                                "stop": 940.888,
                                "byte_start": 3819341,
                                "byte_stop": 3853509,
                                "text": "It is high to know right this moment the exact effect today’s decision will have on future efforts in campaign finance reform."
                            },
                            {
                                "start": 940.888,
                                "stop": 979.122,
                                "byte_start": 3853509,
                                "byte_stop": 0,
                                "text": "It does seem fair to say though all that the structure of constitutional analysis employed by today’s majority leaves congress powerless to deal straightforwardly with the serious threats to the integrity of government and it seems fair to say that in these circumstances they will necessarily be a call for fresh thinking about how to resolve the tension between corporate rights of free speech on the one hand and what President Theodore Roosevelt described a 100 years ago is the authority to protect the integrity of the election of its own officials that is inherent in the government of the United States."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53870,
            "mime": "audio\/mpeg",
            "size": 4006378,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-969\/20070625o_06-969.delivery.mp3"
        },
        {
            "id": 75610,
            "mime": "audio\/ogg",
            "size": 9695112,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-969\/20070625o_06-969.ogg"
        },
        {
            "id": 75611,
            "mime": "application\/x-mpegURL",
            "size": 14172,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-969\/20070625o_06-969.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}