{
    "id": 16949,
    "title": "Opinion Announcement - July 02, 1976",
    "transcript": {
        "title": "Woodson v. North Carolina",
        "duration": 1008.513,
        "sections": [
            {
                "start": 0,
                "stop": 1008.513,
                "byte_start": 73753,
                "byte_stop": 4107791,
                "turns": [
                    {
                        "start": 0,
                        "stop": 798.174,
                        "byte_start": 73753,
                        "byte_stop": 3266543,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 22.689,
                                "byte_start": 73753,
                                "byte_stop": 164555,
                                "text": "The next case to announce this morning, the fourth case is 75-5491, James Tyrone Woodson and Luby Waxton petitioners against the state North Carolina, respondent, a case which is here on writ of certiorari to the Supreme Court of North Carolina."
                            },
                            {
                                "start": 22.689,
                                "stop": 37.397,
                                "byte_start": 164555,
                                "byte_stop": 223382,
                                "text": "The question in this case is whether the imposition of a death sentence for the crime of first-degree murder under the law of North Carolina violates the Eighth and Fourteenth Amendments of the Constitution."
                            },
                            {
                                "start": 37.397,
                                "stop": 53.973,
                                "byte_start": 223382,
                                "byte_stop": 289733,
                                "text": "The petitioners were convicted of first-degree murder and mandatorily sentenced to death as the result of their participation in an armed robbery of a convenience food store, in the course of which the cashier was killed."
                            },
                            {
                                "start": 53.973,
                                "stop": 71.275,
                                "byte_start": 289733,
                                "byte_stop": 358906,
                                "text": "The Supreme Court of North Carolina affirmed the judgments and we granted certiorari to consider the claim that the imposition of the death sentences in this case amount to cruel and unusual punishment in violation of the Constitution."
                            },
                            {
                                "start": 71.275,
                                "stop": 84.877,
                                "byte_start": 358906,
                                "byte_stop": 413345,
                                "text": "The petitioner\u0027s first and most basic argument is that the imposition of the death penalty under any circumstances at any time is cruel and unusual punishment."
                            },
                            {
                                "start": 84.877,
                                "stop": 94.272,
                                "byte_start": 413345,
                                "byte_stop": 450857,
                                "text": "We reject this argument for the reasons stated in the opinions that have just been announced."
                            },
                            {
                                "start": 94.272,
                                "stop": 113.985,
                                "byte_start": 450857,
                                "byte_stop": 529746,
                                "text": "At the time of this Court\u0027s decision in the Furman case Furman against Georgia in 1972, North Carolina law provided that, in cases of first-degree murder, the jury, in its unbridled discretion, could choose whether the convicted defendant should be sentenced to death or to life imprisonment."
                            },
                            {
                                "start": 113.985,
                                "stop": 137.535,
                                "byte_start": 529746,
                                "byte_stop": 623996,
                                "text": "After the Furman decision, the Supreme Court of North Carolina held unconstitutional the provision of the death penalty statute that gave the jury that option, but the State Supreme Court held further that this provision was severable so that the statute survived as a mandatory death penalty law."
                            },
                            {
                                "start": 137.535,
                                "stop": 154.558,
                                "byte_start": 623996,
                                "byte_stop": 692019,
                                "text": "The North Carolina General Assembly, two years later in 1974, followed the court\u0027s lead and enacted a new statute that was essentially unchanged from the old one, except that it made the death penalty mandatory."
                            },
                            {
                                "start": 154.558,
                                "stop": 166.879,
                                "byte_start": 692019,
                                "byte_stop": 741338,
                                "text": "It was under this statute that the petitioners, who committed their crime on June 3, 1974, were tried, convicted, and sentenced to death."
                            },
                            {
                                "start": 166.879,
                                "stop": 181.349,
                                "byte_start": 741338,
                                "byte_stop": 799226,
                                "text": "North Carolina, unlike Florida, Georgia, and Texas, has thus responded to the Furman decision by making death the mandatory sentence for all persons convicted of first-degree murder."
                            },
                            {
                                "start": 181.349,
                                "stop": 209.997,
                                "byte_start": 799226,
                                "byte_stop": 913746,
                                "text": "In ruling on the constitutionality of the sentences imposed on the petitioners under this North Carolina statute, the Court now addresses for the first time, the question whether a death sentence returned pursuant to a law imposing a mandatory death penalty for a broad category of homicidal offenses, constitutes cruel and unusual punishment within the meaning of the Eighth and Fourteenth Amendments."
                            },
                            {
                                "start": 209.997,
                                "stop": 222.12,
                                "byte_start": 913746,
                                "byte_stop": 962334,
                                "text": "It is settled that the Eighth Amendment stands to assure that State\u0027s power to punish is \u0022exercised within the limits of civilized standards.\u0022"
                            },
                            {
                                "start": 222.12,
                                "stop": 232.895,
                                "byte_start": 962334,
                                "byte_stop": 1005384,
                                "text": "Central to the application of the Amendment, therefore, is a determination of contemporary standards regarding the infliction of punishment."
                            },
                            {
                                "start": 232.895,
                                "stop": 250.089,
                                "byte_start": 1005384,
                                "byte_stop": 1074138,
                                "text": "At the time the Eighth Amendment was adopted in 1791, the States uniformly followed the common law practice of making death the exclusive and mandatory sentence for certain specified offenses."
                            },
                            {
                                "start": 250.089,
                                "stop": 283.744,
                                "byte_start": 1074138,
                                "byte_stop": 1208826,
                                "text": "Although, the range of capital offenses in the American Colonies was quite limited in comparison to the more than 200 offenses then punishable by death in England, the Colonies at the time of the Revolution imposed death sentences on all persons convicted of any of a considerable number of crimes, typically including at a minimum, murder, treason, piracy, arson, rape, robbery, burglary, and sodomy."
                            },
                            {
                                "start": 283.744,
                                "stop": 291.103,
                                "byte_start": 1208826,
                                "byte_stop": 1238187,
                                "text": "But almost from the outset, jurors reacted unfavorably to the harshness of mandatory death sentences."
                            },
                            {
                                "start": 291.103,
                                "stop": 300.794,
                                "byte_start": 1238187,
                                "byte_stop": 1276953,
                                "text": "The States initially responded to this expression of public dissatisfaction with mandatory statutes by limiting the classes of capital offenses."
                            },
                            {
                                "start": 300.794,
                                "stop": 314.295,
                                "byte_start": 1276953,
                                "byte_stop": 1330974,
                                "text": "This reform, however, left unresolved the problem posed by the not infrequent refusal of jurors to convict even murderers rather than to subject them to automatic death sentences."
                            },
                            {
                                "start": 314.295,
                                "stop": 330.548,
                                "byte_start": 1330974,
                                "byte_stop": 1395967,
                                "text": "In 1794, Pennsylvania attempted to alleviate the undue severity of the law by confining the mandatory death penalty to \u0022murder of the first degree\u0022 and within a generation that practice spread to most of the States."
                            },
                            {
                                "start": 330.548,
                                "stop": 342.563,
                                "byte_start": 1395967,
                                "byte_stop": 1444032,
                                "text": "But Juries continued to find the death penalty inappropriate in a significant number of first-degree murder cases, and refused to return guilty verdicts for that crime."
                            },
                            {
                                "start": 342.563,
                                "stop": 354.262,
                                "byte_start": 1444032,
                                "byte_stop": 1490844,
                                "text": "The inadequacy of distinguishing between murderers solely on the basis of legislative criteria soon led the States to grant juries sentencing discretion in capital cases."
                            },
                            {
                                "start": 354.262,
                                "stop": 373.677,
                                "byte_start": 1490844,
                                "byte_stop": 1568480,
                                "text": "Tennessee, in 1838, followed by Alabama, in 1841, and Louisiana, in 1846, were the first States to abandon mandatory death sentences even for first-degree of murder, in favor of discretionary death penalty statutes."
                            },
                            {
                                "start": 373.677,
                                "stop": 383.37,
                                "byte_start": 1568480,
                                "byte_stop": 1607245,
                                "text": "By the turn of this century, 23 States and the Federal Government had made death sentences discretionary for first-degree murder."
                            },
                            {
                                "start": 383.37,
                                "stop": 391.049,
                                "byte_start": 1607245,
                                "byte_stop": 1637965,
                                "text": "And during the next two decades, 14 additional States replaced their mandatory death penalty statutes."
                            },
                            {
                                "start": 391.049,
                                "stop": 402.379,
                                "byte_start": 1637965,
                                "byte_stop": 1683314,
                                "text": "By 1963, all of the remaining jurisdictions had replaced their automatic death penalty statutes with discretionary jury sentencing."
                            },
                            {
                                "start": 402.379,
                                "stop": 423.692,
                                "byte_start": 1683314,
                                "byte_stop": 1768577,
                                "text": "The history of mandatory death penalty statutes in the United States thus reveals that the practice of sentencing to death all persons convicted of a particular offense, even first-degree of murder, had been totally rejected years before the Furman case was decided in this Court."
                            },
                            {
                                "start": 423.692,
                                "stop": 452.006,
                                "byte_start": 1768577,
                                "byte_stop": 1881844,
                                "text": "The two crucial indicators of evolving standards of decency respecting the imposition of punishment in our society, jury determinations and legislative enactments, both therefore point conclusively to the repudiation in our country of mandatory death sentences."
                            },
                            {
                                "start": 452.006,
                                "stop": 474.624,
                                "byte_start": 1881844,
                                "byte_stop": 1972333,
                                "text": "Although this Court has never ruled on the constitutionality of mandatory death penalty statutes, it has on several occasions, dating back to 1899, in the case of Winston against United States, it has commented upon our society\u0027s aversion to mandatory sentence of death."
                            },
                            {
                                "start": 474.624,
                                "stop": 498.885,
                                "byte_start": 1972333,
                                "byte_stop": 2069299,
                                "text": "Fifty years after Winston case, the Court underscored the marked transformation in our attitudes toward mandatory sentences and I quote from the case of Williams against New York, \u0022The belief no longer prevails that every offense in a like legal category calls for an identical punishment without regard to the past life and habits of a particular offender."
                            },
                            {
                                "start": 498.885,
                                "stop": 509.843,
                                "byte_start": 2069299,
                                "byte_stop": 2113185,
                                "text": "This whole country has traveled far from the period in which the death sentence was an automatic and commonplace result of convictions.”"
                            },
                            {
                                "start": 509.843,
                                "stop": 525.162,
                                "byte_start": 2113185,
                                "byte_stop": 2174416,
                                "text": "More recently, in the case of McGautha against California, the Court spoke of the American \u0022rebellion against the common law rule imposing a mandatory death sentence on all convicted murderers.\u0022"
                            },
                            {
                                "start": 525.162,
                                "stop": 554.338,
                                "byte_start": 2174416,
                                "byte_stop": 2291131,
                                "text": "So it was that four years ago in the Furman case, the Chief Justice speaking for the dissenters in that\u0027s case, was able to say with total accuracy and I am quoting, “I had thought that nothing was clearer in history, then the American abhorrence of \u0027the common law rule imposing a mandatory death sentence on all convicted murderers.”"
                            },
                            {
                                "start": 554.338,
                                "stop": 577.635,
                                "byte_start": 2291131,
                                "byte_stop": 2384336,
                                "text": "We conclude that North Carolina\u0027s mandatory death penalty statute for first-degree murder, conspicuously departs from contemporary standards respecting imposition of punishment of death and thus cannot be applied consistently with the Eighth and Fourteenth Amendments."
                            },
                            {
                                "start": 577.635,
                                "stop": 598.102,
                                "byte_start": 2384336,
                                "byte_stop": 2466256,
                                "text": "A separate and perhaps somewhat inconsistent deficiency of North Carolina\u0027s mandatory death sentence statute is its failure to provide a constitutionally tolerable response to Furman\u0027s rejection of unbridled jury discretion in the imposition of capital sentences."
                            },
                            {
                                "start": 598.102,
                                "stop": 611.049,
                                "byte_start": 2466256,
                                "byte_stop": 2517978,
                                "text": "It is argued that North Carolina has remedied the inadequacies of the death penalty statutes held unconstitutional in the Furman case by withdrawing all sentencing discretion from juries in capital cases."
                            },
                            {
                                "start": 611.049,
                                "stop": 633.019,
                                "byte_start": 2517978,
                                "byte_stop": 2605854,
                                "text": "But when one considers the long and consistent American experience with the death penalty in first-degree murder cases, it becomes evident that mandatory statutes enacted in response to Furman have simply papered over the problem of unguided and unchecked and unreviewable jury discretion."
                            },
                            {
                                "start": 633.019,
                                "stop": 653.99,
                                "byte_start": 2605854,
                                "byte_stop": 2689760,
                                "text": "A third and final constitutional shortcoming of the North Carolina statute is its failure to allow the particularized consideration of relevant aspects of the character and record of each convicted defendant before the imposition upon him of a sentence of death."
                            },
                            {
                                "start": 653.99,
                                "stop": 680.35,
                                "byte_start": 2689760,
                                "byte_stop": 2795190,
                                "text": "A process that accords no significance to relevant facets of the character and record of the individual offender or the circumstances of the particular offense, excludes from consideration in fixing the ultimate punishment of death, the possibility of compassionate or mitigating factors stemming from the diverse frailties of humankind."
                            },
                            {
                                "start": 680.35,
                                "stop": 699.188,
                                "byte_start": 2795190,
                                "byte_stop": 2870527,
                                "text": "It treats all persons convicted of a designated offense not as uniquely individual human beings, but as members of a faceless, undifferentiated mass to be subjected to the blind infliction of the penalty of death."
                            },
                            {
                                "start": 699.188,
                                "stop": 739.342,
                                "byte_start": 2870527,
                                "byte_stop": 3031128,
                                "text": "While the prevailing practice of individualizing sentencing determinations generally reflects simply enlightened policy, rather than a constitutional imperative, we believe and when I say we I mean Mr. Justice Powell, Mr. Justice Stevens and I believe that in a capital case, the fundamental respect for humanity underlying the Eighth Amendment, requires consideration of the character and record of the individual offender and the circumstances of the particular offense as a constitutionally indispensable part of the process of inflicting the death penalty."
                            },
                            {
                                "start": 739.342,
                                "stop": 752.091,
                                "byte_start": 3031128,
                                "byte_stop": 3082119,
                                "text": "This conclusion rests squarely on the proposition that the penalty of death is qualitatively different from a sentence of imprisonment, however long."
                            },
                            {
                                "start": 752.091,
                                "stop": 769.319,
                                "byte_start": 3082119,
                                "byte_stop": 3151082,
                                "text": "For the reasons I have summarized, we conclude that the death sentences imposed upon the petitioners under North Carolina\u0027s mandatory death sentence statute violated the Eighth and Fourteenth Amendments, and therefore must be set aside."
                            },
                            {
                                "start": 769.319,
                                "stop": 790.821,
                                "byte_start": 3151082,
                                "byte_stop": 3237077,
                                "text": "The judgment of the Supreme Court of North Carolina is reversed insofar as it upheld the death sentences imposed upon the petitioners, and the case is remanded for further proceedings not inconsistent with the opinion that Mr. Justice Powell, Mr. Justice Stevens and I have filed, with the clerk today."
                            },
                            {
                                "start": 790.821,
                                "stop": 798.174,
                                "byte_start": 3237077,
                                "byte_stop": 3266543,
                                "text": "Mr. Justice Brennan and Mr. Justice Marshall have filed statements, concurring in this judgment."
                            }
                        ]
                    },
                    {
                        "start": 798.174,
                        "stop": 1008.513,
                        "byte_start": 3266543,
                        "byte_stop": 4107791,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 798.174,
                                "stop": 810.726,
                                "byte_start": 3266543,
                                "byte_stop": 3316698,
                                "text": "I have filed the dissenting opinion in this case and joined by the Chief Justice and Mr. Justice Rehnquist, Mr. Justice Blackmun is also in the dissent, but for reason that were stated in dissent in Furman against Georgia."
                            },
                            {
                                "start": 810.726,
                                "stop": 815.425,
                                "byte_start": 3316698,
                                "byte_stop": 3335506,
                                "text": "The Mr. Justice Rehnquist has also filed a separate dissenting opinion in this case."
                            },
                            {
                                "start": 815.425,
                                "stop": 829.739,
                                "byte_start": 3335506,
                                "byte_stop": 3392767,
                                "text": "And I should make clear if I have not before that the Chief Justice while joining my several opinions in these cases adheres to his views expressed in the dissenting opinions which he authored or joined in Furman v. Georgia."
                            },
                            {
                                "start": 829.739,
                                "stop": 837.078,
                                "byte_start": 3392767,
                                "byte_stop": 3422129,
                                "text": "As in the other cases, we cannot agree that the death penalty is invalid under any and all circumstances."
                            },
                            {
                                "start": 837.078,
                                "stop": 862.148,
                                "byte_start": 3422129,
                                "byte_stop": 3522439,
                                "text": "Neither can we agree that even though the North Carolina jury is carefully instructed in the elements of felony murder and even though it is instructed that if a defendant is found guilty of murder, the death penalty must be imposed, the jury will so systematically disobey its instructions that the death penalty will be imposed so seldom and randomly as to be invalid punishment under Furman v. Georgia."
                            },
                            {
                                "start": 862.148,
                                "stop": 886.335,
                                "byte_start": 3522439,
                                "byte_stop": 3619196,
                                "text": "In our view, the range of Jury discretion under the North Carolina law does not began the measure up to that which exist under Georgia, Florida, and Texas statutes and with all due respect, we cannot invalidate the North Carolina statute on Furman v. Georgia grounds, while at the same time sustaining a statute such as the state of the Georgia now has."
                            },
                            {
                                "start": 886.335,
                                "stop": 903.164,
                                "byte_start": 3619196,
                                "byte_stop": 3686488,
                                "text": "As additional grounds which were not urged by the parties for invalidating the North Carolina statute, the plurality would require capital punishment statutes to provide for separate sentencing proceeding, having the characteristics specified in the plurality opinion."
                            },
                            {
                                "start": 903.164,
                                "stop": 916.699,
                                "byte_start": 3686488,
                                "byte_stop": 3740613,
                                "text": "This holding as I indicated in announcing my great concurrence effectively overrule v. California and we would not take that step since it is not required by the Eighth and the Fourteenth Amendments."
                            },
                            {
                                "start": 916.699,
                                "stop": 930.157,
                                "byte_start": 3740613,
                                "byte_stop": 3794426,
                                "text": "We also cannot agree with the plurality that our history establishes that society has rejected the mandatory death penalty for all first-degree murders as being below contemporary community values."
                            },
                            {
                                "start": 930.157,
                                "stop": 945.691,
                                "byte_start": 3794426,
                                "byte_stop": 3856597,
                                "text": "It is true that for several reasons the legislatures of many states for a time discarded statutes mandatorily imposing the death penalty for all first degree murders in favor of statutes giving the jury unfettered discretion not to impose."
                            },
                            {
                                "start": 945.691,
                                "stop": 952.281,
                                "byte_start": 3856597,
                                "byte_stop": 3882929,
                                "text": "It cannot be concluded, however, that a return to mandatory statute is therefore unconstitutional."
                            },
                            {
                                "start": 952.281,
                                "stop": 962.237,
                                "byte_start": 3882929,
                                "byte_stop": 3922739,
                                "text": "For under the discretionary statutes, the death penalty was imposable on any given first-degree murder as the Jury in its discretion saw fit."
                            },
                            {
                                "start": 962.237,
                                "stop": 977.196,
                                "byte_start": 3922739,
                                "byte_stop": 3982612,
                                "text": "Discretionary statutes cannot, therefore, stand for the proposition that society had or has concluded that the death penalty for first degree murder was or is inconsistent with contemporary standards of decency."
                            },
                            {
                                "start": 977.196,
                                "stop": 1001.287,
                                "byte_start": 3982612,
                                "byte_stop": 4078951,
                                "text": "What the plurality does, is to strike down the sentencing statute in North Carolina both because through claimed “jury nullification” there is two much discretion in the sentencing process and because due to the mandatory imposition of the death penalty for first-degree murder -- once first-degree murder is proved there is too little discretion in the system."
                            },
                            {
                                "start": 1001.287,
                                "stop": 1008.513,
                                "byte_start": 4078951,
                                "byte_stop": 4107791,
                                "text": "This makes little sense to us and we would affirm the judgment of the North Carolina Supreme Court."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 43020,
            "mime": "audio\/mpeg",
            "size": 4108000,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/75-5491\/19760702o_75-5491.delivery.mp3"
        },
        {
            "id": 64918,
            "mime": "audio\/ogg",
            "size": 10556967,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/75-5491\/19760702o_75-5491.ogg"
        },
        {
            "id": 64919,
            "mime": "application\/x-mpegURL",
            "size": 14939,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/75-5491\/19760702o_75-5491.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}