{
    "id": 22281,
    "title": "Opinion Announcement - June 26, 2006",
    "transcript": {
        "title": "Kansas v. Marsh",
        "duration": 260.728,
        "sections": [
            {
                "start": 0,
                "stop": 260.728,
                "byte_start": 89315,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 260.728,
                        "byte_start": 89315,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15100,
                            "name": "Clarence Thomas",
                            "href": "https:\/\/api.oyez.org\/people\/clarence_thomas",
                            "last_name": "Thomas",
                            "roles": [
                                {
                                    "id": 2744,
                                    "type": "scotus_justice",
                                    "date_start": 688194000,
                                    "date_end": 0,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2744"
                                }
                            ],
                            "thumbnail": {
                                "id": 32680,
                                "mime": "image\/png",
                                "size": 49064,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/clarence_thomas.png"
                            },
                            "length_of_service": 8870,
                            "identifier": "clarence_thomas"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.303,
                                "byte_start": 89315,
                                "byte_stop": 122543,
                                "text": "The first opinion I have to announce is No. 04-1170, Kansas versus Marsh."
                            },
                            {
                                "start": 8.303,
                                "stop": 13.624,
                                "byte_start": 122543,
                                "byte_stop": 143859,
                                "text": "This case comes to us on a writ of certiorari to the Supreme Court of Kansas."
                            },
                            {
                                "start": 13.624,
                                "stop": 24.076,
                                "byte_start": 143859,
                                "byte_stop": 185655,
                                "text": "A Kansas jury convicted Michael Lee Marsh of capital murder and sentenced him to death under the Kansas death-penalty statute."
                            },
                            {
                                "start": 24.076,
                                "stop": 43.888,
                                "byte_start": 185655,
                                "byte_stop": 264962,
                                "text": "That statute provides that if a unanimous jury finds beyond a reasonable doubt one or more aggravating circumstances, and that those circumstances are not outweighed by any mitigating circumstances, the death penalty shall be imposed."
                            },
                            {
                                "start": 43.888,
                                "stop": 71.911,
                                "byte_start": 264962,
                                "byte_stop": 376975,
                                "text": "The Kansas Supreme Court held that the State’s death-penalty statute violated the Eighth and Fourteenth Amendments of the United States Constitution, because, quote, “in the event of equipoise, that is, the jury’s determination that the balance of any aggravating circumstances and any mitigating circumstances weighed equal, the death penalty would be required”."
                            },
                            {
                                "start": 71.911,
                                "stop": 77.859,
                                "byte_start": 376975,
                                "byte_stop": 400799,
                                "text": "In an opinion filed with the Clerk today, we reverse the judgment of the Kansas Supreme Court."
                            },
                            {
                                "start": 77.859,
                                "stop": 85.142,
                                "byte_start": 400799,
                                "byte_stop": 429952,
                                "text": "This Court’s decision in Walton versus Arizona controls the outcome of this case."
                            },
                            {
                                "start": 85.142,
                                "stop": 103.459,
                                "byte_start": 429952,
                                "byte_stop": 503199,
                                "text": "In Walton, the Court held that a state death-penalty statute may place on the defendant the burden to prove that mitigating circumstances outweigh aggravating circumstances, and that a sentence less than death is therefore warranted."
                            },
                            {
                                "start": 103.459,
                                "stop": 119.414,
                                "byte_start": 503199,
                                "byte_stop": 567042,
                                "text": "Thus, Kansas may direct imposition of the death penalty when the State has proven beyond a reasonable doubt that mitigating evidence does not outweigh aggravating evidence, including where the two are balanced."
                            },
                            {
                                "start": 119.414,
                                "stop": 129.015,
                                "byte_start": 567042,
                                "byte_stop": 605390,
                                "text": "Even if Walton does not control the outcome here, general principles of our death-penalty jurisprudence lead to the same conclusion."
                            },
                            {
                                "start": 129.015,
                                "stop": 164.144,
                                "byte_start": 605390,
                                "byte_stop": 745929,
                                "text": "Consistent with this Court’s decision in Furman versus Georgia and Gregg versus Georgia and their progeny, Kansas’ death-penalty statute rationally narrows the class of death-eligible defendants and permits the jury to render a reasonable, individualized sentencing determination by allowing a capital defendant to present any relevant mitigating evidence and obliging a Kansas jury to consider that evidence in determining an appropriate sentence."
                            },
                            {
                                "start": 164.144,
                                "stop": 177.803,
                                "byte_start": 745929,
                                "byte_stop": 800577,
                                "text": "As this Court explained in Franklin versus Lynaugh, we have never held that the Constitution requires a specific method for balancing aggravating and mitigating factors."
                            },
                            {
                                "start": 177.803,
                                "stop": 192.54,
                                "byte_start": 800577,
                                "byte_stop": 859509,
                                "text": "Rather, as we pointedly observed in Blystone versus Pennsylvania, the states enjoy a Constitutionally permissible range of discretion in imposing the death penalty."
                            },
                            {
                                "start": 192.54,
                                "stop": 211.864,
                                "byte_start": 859509,
                                "byte_stop": 936832,
                                "text": "Providing the type of guided discretion we have sanctioned in Walton and Blystone, Kansas’ weighing equation merely channels the jury’s discretion by providing criteria by which the jury may determine whether life or death is an appropriate sentence."
                            },
                            {
                                "start": 211.864,
                                "stop": 225.79,
                                "byte_start": 936832,
                                "byte_stop": 992525,
                                "text": "Kansas’ jury instructions clearly inform the jury that a determination that the evidence is in equipoise is a decision for, not a presumption in favor of, the death penalty."
                            },
                            {
                                "start": 225.79,
                                "stop": 245.988,
                                "byte_start": 992525,
                                "byte_stop": 1073295,
                                "text": "So informed, a jury’s conclusion that aggravating and mitigating circumstances are in equipoise is a decision for death and is indicative of the type of measured process in which a jury is constitutionally tasked to engage when deciding the appropriate sentence for a capital defendant."
                            },
                            {
                                "start": 245.988,
                                "stop": 260.728,
                                "byte_start": 1073295,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a concurring opinion; Justice Stevens has filed a dissenting opinion; and Justice Souter has filed a dissenting opinion, in which Justices Stevens, Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53684,
            "mime": "audio\/mpeg",
            "size": 1132228,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-1170\/20060626o_04-1170.delivery.mp3"
        },
        {
            "id": 75428,
            "mime": "audio\/ogg",
            "size": 2681919,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-1170\/20060626o_04-1170.ogg"
        },
        {
            "id": 75429,
            "mime": "application\/x-mpegURL",
            "size": 3939,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-1170\/20060626o_04-1170.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}