{
    "id": 21053,
    "title": "Opinion Announcement - May 27, 1997",
    "transcript": {
        "title": null,
        "duration": 172.953,
        "sections": [
            {
                "start": 0,
                "stop": 172.953,
                "byte_start": 28672,
                "byte_stop": 720394,
                "turns": [
                    {
                        "start": 0,
                        "stop": 172.953,
                        "byte_start": 28672,
                        "byte_stop": 720394,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.768,
                                "byte_start": 28672,
                                "byte_stop": 47794,
                                "text": "I have the opinion of the Court to announce in United States against Hyde."
                            },
                            {
                                "start": 4.768,
                                "stop": 14.397,
                                "byte_start": 47794,
                                "byte_stop": 86350,
                                "text": "Robert Hyde entered into a plea agreement with the Government in which he agreed to plea guilty to certain mail fraud and wire -- wire fraud charges."
                            },
                            {
                                "start": 14.397,
                                "stop": 18.887,
                                "byte_start": 86350,
                                "byte_stop": 104323,
                                "text": "And the Government in turn, agreed to dismiss the other charges against him."
                            },
                            {
                                "start": 18.887,
                                "stop": 35.997,
                                "byte_start": 104323,
                                "byte_stop": 172763,
                                "text": "After the plea agreement was submitted to the District Court, the Court placed Hyde under oath and questioned him extensively to ensure that he was pleading guilty knowingly and voluntary, and that he understood that he might be sentenced to 30 years in prison based on his plea."
                            },
                            {
                                "start": 35.997,
                                "stop": 44.315,
                                "byte_start": 172763,
                                "byte_stop": 205991,
                                "text": "The Court asked Hyde what he had done and Hyde admitted committing the crimes and stating that he was pleading guilty because he was in fact guilty."
                            },
                            {
                                "start": 44.315,
                                "stop": 53.009,
                                "byte_start": 205991,
                                "byte_stop": 240786,
                                "text": "The Court announced that it was accepting Hyde\u0027s guilty plea, but would defer decision about whether to accept the plea agreement."
                            },
                            {
                                "start": 53.009,
                                "stop": 65.214,
                                "byte_start": 240786,
                                "byte_stop": 289583,
                                "text": "One month later, before the Court had decided whether to -- whether to accept the plea agreement, Hyde filed a motion to withdraw his guilty plea, claiming that the Government had coerced him into pleading guilty."
                            },
                            {
                                "start": 65.214,
                                "stop": 82.231,
                                "byte_start": 289583,
                                "byte_stop": 357606,
                                "text": "The District Court determined there was no evidence to support this claim, and that Hyde\u0027s motion must therefore be rejected, since he had not shown a fair and just reason for withdrawing the plea as required by Rule 32(e) of the Rules of Criminal Procedure."
                            },
                            {
                                "start": 82.231,
                                "stop": 91.213,
                                "byte_start": 357606,
                                "byte_stop": 393550,
                                "text": "The Court then accepted the plea agreement, entered judgment against Hyde, dismissed the other charges and sentenced him two and a half years in prison."
                            },
                            {
                                "start": 91.213,
                                "stop": 100.294,
                                "byte_start": 393550,
                                "byte_stop": 429913,
                                "text": "The Court of Appeals for the Ninth Circuit reversed holding that the District Court had erred in rejecting Hyde\u0027s motion to withdraw his guilty plea."
                            },
                            {
                                "start": 100.294,
                                "stop": 115.361,
                                "byte_start": 429913,
                                "byte_stop": 490203,
                                "text": "The Court of Appeals reasoned that a defendant has an absolute right to withdraw his guilty plea up until the time that the District Court accepts the plea agreement because the guilty plea in the plea agreement are inextricably bound up together."
                            },
                            {
                                "start": 115.361,
                                "stop": 121.608,
                                "byte_start": 490203,
                                "byte_stop": 515176,
                                "text": "In an opinion filed with the clerk of the Court today, we reversed and hold the District Court got it right."
                            },
                            {
                                "start": 121.608,
                                "stop": 131.648,
                                "byte_start": 515176,
                                "byte_stop": 555301,
                                "text": "Once the District Court has accepted the defendant\u0027s guilty plea, the defendant may not withdraw his plea, unless he shows a fair and just reason under Rule 32(e)."
                            },
                            {
                                "start": 131.648,
                                "stop": 135.844,
                                "byte_start": 555301,
                                "byte_stop": 572123,
                                "text": "And this is true even if the Court hasn\u0027t yet accepted the plea agreement."
                            },
                            {
                                "start": 135.844,
                                "stop": 144.897,
                                "byte_start": 572123,
                                "byte_stop": 608277,
                                "text": "In our opinion, we explained our view that Rule 11 of the Rules of Procedure allows the Court to accept a guilty plea but to defer action on the plea agreement."
                            },
                            {
                                "start": 144.897,
                                "stop": 153.068,
                                "byte_start": 608277,
                                "byte_stop": 640982,
                                "text": "After that has occurred, Rule 32 then requires that a defendant must show a fair and just reason in order to withdraw the plea."
                            },
                            {
                                "start": 153.068,
                                "stop": 170.907,
                                "byte_start": 640982,
                                "byte_stop": 712349,
                                "text": "A contrary ruling, which would allow a defendant to withdraw a guilty plea simply on a lark would debase the judicial proceeding, in which prior to a defendant actually pleading and the Court accepting his plea, the defendant swears in open court that he actually committed the crime."
                            },
                            {
                                "start": 170.907,
                                "stop": 172.953,
                                "byte_start": 712349,
                                "byte_stop": 720394,
                                "text": "Our opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51230,
            "mime": "audio\/mpeg",
            "size": 720708,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-667\/19970527o_96-667.delivery.mp3"
        },
        {
            "id": 73006,
            "mime": "audio\/ogg",
            "size": 1643258,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-667\/19970527o_96-667.ogg"
        },
        {
            "id": 73007,
            "mime": "application\/x-mpegURL",
            "size": 2605,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-667\/19970527o_96-667.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}