{
    "id": 18203,
    "title": "Opinion Announcement - June 27, 1988",
    "transcript": {
        "title": "Morrison v. Olson",
        "duration": 802.294,
        "sections": [
            {
                "start": 0,
                "stop": 802.294,
                "byte_start": 28672,
                "byte_stop": 3237763,
                "turns": [
                    {
                        "start": 0,
                        "stop": 287.281,
                        "byte_start": 28672,
                        "byte_stop": 1177851,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.012,
                                "byte_start": 28672,
                                "byte_stop": 56780,
                                "text": "The second of the two cases is No. 87-1279, Morrison against Olson."
                            },
                            {
                                "start": 7.012,
                                "stop": 14.447,
                                "byte_start": 56780,
                                "byte_stop": 86559,
                                "text": "This case involves a challenge to the constitutionality of the independent counsel provisions of the Ethics in Government Act."
                            },
                            {
                                "start": 14.447,
                                "stop": 27.667,
                                "byte_start": 86559,
                                "byte_stop": 139431,
                                "text": "This Act authorizes the attorney general to call for the appointment of an independent counsel to investigate and if necessary, prosecute certain high ranking government officials for violations of certain federal laws."
                            },
                            {
                                "start": 27.667,
                                "stop": 31.782,
                                "byte_start": 139431,
                                "byte_stop": 155836,
                                "text": "The independent counsel has significant prosecutorial powers."
                            },
                            {
                                "start": 31.782,
                                "stop": 38.264,
                                "byte_start": 155836,
                                "byte_stop": 181750,
                                "text": "It is appointed, not by the attorney general, but by a special court created for that purpose."
                            },
                            {
                                "start": 38.264,
                                "stop": 54.863,
                                "byte_start": 181750,
                                "byte_stop": 248205,
                                "text": "This case grew out of a dispute between Congress and the administration over whether the Environmental Protection Agency should have to produce certain documents that have been subpoenaed by a House Committee during an investigation into the administration of the Superfund Law."
                            },
                            {
                                "start": 54.863,
                                "stop": 63.748,
                                "byte_start": 248205,
                                "byte_stop": 283732,
                                "text": "After this dispute was resolved, the House Judiciary Committee undertook its own investigation into the Justice Department\u0027s role and the Superfund dispute."
                            },
                            {
                                "start": 63.748,
                                "stop": 83.182,
                                "byte_start": 283732,
                                "byte_stop": 361472,
                                "text": "The Judiciary Committee\u0027s report suggested that appellee Olson, who was then Assistant Attorney General, had testified falsely before the Committee, and that appellees, Schmults and Dinkins, were also officials of the Justice Department have obstructed the House\u0027s investigation by refusing to turnover certain documents."
                            },
                            {
                                "start": 83.182,
                                "stop": 92.532,
                                "byte_start": 361472,
                                "byte_stop": 398879,
                                "text": "The chairman of the Judiciary Committee then requested the Attorney General to begin an investigation and to whether an independent counsel should be appointed pursuant to the Act."
                            },
                            {
                                "start": 92.532,
                                "stop": 103.281,
                                "byte_start": 398879,
                                "byte_stop": 441825,
                                "text": "After a preliminary investigation, the Attorney General recommended that an independent counseil be appointed to investigate the allegations against appellee Olson."
                            },
                            {
                                "start": 103.281,
                                "stop": 112.227,
                                "byte_start": 441825,
                                "byte_stop": 477665,
                                "text": "The special division of the U.S. Court of Appeals for the District of Columbia subsequently appointment appellant Morrison as the independent counsel in this case."
                            },
                            {
                                "start": 112.227,
                                "stop": 119.146,
                                "byte_start": 477665,
                                "byte_stop": 505354,
                                "text": "In the course of her investigation, she caused the grand jury to issue subpoenas to all three appellees."
                            },
                            {
                                "start": 119.146,
                                "stop": 127.847,
                                "byte_start": 505354,
                                "byte_stop": 540150,
                                "text": "And they moved in the District Court to quash the subpoenas claiming that the independent counsel provision of the Ethics in Government Act was unconstitutional."
                            },
                            {
                                "start": 127.847,
                                "stop": 138.164,
                                "byte_start": 540150,
                                "byte_stop": 581423,
                                "text": "The District Court upheld the Act\u0027s constitutionality and later ordered that appellees beheld in contempt for continuing to refuse to comply with the subpoenas."
                            },
                            {
                                "start": 138.164,
                                "stop": 150.876,
                                "byte_start": 581423,
                                "byte_stop": 632205,
                                "text": "Appellees appealed to the Court of Appeals which reversed the contempt order and ruled by a divided vote that the independent counsel provisions of the Act were unconstitutional. Appellant Morrison then brought this appeal to us."
                            },
                            {
                                "start": 150.876,
                                "stop": 160.397,
                                "byte_start": 632205,
                                "byte_stop": 670344,
                                "text": "We now reverse the Court of Appeals in an opinion joined by seven members of the Court and uphold the validity of the independent counsel provision of the Ethics in Government Act."
                            },
                            {
                                "start": 160.397,
                                "stop": 169.685,
                                "byte_start": 670344,
                                "byte_stop": 707438,
                                "text": "We uphold first that it does not violate the Appointment Clause of Article II for Congress to have revest the appointment of independent counsels and the Special Division."
                            },
                            {
                                "start": 169.685,
                                "stop": 182.479,
                                "byte_start": 707438,
                                "byte_stop": 758638,
                                "text": "The Appointment Clause states that Congress made by law vest the appointment such inferior officers as they think proper in the President alone, in the courts of law or in the heads of departments."
                            },
                            {
                                "start": 182.479,
                                "stop": 202.945,
                                "byte_start": 758638,
                                "byte_stop": 840453,
                                "text": "In our view, appellant is an inferior officer for purposes of this clause because she is inferior in rank to the Attorney General who has the power to remove her for good cause because she has limited jurisdiction and carefully proscribe -- prescribe the duties and because the office of independent counsel is of limited duration in tenure."
                            },
                            {
                                "start": 202.945,
                                "stop": 210.505,
                                "byte_start": 840453,
                                "byte_stop": 870755,
                                "text": "We also find that the Appointment Clause does not expressly prohibit inter branch appointments of the type created by this Act."
                            },
                            {
                                "start": 210.505,
                                "stop": 220.732,
                                "byte_start": 870755,
                                "byte_stop": 911611,
                                "text": "We hold that the powers vested in the Special Division by the Act did not run a foul of Article III\u0027s limitation on the performance of non-judicial functions by federal judges."
                            },
                            {
                                "start": 220.732,
                                "stop": 234.109,
                                "byte_start": 911611,
                                "byte_stop": 965110,
                                "text": "Finally, we conclude that the Act does not violate the separation of powers, principles embedded in the constitution by impermissibly interfering with the executive\u0027s discharge of his function as the allocated by the Constitution."
                            },
                            {
                                "start": 234.109,
                                "stop": 244.686,
                                "byte_start": 965110,
                                "byte_stop": 1007428,
                                "text": "The Constitution we hold does not prevent Congress from restricting the Attorney General\u0027s power to fire an independent counsel to those situations in which good cause is shown."
                            },
                            {
                                "start": 244.686,
                                "stop": 257.022,
                                "byte_start": 1007428,
                                "byte_stop": 1056852,
                                "text": "Here, Congress is not attempted to insert itself in the removal of executive officials as was the case in the earlier decisions of this Court such as Bowsher against Synar and Myers against the United States."
                            },
                            {
                                "start": 257.022,
                                "stop": 266.418,
                                "byte_start": 1056852,
                                "byte_stop": 1094363,
                                "text": "We reaffirm the holding of the Myers case that Congress may not have grandiose its own powers by becoming involved in the decision to remove an executive official."
                            },
                            {
                                "start": 266.418,
                                "stop": 287.281,
                                "byte_start": 1094363,
                                "byte_stop": 1177851,
                                "text": "But we do not think that in this case the good cause removal restriction contained in the Act unduly interferes with the presence exercise of executive power and its constitutional duty to ensure that the laws are faithfully executed."
                            }
                        ]
                    },
                    {
                        "start": 287.281,
                        "stop": 797.108,
                        "byte_start": 1177851,
                        "byte_stop": 3217178,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 287.281,
                                "stop": 300.215,
                                "byte_start": 1177851,
                                "byte_stop": 1229573,
                                "text": "I am one of the eight who filed the dissent in this case and I suppose when one dissents from as many of the Court\u0027s decision in one day as I have today, you get to discuss it."
                            },
                            {
                                "start": 300.215,
                                "stop": 308.181,
                                "byte_start": 1229573,
                                "byte_stop": 1261443,
                                "text": "I discuss it because I think it\u0027s one of the most important opinions the Court has issued in many years."
                            },
                            {
                                "start": 308.181,
                                "stop": 320.835,
                                "byte_start": 1261443,
                                "byte_stop": 1312016,
                                "text": "To many people, it may seem that this case is of some political interest but it\u0027s not likely now or in the future to have any proximate effect upon their lives or the lives of their children."
                            },
                            {
                                "start": 320.835,
                                "stop": 329.204,
                                "byte_start": 1312016,
                                "byte_stop": 1345557,
                                "text": "It does not, after all, involve freedom of speech, freedom of the press, freedom of religion, or any of the wonderful guarantees of our Bill of Rights."
                            },
                            {
                                "start": 329.204,
                                "stop": 331.073,
                                "byte_start": 1345557,
                                "byte_stop": 1352976,
                                "text": "That is wrong."
                            },
                            {
                                "start": 331.073,
                                "stop": 335.879,
                                "byte_start": 1352976,
                                "byte_stop": 1372202,
                                "text": "In the dictatorships of the modern world, Bill of Rights are a dime of dozen."
                            },
                            {
                                "start": 335.879,
                                "stop": 351.228,
                                "byte_start": 1372202,
                                "byte_stop": 1433642,
                                "text": "What makes ours work is a governmental structure, a constitution of government designed by 55 extraordinarily wise national leaders over the course of a four-month convention 200 years ago last summer."
                            },
                            {
                                "start": 351.228,
                                "stop": 359.438,
                                "byte_start": 1433642,
                                "byte_stop": 1466452,
                                "text": "That structure was designed to prevent an excessive governmental power which is always the first threat to liberty from coalescing."
                            },
                            {
                                "start": 359.438,
                                "stop": 363.045,
                                "byte_start": 1466452,
                                "byte_stop": 1480871,
                                "text": "To achieve that, two principles were absolutely central."
                            },
                            {
                                "start": 363.045,
                                "stop": 366.966,
                                "byte_start": 1480871,
                                "byte_stop": 1496545,
                                "text": "One was the separation of powers among three branches."
                            },
                            {
                                "start": 366.966,
                                "stop": 373.74,
                                "byte_start": 1496545,
                                "byte_stop": 1523712,
                                "text": "Second was an equilibration of powers so that none of the three branches could become too strong."
                            },
                            {
                                "start": 373.74,
                                "stop": 387.581,
                                "byte_start": 1523712,
                                "byte_stop": 1579092,
                                "text": "For a lot of reason the Legislative Branch, naturally the most powerful because it is the closest to the people, was intentionally weakened by dividing it into two separate Houses different elected that would not always agree."
                            },
                            {
                                "start": 387.581,
                                "stop": 396.474,
                                "byte_start": 1579092,
                                "byte_stop": 1614618,
                                "text": "And for the same reason, the Executive Branch was strengthened by giving it a role in the legislative process, the veto power so that it could defend itself."
                            },
                            {
                                "start": 396.474,
                                "stop": 407.042,
                                "byte_start": 1614618,
                                "byte_stop": 1656936,
                                "text": "And also, for the same reason, the Executive\u0027s power, unlike that of the Congress, was not divided although that had been proposed at the Constitutional Convention."
                            },
                            {
                                "start": 407.042,
                                "stop": 415.276,
                                "byte_start": 1656936,
                                "byte_stop": 1689851,
                                "text": "Article II Section 1 provides that the executive power shall be vested in a President of the United States."
                            },
                            {
                                "start": 415.276,
                                "stop": 426.606,
                                "byte_start": 1689851,
                                "byte_stop": 1735199,
                                "text": "The Court\u0027s opinion today does not deny that what it is the issue in this case is purely executive power, quintessentially executive power, the power to prosecute for violations of the law."
                            },
                            {
                                "start": 426.606,
                                "stop": 443.668,
                                "byte_start": 1735199,
                                "byte_stop": 1803431,
                                "text": "Yet, it holds that despite the Constitution, a statute can enable this power to be exercised by someone who is not entirely subject to the control of the President, a mini executive so to speak with jurisdiction over a very small, although in my view, a very important area."
                            },
                            {
                                "start": 443.668,
                                "stop": 454.543,
                                "byte_start": 1803431,
                                "byte_stop": 1846899,
                                "text": "That independent counsel has authority to investigate and prosecute whether the President thinks it is justified or not, the closes advisers to the President and indeed the President himself."
                            },
                            {
                                "start": 454.543,
                                "stop": 471.432,
                                "byte_start": 1846899,
                                "byte_stop": 1914504,
                                "text": "We allow this many executive to be created because in our view and I quote the Court, “The President\u0027s need to control the exercise of the independent counsel\u0027s discretion is not so central to the functioning of the Executive Branch” as to require a complete presidential control."
                            },
                            {
                                "start": 471.432,
                                "stop": 473.597,
                                "byte_start": 1914504,
                                "byte_stop": 1923072,
                                "text": "To begin with, I disagree with that judgment."
                            },
                            {
                                "start": 473.597,
                                "stop": 488.986,
                                "byte_start": 1923072,
                                "byte_stop": 1984721,
                                "text": "I suspect that if a President were asked to list the 10 powers he thought most necessary to protect himself practically and politically within our governmental system, the ability to decide whether he or his closest advisers should be criminally prosecuted would surely be among them."
                            },
                            {
                                "start": 488.986,
                                "stop": 495.301,
                                "byte_start": 1984721,
                                "byte_stop": 2009903,
                                "text": "Placing this power in someone else has first of all an intimidating effect upon his advisers."
                            },
                            {
                                "start": 495.301,
                                "stop": 503.725,
                                "byte_start": 2009903,
                                "byte_stop": 2043653,
                                "text": "The present -- the present investigation for example arose out of a bitter dispute between the Executive and Congress concerning the scope of executive privilege."
                            },
                            {
                                "start": 503.725,
                                "stop": 520.671,
                                "byte_start": 2043653,
                                "byte_stop": 2111363,
                                "text": "Respondent Olson played a key role in that dispute after which the committee of Congress conducted a two and one-half year investigation of his activities including testimony before Congress and then sent a 3000-page report to the attorney general requesting the appointment of an independent counsel."
                            },
                            {
                                "start": 520.671,
                                "stop": 527.144,
                                "byte_start": 2111363,
                                "byte_stop": 2137276,
                                "text": "For reasons I described more fully in my opinion, the Attorney General probably had no choice but to comply with that request."
                            },
                            {
                                "start": 527.144,
                                "stop": 544.906,
                                "byte_start": 2137276,
                                "byte_stop": 2208329,
                                "text": "I do not know of course whether Mr. Olson is innocent or guilty of the matters that are under investigation, but I do know that those advising the President and representing his interest in testimony before Congress in the future will whether they are innocent or guilty certainly act with a reduced degree of zeal."
                            },
                            {
                                "start": 544.906,
                                "stop": 553.014,
                                "byte_start": 2208329,
                                "byte_stop": 2240825,
                                "text": "Taking away the prosectorial discretion hurts the President, secondly, in a political manner by eroding his support among the people."
                            },
                            {
                                "start": 553.014,
                                "stop": 561.187,
                                "byte_start": 2240825,
                                "byte_stop": 2273426,
                                "text": "Nothing is so effective for that purpose as being able to say that X number of the President\u0027s close associates are under investigation or indictment."
                            },
                            {
                                "start": 561.187,
                                "stop": 572.007,
                                "byte_start": 2273426,
                                "byte_stop": 2316790,
                                "text": "In the last two administrations, nine highly publicized independent council investigations have reduced the political strength of the presidency vis-à-vis the Congress in this fashion."
                            },
                            {
                                "start": 572.007,
                                "stop": 582.606,
                                "byte_start": 2316790,
                                "byte_stop": 2359108,
                                "text": "But more fundamentally, it does not seem relevant to me as it does to the Court how important the particular element of executive power taken away from the President may be."
                            },
                            {
                                "start": 582.606,
                                "stop": 591.116,
                                "byte_start": 2359108,
                                "byte_stop": 2393172,
                                "text": "Even if we were good at assessing that, which today\u0027s opinion convinces me we are not, the constitution did not leave the President\u0027s powers at our mercy."
                            },
                            {
                                "start": 591.116,
                                "stop": 600.754,
                                "byte_start": 2393172,
                                "byte_stop": 2431728,
                                "text": "It says that, “The” executive power not “some” executive power shall be vested in a President of the United States not a President of the United State and others."
                            },
                            {
                                "start": 600.754,
                                "stop": 616.429,
                                "byte_start": 2431728,
                                "byte_stop": 2494422,
                                "text": "How incompatible what we have done today is with what has until today been our political traditions maybe made clear by thinking what the result would have been if a statute had been passed seeking to do the same thing to one of the other two branches."
                            },
                            {
                                "start": 616.429,
                                "stop": 632.326,
                                "byte_start": 2494422,
                                "byte_stop": 2558056,
                                "text": "Would we have allowed Congress to pass a statute saying that henceforth one tiny bit of the power to enact laws, laws relating to bubble gum for example, would henceforth be exercised instead of by the House in the Senate by some new body established by statute."
                            },
                            {
                                "start": 632.326,
                                "stop": 643.8,
                                "byte_start": 2558056,
                                "byte_stop": 2603928,
                                "text": "Or would we have allowed Congress to take a tiny bit of the judicial power, the power to hear bankruptcy cases for example and give it to tribunals other than Article III Courts, the answers are obvious."
                            },
                            {
                                "start": 643.8,
                                "stop": 661.259,
                                "byte_start": 2603928,
                                "byte_stop": 2673727,
                                "text": "A little over half a century ago, when a case called “Humphrey\u0027s Executor verus United States”, Justice Sutherland wrote an opinion announced the same day as the case that invalidated the National Industrial Recovery Act, which prevented President Franklin Roosevelt from removing the commissioners of the Federal Trade Commission."
                            },
                            {
                                "start": 661.259,
                                "stop": 672.634,
                                "byte_start": 2673727,
                                "byte_stop": 2719284,
                                "text": "That was itself a reversal of our prior law regarding the President\u0027s powers, many including President Roosevelt fought it an action motivated by hostility to the President\u0027s programs."
                            },
                            {
                                "start": 672.634,
                                "stop": 679.095,
                                "byte_start": 2719284,
                                "byte_stop": 2745093,
                                "text": "But Humphrey\u0027s executor preserved at least in theory the line that the Constitution established."
                            },
                            {
                                "start": 679.095,
                                "stop": 687.565,
                                "byte_start": 2745093,
                                "byte_stop": 2778948,
                                "text": "It allowed the restriction upon the President\u0027s power because it found that the Federal Trade Commission did not exercise purely executive power."
                            },
                            {
                                "start": 687.565,
                                "stop": 692.39,
                                "byte_start": 2778948,
                                "byte_stop": 2798279,
                                "text": "Today however, the Court conceives that what we have before us is precisely that."
                            },
                            {
                                "start": 692.39,
                                "stop": 707.973,
                                "byte_start": 2798279,
                                "byte_stop": 2860659,
                                "text": "It affectively overrule Humphrey\u0027s Executor and says that in the future how much power can be taken from the President will depend upon quite literally our case by case evaluation of whether what has been taken from the President is too much."
                            },
                            {
                                "start": 707.973,
                                "stop": 711.116,
                                "byte_start": 2860659,
                                "byte_stop": 2873198,
                                "text": "I do not think we are qualified to decide that."
                            },
                            {
                                "start": 711.116,
                                "stop": 715.493,
                                "byte_start": 2873198,
                                "byte_stop": 2890648,
                                "text": "More importantly, I do not think we are authorized to decide that."
                            },
                            {
                                "start": 715.493,
                                "stop": 724.574,
                                "byte_start": 2890648,
                                "byte_stop": 2927010,
                                "text": "All of these are familiar with and proud of the phrase that we think epitomizes our political system, a government of law not of men."
                            },
                            {
                                "start": 724.574,
                                "stop": 734.784,
                                "byte_start": 2927010,
                                "byte_stop": 2967865,
                                "text": "Not many know where that came from which is part of the first Article 30 of the Massachusetts Constitution of 1780 which reads in full as follows."
                            },
                            {
                                "start": 734.784,
                                "stop": 742.616,
                                "byte_start": 2967865,
                                "byte_stop": 2999212,
                                "text": "In the government of this Commonwealth, the legislative department shall never exercise the executive and judicial powers, or either of them."
                            },
                            {
                                "start": 742.616,
                                "stop": 747.904,
                                "byte_start": 2999212,
                                "byte_stop": 3020319,
                                "text": "The executive shall never exercise the legislative and judicial powers or either of them."
                            },
                            {
                                "start": 747.904,
                                "stop": 753.43,
                                "byte_start": 3020319,
                                "byte_stop": 3042471,
                                "text": "The judicial shall never exercise the legislative and executive powers or either of them."
                            },
                            {
                                "start": 753.43,
                                "stop": 759.483,
                                "byte_start": 3042471,
                                "byte_stop": 3066608,
                                "text": "To the end it, may be a government of laws and not of men."
                            },
                            {
                                "start": 759.483,
                                "stop": 764.496,
                                "byte_start": 3066608,
                                "byte_stop": 3086670,
                                "text": "That is how central the founders of our republic thought the separation of powers was to our system."
                            },
                            {
                                "start": 764.496,
                                "stop": 769.222,
                                "byte_start": 3086670,
                                "byte_stop": 3105583,
                                "text": "That is what achieves the end that it is a government of laws not of men."
                            },
                            {
                                "start": 769.222,
                                "stop": 775.126,
                                "byte_start": 3105583,
                                "byte_stop": 3129198,
                                "text": "And as the founders knew separation cannot be preserved without equilibration."
                            },
                            {
                                "start": 775.126,
                                "stop": 790.939,
                                "byte_start": 3129198,
                                "byte_stop": 3192519,
                                "text": "Today\u0027s decision which departs from the text of the Constitution and gives no reason for the departure except that the majority of this Court does not think that the power taken away from the President was too much, is not in my view the operation of the government of laws that the constitution intended."
                            },
                            {
                                "start": 790.939,
                                "stop": 797.108,
                                "byte_start": 3192519,
                                "byte_stop": 3217178,
                                "text": "Indeed, it does not seem to me to be the operation of the government of laws at all."
                            }
                        ]
                    },
                    {
                        "start": 797.108,
                        "stop": 802.294,
                        "byte_start": 3217178,
                        "byte_stop": 3237763,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 797.108,
                                "stop": 802.294,
                                "byte_start": 3217178,
                                "byte_stop": 3237763,
                                "text": "Justice Kennedy took no part in the consideration or decision of that case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 45528,
            "mime": "audio\/mpeg",
            "size": 3238076,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1987\/87-1279\/19880627o_87-1279.delivery.mp3"
        },
        {
            "id": 67378,
            "mime": "audio\/ogg",
            "size": 7920201,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1987\/87-1279\/19880627o_87-1279.ogg"
        },
        {
            "id": 67379,
            "mime": "application\/x-mpegURL",
            "size": 11903,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1987\/87-1279\/19880627o_87-1279.m3u8"
        }
    ],
    "damaged": false,
    "unavailable": false
}