{
    "id": 21809,
    "title": "Opinion Announcement - January 17, 2006",
    "transcript": {
        "title": "Gonzales v. Oregon",
        "duration": 359.027,
        "sections": [
            {
                "start": 0,
                "stop": 359.027,
                "byte_start": 88366,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.603,
                        "byte_start": 88366,
                        "byte_stop": 110831,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.603,
                                "byte_start": 88366,
                                "byte_stop": 110831,
                                "text": "Justice Kennedy has the opinion in Gonzales versus Oregon."
                            }
                        ]
                    },
                    {
                        "start": 5.603,
                        "stop": 359.027,
                        "byte_start": 110831,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 5.603,
                                "stop": 17.38,
                                "byte_start": 110831,
                                "byte_stop": 157956,
                                "text": "The Controlled Substances Act, sometimes referred to as the CSA, it’s a federal law and it’s central to federal enforcement of the nation’s laws prohibiting drug abuse and drug trafficking."
                            },
                            {
                                "start": 17.38,
                                "stop": 24.255,
                                "byte_start": 157956,
                                "byte_stop": 185437,
                                "text": "As we have explained in other decisions, the design of the CSA is to list covered substances in one of five schedules."
                            },
                            {
                                "start": 24.255,
                                "stop": 35.711,
                                "byte_start": 185437,
                                "byte_stop": 231308,
                                "text": "Schedule I lists the most dangerous drugs; Schedule II drugs are generally available only pursuant to a written and nonrefillable prescription by a physician."
                            },
                            {
                                "start": 35.711,
                                "stop": 47.276,
                                "byte_start": 231308,
                                "byte_stop": 277493,
                                "text": "In this case, the Attorney General of the United States did not add drugs to Schedule II; the Attorney General did prohibit doctors from issuing prescriptions for Schedule II drugs for use in assisted suicide."
                            },
                            {
                                "start": 47.276,
                                "stop": 53.93,
                                "byte_start": 277493,
                                "byte_stop": 304137,
                                "text": "The Attorney General took this step by an announcement on November 9, 2001, and it is called an interpretive rule."
                            },
                            {
                                "start": 53.93,
                                "stop": 59.551,
                                "byte_start": 304137,
                                "byte_stop": 326603,
                                "text": "The occasion for the rule was an Oregon law enacted by a statewide ballot measure."
                            },
                            {
                                "start": 59.551,
                                "stop": 62.926,
                                "byte_start": 326603,
                                "byte_stop": 340082,
                                "text": "The law is entitled that Oregon Death with Dignity Act."
                            },
                            {
                                "start": 62.926,
                                "stop": 68.051,
                                "byte_start": 340082,
                                "byte_stop": 360666,
                                "text": "It legalized physician-assisted suicide under certain circumstances."
                            },
                            {
                                "start": 68.051,
                                "stop": 75.968,
                                "byte_start": 360666,
                                "byte_stop": 392327,
                                "text": "The Oregon law, unique to that one state, applies to Oregon licensed physicians and terminally ill patients in Oregon."
                            },
                            {
                                "start": 75.968,
                                "stop": 82.829,
                                "byte_start": 392327,
                                "byte_stop": 419703,
                                "text": "The patients must have been diagnosed with an incurable and irreversible disease likely to cause death within six months."
                            },
                            {
                                "start": 82.829,
                                "stop": 87.301,
                                "byte_start": 419703,
                                "byte_stop": 437571,
                                "text": "Before prescribing the dosage, the physician must take a number of steps."
                            },
                            {
                                "start": 87.301,
                                "stop": 106.075,
                                "byte_start": 437571,
                                "byte_stop": 512699,
                                "text": "These include certifying that the request is voluntary; that there is no psychological disorder; giving information to the patient about alternative care and counseling; obtaining conformation from a second physician; and maintaining detailed records, which are open for State inspection."
                            },
                            {
                                "start": 106.075,
                                "stop": 113.562,
                                "byte_start": 512699,
                                "byte_stop": 542688,
                                "text": "The interpretive rule issued by Attorney General relies on the CSA’s requirement that prescriptions be issued for a legitimate medical purpose."
                            },
                            {
                                "start": 113.562,
                                "stop": 124.005,
                                "byte_start": 542688,
                                "byte_stop": 584484,
                                "text": "It concluded that assisting suicide is not a legitimate medical purpose, so any prescription under the Oregon Death with Dignity Act would become unlawful."
                            },
                            {
                                "start": 124.005,
                                "stop": 134.197,
                                "byte_start": 584484,
                                "byte_stop": 625235,
                                "text": "A physician in violation of the statute also would risk deregistration under the Act, preventing him or her from issuing any prescription at all for control substances."
                            },
                            {
                                "start": 134.197,
                                "stop": 145.474,
                                "byte_start": 625235,
                                "byte_stop": 670270,
                                "text": "Various physicians, pharmacists and patients in Oregon brought suit in federal court to declare the interpretive rule invalid as exceeding the Attorney General’s authority under the CSA."
                            },
                            {
                                "start": 145.474,
                                "stop": 153.658,
                                "byte_start": 670270,
                                "byte_stop": 703079,
                                "text": "The United States District Court enjoined enforcement of the interpretive rule, and the Court of Appeals for the 9th Circuit affirmed, and the case is now before us."
                            },
                            {
                                "start": 153.658,
                                "stop": 167.064,
                                "byte_start": 703079,
                                "byte_stop": 756683,
                                "text": "Although the dispute in this case is, in part, a product of the nation’s political and moral debate on assisted suicide, the central question is whether the interpretive rule is authorized by the CSA."
                            },
                            {
                                "start": 167.064,
                                "stop": 173.332,
                                "byte_start": 756683,
                                "byte_stop": 781760,
                                "text": "We conclude the rule is not authorized by the CSA, and we affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 173.332,
                                "stop": 182.099,
                                "byte_start": 781760,
                                "byte_stop": 816764,
                                "text": "The rule is an interpretation by an Executive Officer of the Government, and we must first determine how much deference to give the Attorney General’s reading of the Act."
                            },
                            {
                                "start": 182.099,
                                "stop": 203.059,
                                "byte_start": 816764,
                                "byte_stop": 900670,
                                "text": "The Court’s decision in Auer versus Robbins requires substantial deference to an agency’s interpretations of its own regulations; but we do not think Auer requires us to give substantial deference here, because the interpretive rule relies on a regulation that simply repeats the substantive requirements of the CSA."
                            },
                            {
                                "start": 203.059,
                                "stop": 212.984,
                                "byte_start": 900670,
                                "byte_stop": 940376,
                                "text": "Second, we do not think deference is warranted under our decision in Chevron versus Natural Resources Defense Council."
                            },
                            {
                                "start": 212.984,
                                "stop": 224.046,
                                "byte_start": 940376,
                                "byte_stop": 984575,
                                "text": "Our later decision in United States versus Mead held that Chevron deference is warranted only when it appears Congress delegated authority to the agency to make rules carrying the force of law."
                            },
                            {
                                "start": 224.046,
                                "stop": 238.933,
                                "byte_start": 984575,
                                "byte_stop": 1044134,
                                "text": "Here, the phrase “legitimate medical purpose” is indeed a generality susceptible to a more precise definition; in our view, however, the rule was not made pursuant to authority delegated to the Attorney General, so it does not receive Chevron deference."
                            },
                            {
                                "start": 238.933,
                                "stop": 245.916,
                                "byte_start": 1044134,
                                "byte_stop": 1072033,
                                "text": "In the opinion today, we recite these and other reasons for finding the Attorney General lacked authority to issue the interpretive rule."
                            },
                            {
                                "start": 245.916,
                                "stop": 259.164,
                                "byte_start": 1072033,
                                "byte_stop": 1125114,
                                "text": "The statute and our case law amply support the conclusion that Congress sought to regulate medical practice insofar as it bars doctors from using their prescription-writing powers as a means of drug dealing and trafficking as traditionally understood."
                            },
                            {
                                "start": 259.164,
                                "stop": 264.387,
                                "byte_start": 1125114,
                                "byte_stop": 1146012,
                                "text": "The CSA, however, manifests no intend to regulate medical practice generally."
                            },
                            {
                                "start": 264.387,
                                "stop": 266.025,
                                "byte_start": 1146012,
                                "byte_stop": 1152490,
                                "text": "This is not surprising."
                            },
                            {
                                "start": 266.025,
                                "stop": 273.573,
                                "byte_start": 1152490,
                                "byte_stop": 1182688,
                                "text": "Our federal structure of government gives the States great latitude to legislate to protect the lives and health of their citizens."
                            },
                            {
                                "start": 273.573,
                                "stop": 279.829,
                                "byte_start": 1182688,
                                "byte_stop": 1207765,
                                "text": "Indeed, the structure and operation of the CSA presume and rely upon a State-regulated profession."
                            },
                            {
                                "start": 279.829,
                                "stop": 292.977,
                                "byte_start": 1207765,
                                "byte_stop": 1260324,
                                "text": "It defines “medical practitioners” as physicians license by their state and considers the recommendation of State Medical Boards in registration decisions, and it preempts state laws only to the extent there is a positive conflict with federal law."
                            },
                            {
                                "start": 292.977,
                                "stop": 300.446,
                                "byte_start": 1260324,
                                "byte_stop": 1290208,
                                "text": "The Oregon regime discussed above is an example of the very State regulation the CSA presupposes."
                            },
                            {
                                "start": 300.446,
                                "stop": 311.369,
                                "byte_start": 1290208,
                                "byte_stop": 1333884,
                                "text": "Under the statutory scheme of the CSA, the Control Substances Act, the Attorney General is an unlikely recipient of the broad authority he seeks."
                            },
                            {
                                "start": 311.369,
                                "stop": 319.607,
                                "byte_start": 1333884,
                                "byte_stop": 1366799,
                                "text": "Just as the conventions of interpretation indicate Congress is unlikely to alter a statute’s obvious scope through muffled hints."
                            },
                            {
                                "start": 319.607,
                                "stop": 329.17,
                                "byte_start": 1366799,
                                "byte_stop": 1405146,
                                "text": "The background principles of our federal system belie the notion that Congress would use such an obscure grant of authority to regulate areas traditionally governed by the States."
                            },
                            {
                                "start": 329.17,
                                "stop": 343.292,
                                "byte_start": 1405146,
                                "byte_stop": 1461571,
                                "text": "The Government in the end maintains that the prescription requirement delegates to a single Executive Officer the power to shift radically authority from the states to the federal government to define general standards of medical practice in every locality."
                            },
                            {
                                "start": 343.292,
                                "stop": 351.339,
                                "byte_start": 1461571,
                                "byte_stop": 1493754,
                                "text": "The text and the structure of the CSA show that Congress did not have this far-reaching intent, and we affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 351.339,
                                "stop": 359.027,
                                "byte_start": 1493754,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion, joined by the Chief Justice and Justice Thomas; Justice Thomas has also filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52741,
            "mime": "audio\/mpeg",
            "size": 1524474,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-623\/20060117o_04-623.delivery.mp3"
        },
        {
            "id": 74494,
            "mime": "audio\/ogg",
            "size": 3646992,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-623\/20060117o_04-623.ogg"
        },
        {
            "id": 74495,
            "mime": "application\/x-mpegURL",
            "size": 5271,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-623\/20060117o_04-623.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}