{
    "id": 21529,
    "title": "Opinion Announcement - June 28, 2001",
    "transcript": {
        "title": "Lorillard Tobacco Company v. Reilly",
        "duration": 504.216,
        "sections": [
            {
                "start": 0,
                "stop": 504.216,
                "byte_start": 92797,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 504.216,
                        "byte_start": 92797,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.265,
                                "byte_start": 92797,
                                "byte_stop": 157894,
                                "text": "I have an opinion to announce in two consolidated cases 596 597, Lorillard Tobacco Company versus Reilly, Altadis U.S.A. versus Reilly."
                            },
                            {
                                "start": 16.265,
                                "stop": 23.072,
                                "byte_start": 157894,
                                "byte_stop": 185166,
                                "text": "The cases come to us on writ of certiorari to the United States Court of Appeals for the First Circuit."
                            },
                            {
                                "start": 23.072,
                                "stop": 36.439,
                                "byte_start": 185166,
                                "byte_stop": 238560,
                                "text": "In 1999, the respondent, the Attorney General of Massachusetts issued regulations covering the advertising and sale of cigarettes, smokeless tobacco and cigars."
                            },
                            {
                                "start": 36.439,
                                "stop": 49.016,
                                "byte_start": 238560,
                                "byte_stop": 288924,
                                "text": "The State regulations were created to address the problem of tobacco use by persons under the age of 18, and to prevent access to tobacco products by under aged persons."
                            },
                            {
                                "start": 49.016,
                                "stop": 86.982,
                                "byte_start": 288924,
                                "byte_stop": 440748,
                                "text": "There are three types of regulations at issue in these cases: first, are regulations that prohibit outdoor advertising of tobacco products within 1000 feet of a school or playground; second are regulations that require indoor advertising to be placed no lower than five feet from the floor; third are regulations that restrict sales practices for tobacco products, for example requiring that such products be accessible only through sales personnel not directly from a shelf by the purchaser."
                            },
                            {
                                "start": 86.982,
                                "stop": 100.802,
                                "byte_start": 440748,
                                "byte_stop": 496023,
                                "text": "Before the effective date of these regulations, the petitioners a group of cigarette, smokeless tobacco, cigar manufacturers and retailers filed suit against the respondent in Federal District Court."
                            },
                            {
                                "start": 100.802,
                                "stop": 117.252,
                                "byte_start": 496023,
                                "byte_stop": 561852,
                                "text": "The cigarette petitioners argued that the regulations for outdoor and indoor cigarette advertising were preempted by the Federal Cigarette Labeling and Advertising Act, the acronym is FCLAA."
                            },
                            {
                                "start": 117.252,
                                "stop": 128.197,
                                "byte_start": 561852,
                                "byte_stop": 605633,
                                "text": "An act in which Congress prescribed health warnings for cigarette labels in advertising and prohibited certain state regulations."
                            },
                            {
                                "start": 128.197,
                                "stop": 139.08,
                                "byte_start": 605633,
                                "byte_stop": 649205,
                                "text": "The smokeless tobacco and cigar petitioners argued that the indoor and outdoor advertising regulations for their products violated the First Amendment."
                            },
                            {
                                "start": 139.08,
                                "stop": 148.314,
                                "byte_start": 649205,
                                "byte_stop": 686090,
                                "text": "The cigarette, smokeless tobacco and cigar petitioners also claimed that the sales practice regulations violated the First Amendment."
                            },
                            {
                                "start": 148.314,
                                "stop": 157.114,
                                "byte_start": 686090,
                                "byte_stop": 721303,
                                "text": "The Court of Appeals for the First Circuit rejected all of the petitioners’ claims and upheld all the regulations before the Court today."
                            },
                            {
                                "start": 157.114,
                                "stop": 179.34,
                                "byte_start": 721303,
                                "byte_stop": 810224,
                                "text": "The Court of Appeals first concluded that the Federal Act did not preempt the cigarette advertising regulations because the federal law only preempted state regulations of the content of cigarette advertising and that the Massachusetts regulations at issue, regulated only the location of the advertising."
                            },
                            {
                                "start": 179.34,
                                "stop": 189.763,
                                "byte_start": 810224,
                                "byte_stop": 851915,
                                "text": "The Court of Appeals also concluded that the outdoor advertising, indoor advertising and sales practices regulations were valid under the First Amendment."
                            },
                            {
                                "start": 189.763,
                                "stop": 197.863,
                                "byte_start": 851915,
                                "byte_stop": 884307,
                                "text": "In an opinion filed with the Clerk of the Court today, we affirm in part, reverse in part that judgment."
                            },
                            {
                                "start": 197.863,
                                "stop": 210.794,
                                "byte_start": 884307,
                                "byte_stop": 936030,
                                "text": "Before reaching the First Amendment issues, we first address the cigarette petitioners’ claims that the Massachusetts regulations are preempted by federal law, the FCLAA."
                            },
                            {
                                "start": 210.794,
                                "stop": 218.391,
                                "byte_start": 936030,
                                "byte_stop": 966436,
                                "text": "In the Federal Act, Congress prescribed the health warnings that have to appear on the cigarette packages in a advertising."
                            },
                            {
                                "start": 218.391,
                                "stop": 223.71,
                                "byte_start": 966436,
                                "byte_stop": 987648,
                                "text": "Congress banned the advertising of cigarettes on radio and television."
                            },
                            {
                                "start": 223.71,
                                "stop": 230.428,
                                "byte_start": 987648,
                                "byte_stop": 1014606,
                                "text": "Congress charged the Federal Trade Commission with monitoring cigarette advertising and promotion."
                            },
                            {
                                "start": 230.428,
                                "stop": 249.649,
                                "byte_start": 1014606,
                                "byte_stop": 1091406,
                                "text": "The Federal Act also contains a preemption provision; in which Congress expressly prohibit States from imposing any requirement or prohibition based on smoking and health with respect to advertising and promotion of cigarettes."
                            },
                            {
                                "start": 249.649,
                                "stop": 266.117,
                                "byte_start": 1091406,
                                "byte_stop": 1157339,
                                "text": "After examining the Act as a whole, and the context in which the preemption provision was enacted, we conclude that the Massachusetts regulations on cigarette advertising are preempted by Federal Law."
                            },
                            {
                                "start": 266.117,
                                "stop": 282.71,
                                "byte_start": 1157339,
                                "byte_stop": 1223690,
                                "text": "First, we conclude that the cigarette advertising regulations are based on smoking and health because the concern about youth smoking and youth exposure to advertising is intertwined with the more general concern about smoking and health."
                            },
                            {
                                "start": 282.71,
                                "stop": 298.742,
                                "byte_start": 1223690,
                                "byte_stop": 1287847,
                                "text": "Second, we conclude that in the preemption provision, Congress did not intend to distinguish between state regulation of the content of cigarette advertising as opposed to state regulation of the location of that advertising."
                            },
                            {
                                "start": 298.742,
                                "stop": 312.337,
                                "byte_start": 1287847,
                                "byte_stop": 1342181,
                                "text": "The Massachusetts regulations are clearly regulations with respect to advertising and promotion that are based on smoking and health, and therefore are preempted by Federal Law."
                            },
                            {
                                "start": 312.337,
                                "stop": 323.604,
                                "byte_start": 1342181,
                                "byte_stop": 1387217,
                                "text": "We next address the smokeless tobacco and cigar petitioners’ claims that the outdoor advertising and indoor advertising regulations violate the First Amendment."
                            },
                            {
                                "start": 323.604,
                                "stop": 333.557,
                                "byte_start": 1387217,
                                "byte_stop": 1427027,
                                "text": "We conclude that these regulations do not survive First Amendment scrutiny, primarily because the Massachusetts restriction on speech is too broad."
                            },
                            {
                                "start": 333.557,
                                "stop": 351.319,
                                "byte_start": 1427027,
                                "byte_stop": 1498080,
                                "text": "For example, the outdoor advertising regulations restricting advertising within 1000 feet of any school or playground will nearly ban all outdoor advertising of tobacco in all the major metropolitan areas of Massachusetts."
                            },
                            {
                                "start": 351.319,
                                "stop": 373.623,
                                "byte_start": 1498080,
                                "byte_stop": 1587315,
                                "text": "Because tobacco used by adults is lawful in Massachusetts, tobacco manufacturers and retailers have a protected First Amendment interest in conveying truthful information about tobacco products, and adult consumers have a First Amendment interest in receiving truthful information about tobacco products."
                            },
                            {
                                "start": 373.623,
                                "stop": 392.751,
                                "byte_start": 1587315,
                                "byte_stop": 1663906,
                                "text": "For instance, under the state regulations, it would be invalid for a store such as a convenience market to even have a sign on the window saying “cigarettes sold here”."
                            },
                            {
                                "start": 392.751,
                                "stop": 405.348,
                                "byte_start": 1663906,
                                "byte_stop": 1714270,
                                "text": "The Massachusetts had an obligation to calculate the costs and benefits associated with the burdens on speech imposed by the regulations."
                            },
                            {
                                "start": 405.348,
                                "stop": 412.257,
                                "byte_start": 1714270,
                                "byte_stop": 1741855,
                                "text": "We conclude that the calculation in this case was insufficient for purposes of the First Amendment."
                            },
                            {
                                "start": 412.257,
                                "stop": 427.947,
                                "byte_start": 1741855,
                                "byte_stop": 1804653,
                                "text": "Finally, we address the First Amendment challenge to the sales practices regulations which restrict access to tobacco products by consumers by requiring direct contact with a salesperson before handling the products."
                            },
                            {
                                "start": 427.947,
                                "stop": 437.936,
                                "byte_start": 1804653,
                                "byte_stop": 1844568,
                                "text": "We conclude that that regulation is really a “regulation of conduct” that has only an incidental effect on speech."
                            },
                            {
                                "start": 437.936,
                                "stop": 444.656,
                                "byte_start": 1844568,
                                "byte_stop": 1871422,
                                "text": "The sales practices regulations are designed to prevent direct youth access to tobacco products."
                            },
                            {
                                "start": 444.656,
                                "stop": 449.109,
                                "byte_start": 1871422,
                                "byte_stop": 1889290,
                                "text": "They are not designed to suppress a speech or expression."
                            },
                            {
                                "start": 449.109,
                                "stop": 458.02,
                                "byte_start": 1889290,
                                "byte_stop": 1924921,
                                "text": "Moreover, the regulations leave open and pull alternative avenues for communication for retailers to convey information about their products."
                            },
                            {
                                "start": 458.02,
                                "stop": 463.392,
                                "byte_start": 1924921,
                                "byte_stop": 1946446,
                                "text": "We hold that the sales practices regulations are valid under the First Amendment."
                            },
                            {
                                "start": 463.392,
                                "stop": 471.368,
                                "byte_start": 1946446,
                                "byte_stop": 1978315,
                                "text": "Now, you need a roadmap to know which Justices joined which parts of this complicated opinion."
                            },
                            {
                                "start": 471.368,
                                "stop": 477.638,
                                "byte_start": 1978315,
                                "byte_stop": 2003393,
                                "text": "Suffice to say there is a court for all portions of it."
                            },
                            {
                                "start": 477.638,
                                "stop": 504.216,
                                "byte_start": 2003393,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed an opinion concurring in part and concurring in the judgment which Justice Scalia has joined; Justice Thomas has filed an opinion concurring in part and concurring in the judgment; Justice Souter has filed an opinion concurring in part and dissenting in part; Justice Stevens has filed an opinion concurring in part and concurring in the judgment in part and dissenting in part, in which Justices Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52181,
            "mime": "audio\/mpeg",
            "size": 2109659,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/00-596\/20010628o_00-596.delivery.mp3"
        },
        {
            "id": 73950,
            "mime": "audio\/ogg",
            "size": 4929576,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/00-596\/20010628o_00-596.ogg"
        },
        {
            "id": 73951,
            "mime": "application\/x-mpegURL",
            "size": 7378,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/00-596\/20010628o_00-596.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}