{
    "id": 21473,
    "title": "Opinion Announcement - January 13, 2004",
    "transcript": {
        "title": "Verizon Communications, Inc. v. Law Offices of Curtis V. Trinco, LLP",
        "duration": 481.611,
        "sections": [
            {
                "start": 0,
                "stop": 481.611,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.554,
                        "byte_start": 28672,
                        "byte_stop": 74961,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.554,
                                "byte_start": 28672,
                                "byte_stop": 74961,
                                "text": "The opinion of the Court in No. 02-682, Verizon Communications, Inc. versus the Law Offices of Curtis V. Trinko will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 11.554,
                        "stop": 481.611,
                        "byte_start": 74961,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 11.554,
                                "stop": 18.064,
                                "byte_start": 74961,
                                "byte_stop": 100979,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 18.064,
                                "stop": 32.772,
                                "byte_start": 100979,
                                "byte_stop": 159807,
                                "text": "The Telecommunications Act of 1996 imposes upon an incumbent local exchange carrier or LEC the obligation to share its telephone network with competitors."
                            },
                            {
                                "start": 32.772,
                                "stop": 39.496,
                                "byte_start": 159807,
                                "byte_stop": 186661,
                                "text": "Petitioner, Verizon Communication, Inc., is the incumbent LEC in New York State."
                            },
                            {
                                "start": 39.496,
                                "stop": 56.531,
                                "byte_start": 186661,
                                "byte_stop": 254892,
                                "text": "As it is obliged to do under the 1966 Act, Verizon has signed interconnection agreements detailing the terms of its network sharing with rivals such as AT\u0026T, the so-called competitive LECs."
                            },
                            {
                                "start": 56.531,
                                "stop": 64.378,
                                "byte_start": 254892,
                                "byte_stop": 286239,
                                "text": "Part of its sharing obligation is the provision of access to certain operations support systems or OSSs."
                            },
                            {
                                "start": 64.378,
                                "stop": 69.617,
                                "byte_start": 286239,
                                "byte_stop": 307242,
                                "text": "Without which, a rival cannot fill its customers’ orders."
                            },
                            {
                                "start": 69.617,
                                "stop": 83.392,
                                "byte_start": 307242,
                                "byte_stop": 362308,
                                "text": "Verizon’s interconnection agreement was approved by the New York Public Service Commission and its authorization to provide long distance telephone service was approved by the Federal Communications Commission."
                            },
                            {
                                "start": 83.392,
                                "stop": 92.649,
                                "byte_start": 362308,
                                "byte_stop": 399297,
                                "text": "Each of those approvals specify the mechanics by which its OSS obligation will be met."
                            },
                            {
                                "start": 92.649,
                                "stop": 113.835,
                                "byte_start": 399297,
                                "byte_stop": 484039,
                                "text": "When competitive LECs complained that Verizon was violating that obligation, the State and federal agencies, the New York State PSC and the FCC, opened parallel investigations which led to the imposition of financial penalties and other requirements on Verizon."
                            },
                            {
                                "start": 113.835,
                                "stop": 146.001,
                                "byte_start": 484039,
                                "byte_stop": 612770,
                                "text": "The respondent in this case, a law firm that is a local telephone customer of AT\u0026T then filed this class action alleging that Verizon had filled rival’s orders on a discriminatory basis as part of an anticompetitive scheme to discourage customers from becoming or remaining customers of competitive LECs in violation of Section 2 of the Sherman Act and of federal telecommunications law."
                            },
                            {
                                "start": 146.001,
                                "stop": 151.867,
                                "byte_start": 612770,
                                "byte_stop": 636176,
                                "text": "With respect to the antitrust claim, the District Court dismissed the complaint but the Court of Appeals reinstated it."
                            },
                            {
                                "start": 151.867,
                                "stop": 165.864,
                                "byte_start": 636176,
                                "byte_stop": 692182,
                                "text": "We granted certiorari limited to the question whether respondent’s alligations of an alleged breach of Verizon’s duty to share its network with competitors states a claim under Section 2 of the Sherman Act."
                            },
                            {
                                "start": 165.864,
                                "stop": 180.19,
                                "byte_start": 692182,
                                "byte_stop": 749443,
                                "text": "A Saving Clause in the 1996 Act provides that “nothing in this act shall be construed to modify, impair, or supersede the applicability of the antitrust laws.”"
                            },
                            {
                                "start": 180.19,
                                "stop": 191.104,
                                "byte_start": 749443,
                                "byte_stop": 793119,
                                "text": "This preserves claims that satisfy established antitrust standards, but it also forbids the creation of new claims that go beyond those standards."
                            },
                            {
                                "start": 191.104,
                                "stop": 200.199,
                                "byte_start": 793119,
                                "byte_stop": 829482,
                                "text": "A few of our past cases have held a refusal to cooperate with rivals to be anticompetitive conduct cognizable under Section 2."
                            },
                            {
                                "start": 200.199,
                                "stop": 207.771,
                                "byte_start": 829482,
                                "byte_stop": 859784,
                                "text": "Thus, creating narrow exemptions to the general rule that there is no duty to aid competitors."
                            },
                            {
                                "start": 207.771,
                                "stop": 223.277,
                                "byte_start": 859784,
                                "byte_stop": 921851,
                                "text": "The question before us today is whether the alligations of respondent’s complaint fit within those existing exceptions or provide a basis under traditional antitrust principles for recognizing a new exception."
                            },
                            {
                                "start": 223.277,
                                "stop": 229.838,
                                "byte_start": 921851,
                                "byte_stop": 948078,
                                "text": "The activity that respondent complains of does not come within a rule of liabilities set forth in our prior cases."
                            },
                            {
                                "start": 229.838,
                                "stop": 233.35,
                                "byte_start": 948078,
                                "byte_stop": 962079,
                                "text": "It does not come within the prior exceptions."
                            },
                            {
                                "start": 233.35,
                                "stop": 248.73,
                                "byte_start": 962079,
                                "byte_stop": 1023624,
                                "text": "Respondent understandably places heavy reliance upon Aspen Skiing Company versus Aspen Highland Skiing Corporation, a case in which the Court reasoned that the defendant’s termination of a voluntary agreement with the plaintiff."
                            },
                            {
                                "start": 248.73,
                                "stop": 270.083,
                                "byte_start": 1023624,
                                "byte_stop": 1109096,
                                "text": "They had an agreement to share lift tickets essentially and the defendant terminated that agreement, and the Court found that that termination suggested a willingness to forsake short term profits in order to achieve an anticompetitive end to wit monopolization."
                            },
                            {
                                "start": 270.083,
                                "stop": 280.784,
                                "byte_start": 1109096,
                                "byte_stop": 1151833,
                                "text": "Aspen however, is at or near the outer bound of Section 2 liability, and the present case does not fit within the limited exception that it recognized."
                            },
                            {
                                "start": 280.784,
                                "stop": 300.471,
                                "byte_start": 1151833,
                                "byte_stop": 1230618,
                                "text": "Because the complaint does not allege that Verizon ever engaged in a voluntary course of dealings with its rivals, with AT\u0026T or anybody else, its prior conduct sheds no light upon whether its lapses from the legally compelled dealing were meant to destroy competition."
                            },
                            {
                                "start": 300.471,
                                "stop": 308.521,
                                "byte_start": 1230618,
                                "byte_stop": 1262801,
                                "text": "More fundamentally, the Aspen defendant refused to provide its competitor with a product it already sold at retail."
                            },
                            {
                                "start": 308.521,
                                "stop": 322.947,
                                "byte_start": 1262801,
                                "byte_stop": 1320479,
                                "text": "Whereas here, the unbundled elements offered pursuant to Section 251 of the 1996 Act are not available to the public, but are provided to rivals under compulsion and that considerable expense."
                            },
                            {
                                "start": 322.947,
                                "stop": 332.71,
                                "byte_start": 1320479,
                                "byte_stop": 1359559,
                                "text": "Our conclusion would not change even if we consider it to be established law the so-called essential facilities doctrine that has been adopted by some lower courts."
                            },
                            {
                                "start": 332.71,
                                "stop": 351.046,
                                "byte_start": 1359559,
                                "byte_stop": 1432910,
                                "text": "The indispensable requirement for the essential facilities doctrine is the unavailability of access to the essential facilities, where access is available or it exists like it does here, because of the 1996 Act the essential facilities doctrine serves no purpose."
                            },
                            {
                                "start": 351.046,
                                "stop": 363.702,
                                "byte_start": 1432910,
                                "byte_stop": 1483483,
                                "text": "Finally, we do also not think that traditional antitrust principle justify adding the present case to the few existing exceptions from the general rule of no duty to aid competition."
                            },
                            {
                                "start": 363.702,
                                "stop": 371.58,
                                "byte_start": 1483483,
                                "byte_stop": 1515039,
                                "text": "Antitrust analysis must always be attuned to the particular structure and circumstances of the industry at issue."
                            },
                            {
                                "start": 371.58,
                                "stop": 391.646,
                                "byte_start": 1515039,
                                "byte_stop": 1595288,
                                "text": "When, as here, there exists a regulatory structure designed to deter and remedy anticompetitive harm, the additional benefit to competition provided by antitrust enforcement will tend to be small and it will be less plausible that the antitrust laws contemplate such additional scrutiny."
                            },
                            {
                                "start": 391.646,
                                "stop": 397.569,
                                "byte_start": 1595288,
                                "byte_stop": 1619007,
                                "text": "Here, Verizon was subject to oversight by both state and federal agencies."
                            },
                            {
                                "start": 397.569,
                                "stop": 412.951,
                                "byte_start": 1619007,
                                "byte_stop": 1680551,
                                "text": "Both of which, responded to the OSS failure raised in respondent’s complaint by imposing fines and other burdens on Verizon against the slight benefits of antitrust intervention here must be weighed a realistic assessment of its costs."
                            },
                            {
                                "start": 412.951,
                                "stop": 422.027,
                                "byte_start": 1680551,
                                "byte_stop": 1716809,
                                "text": "Alligations of violations of sharing duties are both technical and extremely numerous and hence, difficult for Antitrust Courts to evaluate."
                            },
                            {
                                "start": 422.027,
                                "stop": 434.968,
                                "byte_start": 1716809,
                                "byte_stop": 1768636,
                                "text": "Applying Section 2\u0027 srequirements to this regime can readily result in many false positives that is mistaken inferences that chill the very conduct of the antitrust laws are designed to protect."
                            },
                            {
                                "start": 434.968,
                                "stop": 447.191,
                                "byte_start": 1768636,
                                "byte_stop": 1817537,
                                "text": "For these reasons, and others discussed in the opinion released today, we hold that respondent’s complain fails to state a claim under Section 2 of the Sherman Act and reverse the contrary judgment of the Second Circuit."
                            },
                            {
                                "start": 447.191,
                                "stop": 452.796,
                                "byte_start": 1817537,
                                "byte_stop": 1839898,
                                "text": "The opinion is unanimous among the six Justices who reach the merits of the case."
                            },
                            {
                                "start": 452.796,
                                "stop": 481.611,
                                "byte_start": 1839898,
                                "byte_stop": 0,
                                "text": "Justice Stevens however, in an opinion concurring in the judgment, joined by Justices Souter and Thomas, would reverse for want of the antitrust standing on the part of the respondent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52069,
            "mime": "audio\/mpeg",
            "size": 1890053,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/02-682\/20040113o_02-682.delivery.mp3"
        },
        {
            "id": 73840,
            "mime": "audio\/ogg",
            "size": 4702830,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/02-682\/20040113o_02-682.ogg"
        },
        {
            "id": 73841,
            "mime": "application\/x-mpegURL",
            "size": 6819,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/02-682\/20040113o_02-682.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}