{
    "id": 22943,
    "title": "Opinion Announcement - June 29, 2009",
    "transcript": {
        "title": "Cuomo v. Clearing House Assn., L. L. C.",
        "duration": 395.376,
        "sections": [
            {
                "start": 0,
                "stop": 395.376,
                "byte_start": 107520,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.786,
                        "byte_start": 107520,
                        "byte_stop": 142733,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.786,
                                "byte_start": 107520,
                                "byte_stop": 142733,
                                "text": "Justice Scalia has the opinion of the Court this morning in case 08-453, Cuomo versus the Clearing House Association."
                            }
                        ]
                    },
                    {
                        "start": 8.786,
                        "stop": 395.376,
                        "byte_start": 142733,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.786,
                                "stop": 15.078,
                                "byte_start": 142733,
                                "byte_stop": 167915,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 15.078,
                                "stop": 38.593,
                                "byte_start": 167915,
                                "byte_stop": 261956,
                                "text": "In 2005, Eliot Spitzer, then Attorney General of New York and predecessor in office to Andrew Cuomo, the petitioner here, sent several national banks what was called a “request in lieu of subpoena” for certain non-public information about their lending practices."
                            },
                            {
                                "start": 38.593,
                                "stop": 51.36,
                                "byte_start": 261956,
                                "byte_stop": 313051,
                                "text": "The threatened subpoena was not a judicial subpoena but a subpoena that New York Executive Law allowed the Attorney General to issue on his own authority in connection with his investigation of business practices."
                            },
                            {
                                "start": 51.36,
                                "stop": 56.416,
                                "byte_start": 313051,
                                "byte_stop": 333218,
                                "text": "In this case, the banks compliance with New York\u0027s fair lending laws."
                            },
                            {
                                "start": 56.416,
                                "stop": 74.462,
                                "byte_start": 333218,
                                "byte_stop": 405420,
                                "text": "The respondents in this case, the Comptroller of the Currency and a trade association of national banks brought suit to enjoin the state attorney general from issuing subpoenas or taking any other action to enforce the State\u0027s fair-lending laws against national banks."
                            },
                            {
                                "start": 74.462,
                                "stop": 81.021,
                                "byte_start": 405420,
                                "byte_stop": 431647,
                                "text": "The District Court issued the requested injunction and the Second Circuit affirmed."
                            },
                            {
                                "start": 81.021,
                                "stop": 88.309,
                                "byte_start": 431647,
                                "byte_stop": 460800,
                                "text": "The Comptroller of the Currency is the executive law officer charged with administration of the National Bank Act."
                            },
                            {
                                "start": 88.309,
                                "stop": 106.49,
                                "byte_start": 460800,
                                "byte_stop": 533525,
                                "text": "That legislation passed in 1864 provides that “No national bank shall be subject to any visitorial powers except as authorized by Federal law or vested in the courts of justice.”"
                            },
                            {
                                "start": 106.49,
                                "stop": 128.64,
                                "byte_start": 533525,
                                "byte_stop": 622132,
                                "text": "The Comptroller promulgated a regulation interpreting this statutory term visitorial powers to prohibit States from “conducting examinations, inspecting or requiring the production of books or records of national banks, or prosecuting enforcement actions.”"
                            },
                            {
                                "start": 128.64,
                                "stop": 145.234,
                                "byte_start": 622132,
                                "byte_stop": 688483,
                                "text": "It is a familiar principle of judicial review that we give deference so-called Chevron deference, named after the case that adopted that principle, to agency regulations that provide a reasonable interpretation of ambiguous statutory provisions."
                            },
                            {
                                "start": 145.234,
                                "stop": 147.831,
                                "byte_start": 688483,
                                "byte_stop": 698932,
                                "text": "But that deference is not boundless."
                            },
                            {
                                "start": 147.831,
                                "stop": 154.506,
                                "byte_start": 698932,
                                "byte_stop": 725577,
                                "text": "An agency cannot go beyond what is ambiguous and contradict the clear text of the statute."
                            },
                            {
                                "start": 154.506,
                                "stop": 161.568,
                                "byte_start": 725577,
                                "byte_stop": 753894,
                                "text": "Petitioner contends that that is what the Comptroller has done here with respect to the meaning of visitorial powers."
                            },
                            {
                                "start": 161.568,
                                "stop": 162.972,
                                "byte_start": 753894,
                                "byte_stop": 759432,
                                "text": "We agree."
                            },
                            {
                                "start": 162.972,
                                "stop": 173.457,
                                "byte_start": 759432,
                                "byte_stop": 801437,
                                "text": "Specifically, we think the Comptroller of the Comptroller\u0027s regulation ignores the distinction between visitorial and non-visitorial powers."
                            },
                            {
                                "start": 173.457,
                                "stop": 185.691,
                                "byte_start": 801437,
                                "byte_stop": 850338,
                                "text": "When the National Bank Act was passed, visitorial powers were understood to refer to the power of the State as sovereign to supervise and control corporations."
                            },
                            {
                                "start": 185.691,
                                "stop": 192.91,
                                "byte_start": 850338,
                                "byte_stop": 879177,
                                "text": "The State as visitor could inspect corporate books and records at any time for any reason."
                            },
                            {
                                "start": 192.91,
                                "stop": 203.829,
                                "byte_start": 879177,
                                "byte_stop": 922854,
                                "text": "The visitorial power was exercised largely through use of the now outdated prerogative writs such as mandamus and quo warranto."
                            },
                            {
                                "start": 203.829,
                                "stop": 214.243,
                                "byte_start": 922854,
                                "byte_stop": 964545,
                                "text": "State law enforcement in the courts however was understood to represent the exercise of a different power, separate from the power of visitation."
                            },
                            {
                                "start": 214.243,
                                "stop": 227.957,
                                "byte_start": 964545,
                                "byte_stop": 1019402,
                                "text": "Unlike the visitorial power, it comes with judicial restraints such as the requirement in civil cases that the States survived a motion to dismiss and the availability of judicial supervision of discovery."
                            },
                            {
                                "start": 227.957,
                                "stop": 241.958,
                                "byte_start": 1019402,
                                "byte_stop": 1075409,
                                "text": "This distinction between visitorial powers and law enforcement powers is reflected in the National Bank Act exclusion from preemption of powers “vested in the courts of justice”."
                            },
                            {
                                "start": 241.958,
                                "stop": 252.55,
                                "byte_start": 1075409,
                                "byte_stop": 1117727,
                                "text": "The regulations prohibition of prosecuting enforcement actions, therefore goes beyond what the National Bank Act provides."
                            },
                            {
                                "start": 252.55,
                                "stop": 263.271,
                                "byte_start": 1117727,
                                "byte_stop": 1160673,
                                "text": "The strange effects of the Comptroller\u0027s regulation also cast doubt upon its validity or agreed that some state laws are left in place by the National Bank Act."
                            },
                            {
                                "start": 263.271,
                                "stop": 270.574,
                                "byte_start": 1160673,
                                "byte_stop": 1189825,
                                "text": "But the Comptroller\u0027s regulation purports to preempt all enforcement of even valid state laws."
                            },
                            {
                                "start": 270.574,
                                "stop": 275.043,
                                "byte_start": 1189825,
                                "byte_stop": 1207693,
                                "text": "The bark of state law remains, but its bite does not."
                            },
                            {
                                "start": 275.043,
                                "stop": 277.143,
                                "byte_start": 1207693,
                                "byte_stop": 1216157,
                                "text": "This is a strange result."
                            },
                            {
                                "start": 277.143,
                                "stop": 299.24,
                                "byte_start": 1216157,
                                "byte_stop": 1304555,
                                "text": "As we noted in a similar context in a 1924 case, “To demonstrate the binding quality of a statute but deny the power of enforcement involves a fallacy made apparent by the mere statement of the proposition, for such power is essentially inherent in the very conception of law.”"
                            },
                            {
                                "start": 299.24,
                                "stop": 328.741,
                                "byte_start": 1304555,
                                "byte_stop": 1422524,
                                "text": "The Comptroller attempts to remedy this problem or at least to narrow it by saying in the statement of basis and purpose that a company promulgation of his regulation that the prohibition of state enforcement does not apply to such matters as “taxation, zoning, criminal and tort law” which establish “the legal infrastructure that surrounds and supports the ability of national banks to do business”."
                            },
                            {
                                "start": 328.741,
                                "stop": 340.132,
                                "byte_start": 1422524,
                                "byte_stop": 1468082,
                                "text": "This distinction between implementation of infrastructure and enforcement of other laws finds no basis in the statute or even in the text of the regulation."
                            },
                            {
                                "start": 340.132,
                                "stop": 357.508,
                                "byte_start": 1468082,
                                "byte_stop": 1537567,
                                "text": "In sum, the Comptroller was not unreasonable in interpreting the National Bank Act\u0027s prohibition on state exercise of visitorial powers to include “conducting examinations and inspecting or requiring the production of books or records of national banks”."
                            },
                            {
                                "start": 357.508,
                                "stop": 368.323,
                                "byte_start": 1537567,
                                "byte_stop": 1580826,
                                "text": "But exceeded the balance of reasonable interpretation by prohibiting the States from “prosecuting enforcement actions” against national banks."
                            },
                            {
                                "start": 368.323,
                                "stop": 380.005,
                                "byte_start": 1580826,
                                "byte_stop": 1627638,
                                "text": "We therefore uphold the injunction as applied to the New York Attorney General\u0027s threatened issuance of an executive subpoena but vacate its application to the bringing of judicial enforcement actions."
                            },
                            {
                                "start": 380.005,
                                "stop": 384.79,
                                "byte_start": 1627638,
                                "byte_stop": 1646759,
                                "text": "The judgment of the Court of Appeals is affirmed in part and reversed in part."
                            },
                            {
                                "start": 384.79,
                                "stop": 395.376,
                                "byte_start": 1646759,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed an opinion concurring in part and dissenting in part in which the Chief Justice, Justice Kennedy and Justice Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55008,
            "mime": "audio\/mpeg",
            "size": 1689078,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/08-453\/20090629o_08-453.delivery.mp3"
        },
        {
            "id": 76748,
            "mime": "audio\/ogg",
            "size": 3939537,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/08-453\/20090629o_08-453.ogg"
        },
        {
            "id": 76749,
            "mime": "application\/x-mpegURL",
            "size": 5787,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/08-453\/20090629o_08-453.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}