{
    "id": 21381,
    "title": "Opinion Announcement - February 20, 2007",
    "transcript": {
        "title": "Philip Morris USA v. Williams",
        "duration": 357.355,
        "sections": [
            {
                "start": 0,
                "stop": 357.355,
                "byte_start": 89953,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.22,
                        "byte_start": 89953,
                        "byte_stop": 118897,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.22,
                                "byte_start": 89953,
                                "byte_stop": 118897,
                                "text": "Justice Breyer has the opinion in 05-1256, Philip Morris versus Williams."
                            }
                        ]
                    },
                    {
                        "start": 7.22,
                        "stop": 357.355,
                        "byte_start": 118897,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 7.22,
                                "stop": 17.877,
                                "byte_start": 118897,
                                "byte_stop": 161529,
                                "text": "This case focuses upon punitive damages that were awarded to the state of a heavy smoker Jesse Williams who died of a smoking related disease."
                            },
                            {
                                "start": 17.877,
                                "stop": 25.599,
                                "byte_start": 161529,
                                "byte_stop": 192353,
                                "text": "An Oregon jury found that the cigarette company Phillip Morris had engaged in deceit that led to Williams’s death."
                            },
                            {
                                "start": 25.599,
                                "stop": 39.675,
                                "byte_start": 192353,
                                "byte_stop": 248673,
                                "text": "It awarded the state about $800,000 in compensatory damages and it then assessed punitive damages of $80 million which is about a 100 times of compensatory damages reward."
                            },
                            {
                                "start": 39.675,
                                "stop": 50.006,
                                "byte_start": 248673,
                                "byte_stop": 290051,
                                "text": "The trial judge found that the damages award punitive part was excessive and he reduced that amount from $80 million to $32 million."
                            },
                            {
                                "start": 50.006,
                                "stop": 64.553,
                                "byte_start": 290051,
                                "byte_stop": 348252,
                                "text": "But the Oregon Court of Appeals overturned the Trial Court on this point and it restored the full $80 million, the Oregon Supreme Court then affirmed that and we agree that we would review the Oregon Supreme Court’s determination."
                            },
                            {
                                "start": 64.553,
                                "stop": 88.47,
                                "byte_start": 348252,
                                "byte_stop": 443860,
                                "text": "Now Philip Morris makes two arguments in front of us, the first focuses upon statements that Williams’ lawyer made when he asked the jury to consider harmed cause other smokers in Oregon people other than Williams and in particular he was talking about individuals in Oregon whom Philip Morris’ cigarettes might have killed."
                            },
                            {
                                "start": 88.47,
                                "stop": 111.583,
                                "byte_start": 443860,
                                "byte_stop": 536333,
                                "text": "Philip Morris asked the trial judge in light of these statements to tell the jury in an instruction that although the jury could take account of the harm that these cigarettes caused other smokers when it considered the reasonableness of the relationship between Philip Morris’ conduct and the Williams’ harm."
                            },
                            {
                                "start": 111.583,
                                "stop": 132.323,
                                "byte_start": 536333,
                                "byte_stop": 619298,
                                "text": "It could not the jury could not consider the harm caused to other smokers’ in order to using Philip Morris or in order to punish the defendant for the impact of its alleged misconduct on other persons who may bring lawsuits of their own in which other juries can resolve their claims."
                            },
                            {
                                "start": 132.323,
                                "stop": 140.99,
                                "byte_start": 619298,
                                "byte_stop": 653989,
                                "text": "The trial judge did not give this proposed instruction, the Oregon Supreme Court ultimately upheld the trial judge."
                            },
                            {
                                "start": 140.99,
                                "stop": 158.921,
                                "byte_start": 653989,
                                "byte_stop": 725669,
                                "text": "The Oregon Supreme Court said “well if a jury cannot punish then it is difficult to see why it could consider the harm caused to other people at all” and Philip Morris argues that the Oregon Supreme Court’s view of the matter was constitutionally mistaken."
                            },
                            {
                                "start": 158.921,
                                "stop": 198.036,
                                "byte_start": 725669,
                                "byte_stop": 882195,
                                "text": "Philip Morris says first that the due process clause forbids punishing a defendant in a particular case for harm caused other people that are not before the court in that case and then Philip Morris point second to other cases of this court where we have suggested and I quote from one of them, a single digit multipliers are more likely to comport with due process and Philip Morris claims that the award a 100 times the amount of compensatory damages is grossly excessive and consequently forbidden by the constitution."
                            },
                            {
                                "start": 198.036,
                                "stop": 208.482,
                                "byte_start": 882195,
                                "byte_stop": 923886,
                                "text": "We agree with Philip Morris in respect to it’s first argument, an argument that in our view focuses upon the constitution’s procedural limitations."
                            },
                            {
                                "start": 208.482,
                                "stop": 220.355,
                                "byte_start": 923886,
                                "byte_stop": 971429,
                                "text": "We note that the due process clause prohibits a state from punishing an individual without for first providing that individual with what we have described, these are our words in other cases."
                            },
                            {
                                "start": 220.355,
                                "stop": 237.693,
                                "byte_start": 971429,
                                "byte_stop": 1040810,
                                "text": "An opportunity to present every available defense to the charge, a defendant threatened with punishment for injuring a person who is not before the court has no opportunity at all to defend against that charge."
                            },
                            {
                                "start": 237.693,
                                "stop": 259.914,
                                "byte_start": 1040810,
                                "byte_stop": 1129626,
                                "text": "Moreover, where such punishment allowed the jury would inevitably be left speculate in respect to a host of details highly relevant to punishment and such speculation would further and significantly decrease a court’s ability to control the size of punitive damages awards through the use of specific legal standards."
                            },
                            {
                                "start": 259.914,
                                "stop": 291.831,
                                "byte_start": 1129626,
                                "byte_stop": 1257313,
                                "text": "We agree with the respondent that a jury can consider harm to others when it considers the reprehensibility of the defendant’s conduct but we think there is an important difference between a jury’s considering how bad that conduct is i.e. reprehensibility and the jury’s punishing for harm to others, given the serious risks of unfairness that can arise it is constitutionally important that the jury when deliberating ask the right question, not the wrong one."
                            },
                            {
                                "start": 291.831,
                                "stop": 308.225,
                                "byte_start": 1257313,
                                "byte_stop": 1322933,
                                "text": "We therefore hold that where there is a significant risk that the jury when awarding punitive damages could misunderstand in this way, how it may take account of harm to nonparties’ accord upon request must protect against that risk."
                            },
                            {
                                "start": 308.225,
                                "stop": 323.251,
                                "byte_start": 1322933,
                                "byte_stop": 1383014,
                                "text": "For these and for other reasons set forth in our opinion we conclude that the Oregon Supreme Court applied the wrong constitutional standard when it permitted the use of punitive damages to punish a defendant for harm caused to others not before the court."
                            },
                            {
                                "start": 323.251,
                                "stop": 344.901,
                                "byte_start": 1383014,
                                "byte_stop": 1469636,
                                "text": "We consequently vacate the Oregon Supreme Court’s judgment and we remand the case because the application of the proper standard may lead to a change in the level of the punitive damages award or to a new trial we shall not now consider Philip Morris’ second argument namely that the award is grossly excessive."
                            },
                            {
                                "start": 344.901,
                                "stop": 350.341,
                                "byte_start": 1469636,
                                "byte_stop": 1491370,
                                "text": "Justice Stevens and Justice Thomas each have filed a dissenting opinion."
                            },
                            {
                                "start": 350.341,
                                "stop": 357.355,
                                "byte_start": 1491370,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has also filed the dissenting opinion in which Justice Scalia and Justice Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51886,
            "mime": "audio\/mpeg",
            "size": 1519373,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1256\/20070220o_05-1256.delivery.mp3"
        },
        {
            "id": 73658,
            "mime": "audio\/ogg",
            "size": 3633092,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1256\/20070220o_05-1256.ogg"
        },
        {
            "id": 73659,
            "mime": "application\/x-mpegURL",
            "size": 5391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1256\/20070220o_05-1256.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}