{
    "id": 21391,
    "title": "Opinion Announcement - November 12, 2008",
    "transcript": {
        "title": "Winter v. Natural Resources Defense Council, Inc.",
        "duration": 492.648,
        "sections": [
            {
                "start": 0,
                "stop": 492.648,
                "byte_start": 107520,
                "byte_stop": 2078093,
                "turns": [
                    {
                        "start": 0,
                        "stop": 492.648,
                        "byte_start": 107520,
                        "byte_stop": 2078093,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.703,
                                "byte_start": 107520,
                                "byte_stop": 154436,
                                "text": "I have the opinion of the Court this morning in case 07-1239 Donald Winter, Secretary of the Navy versus Natural Resources Defense Council."
                            },
                            {
                                "start": 11.703,
                                "stop": 19.493,
                                "byte_start": 154436,
                                "byte_stop": 185574,
                                "text": "The United States Navy conducts training exercise and exercises in the waters off the coast of Southern California."
                            },
                            {
                                "start": 19.493,
                                "stop": 26.659,
                                "byte_start": 185574,
                                "byte_stop": 214204,
                                "text": "In these exercises, ships, submarines and aircraft trained together as members of a strike group."
                            },
                            {
                                "start": 26.659,
                                "stop": 34.58,
                                "byte_start": 214204,
                                "byte_stop": 245864,
                                "text": "One of the greatest threats a strike group must be prepared to meet is that post by modern diesel-electric submarines."
                            },
                            {
                                "start": 34.58,
                                "stop": 41.536,
                                "byte_start": 245864,
                                "byte_stop": 273763,
                                "text": "These submarines are extremely difficult to detect and track because they can operate almost silently."
                            },
                            {
                                "start": 41.536,
                                "stop": 48.036,
                                "byte_start": 273763,
                                "byte_stop": 299677,
                                "text": "Potential adversaries of the United States have about 300 of these submarines."
                            },
                            {
                                "start": 48.036,
                                "stop": 55.554,
                                "byte_start": 299677,
                                "byte_stop": 329770,
                                "text": "The most effective tool for identifying and tracking submerged diesel-electric submarines is active sonar."
                            },
                            {
                                "start": 55.554,
                                "stop": 63.608,
                                "byte_start": 329770,
                                "byte_stop": 361953,
                                "text": "Active sonar emits pulses of sound underwater and then receives back echoes of acoustic waves from a target."
                            },
                            {
                                "start": 63.608,
                                "stop": 79.767,
                                "byte_start": 361953,
                                "byte_stop": 426632,
                                "text": "Due to the importance of antisubmarine warfare, a strike group may not be certified for deployment until it demonstrates proficiency in the use of active sonar to detect, track and neutralize enemy submarines."
                            },
                            {
                                "start": 79.767,
                                "stop": 87.787,
                                "byte_start": 426632,
                                "byte_stop": 458710,
                                "text": "The waters off the coast of Southern California also contain at least 37 species of marine mammals."
                            },
                            {
                                "start": 87.787,
                                "stop": 97.277,
                                "byte_start": 458710,
                                "byte_stop": 496640,
                                "text": "The plaintiffs in this case are groups and individuals devoted to protecting these animals which they assert can be seriously injured by active sonar."
                            },
                            {
                                "start": 97.277,
                                "stop": 109.942,
                                "byte_start": 496640,
                                "byte_stop": 547318,
                                "text": "The Navy disputes that claim pointing out that it has conducted active sonar training in the area for 40 years without a single documented sonar related injury to any marine mammal."
                            },
                            {
                                "start": 109.942,
                                "stop": 123.217,
                                "byte_start": 547318,
                                "byte_stop": 600398,
                                "text": "The plaintiff sue the Navy claiming that the training exercises violated federal law and that in particular, the Navy should have prepared an environmental impact statement before embarking on the latest round of exercises."
                            },
                            {
                                "start": 123.217,
                                "stop": 126.114,
                                "byte_start": 600398,
                                "byte_stop": 611997,
                                "text": "The plaintiffs asked for a preliminary injunction."
                            },
                            {
                                "start": 126.114,
                                "stop": 133.616,
                                "byte_start": 611997,
                                "byte_stop": 641985,
                                "text": "They wanted the District Court to order the Navy to stop using sonar right away while the case went forward."
                            },
                            {
                                "start": 133.616,
                                "stop": 148.87,
                                "byte_start": 641985,
                                "byte_stop": 703007,
                                "text": "Now, when a Court receives such request, it considers which side will probably win, how the respective parties will be harmed if an injunction is granted or denied and how the public interest will be affected by the Court\u0027s decision."
                            },
                            {
                                "start": 148.87,
                                "stop": 156.803,
                                "byte_start": 703007,
                                "byte_stop": 734772,
                                "text": "Here, the District Court concluded that the plaintiffs were probably right that they should have prepared an environmental impact statement."
                            },
                            {
                                "start": 156.803,
                                "stop": 162.211,
                                "byte_start": 734772,
                                "byte_stop": 756402,
                                "text": "The Court then weighed the respective harms into the public interest."
                            },
                            {
                                "start": 162.211,
                                "stop": 173.019,
                                "byte_start": 756402,
                                "byte_stop": 799660,
                                "text": "It first ruled that the Navy could not use sonar at all, but later said it could do so if it complied with six restrictions designed to protect marine mammals."
                            },
                            {
                                "start": 173.019,
                                "stop": 192.508,
                                "byte_start": 799660,
                                "byte_stop": 877610,
                                "text": "The Navy appealed and challenged only two of these restrictions, a requirement that it shut down active sonar if a marine mammal is spotted within 2200 yards, other vessel and the requirement that it lower the power of its sonar during conditions known as surface ducting."
                            },
                            {
                                "start": 192.508,
                                "stop": 200.552,
                                "byte_start": 877610,
                                "byte_stop": 909793,
                                "text": "The Court of Appeals for the Ninth Circuit appealed these restrictions then we granted the Navy\u0027s request for further review."
                            },
                            {
                                "start": 200.552,
                                "stop": 208.907,
                                "byte_start": 909793,
                                "byte_stop": 943229,
                                "text": "Now as noted, the lower courts concluded that the plaintiffs were probably right that the Navy should have prepared an environmental impact statement."
                            },
                            {
                                "start": 208.907,
                                "stop": 213.404,
                                "byte_start": 943229,
                                "byte_stop": 961202,
                                "text": "We do not find it necessary to review that conclusion."
                            },
                            {
                                "start": 213.404,
                                "stop": 222.77,
                                "byte_start": 961202,
                                "byte_stop": 998609,
                                "text": "Even if it is correct, the District Court should not have entered the injunction it did and the Court of Appeals should not have appealed that injunction."
                            },
                            {
                                "start": 222.77,
                                "stop": 238.18,
                                "byte_start": 998609,
                                "byte_stop": 1060258,
                                "text": "The record in this case contains declarations from some of the Navy\u0027s most senior officers, all of whom underscored the threat posed by enemy submarines and the need for extensive sonar training to counter this threat."
                            },
                            {
                                "start": 238.18,
                                "stop": 256.571,
                                "byte_start": 1060258,
                                "byte_stop": 1133819,
                                "text": "Those officers emphasized that realistic training cannot be accomplished under the two challenged restrictions imposed by the District Court, the 2200 yard shut down zone and the power zone requirement -- the power down requirement during surface ducting conditions."
                            },
                            {
                                "start": 256.571,
                                "stop": 261.084,
                                "byte_start": 1133819,
                                "byte_stop": 1151896,
                                "text": "The lower courts had no basis for second guessing those judgments."
                            },
                            {
                                "start": 261.084,
                                "stop": 275.268,
                                "byte_start": 1151896,
                                "byte_stop": 1208633,
                                "text": "For example, the Court of Appeals concluded that the 2200 yards shut down zone would not be overly burdensome because marine mammal sightings during training exercises are relatively rare."
                            },
                            {
                                "start": 275.268,
                                "stop": 283.306,
                                "byte_start": 1208633,
                                "byte_stop": 1240816,
                                "text": "But the injunction will increase the surface area of the Navy\u0027s voluntary shutdown zone by a factor of over 100."
                            },
                            {
                                "start": 283.306,
                                "stop": 293.464,
                                "byte_start": 1240816,
                                "byte_stop": 1281463,
                                "text": "And as the Navy explained training scenarios, the cat and mouse game of finding and tracking the submarines can take several days to develop."
                            },
                            {
                                "start": 293.464,
                                "stop": 300.25,
                                "byte_start": 1281463,
                                "byte_stop": 1308526,
                                "text": "So each additional shutdown can result in the loss of several days worth of training."
                            },
                            {
                                "start": 300.25,
                                "stop": 306.911,
                                "byte_start": 1308526,
                                "byte_stop": 1335171,
                                "text": "The other restriction imposed below involved ocean conditions known as surface ducting."
                            },
                            {
                                "start": 306.911,
                                "stop": 315.245,
                                "byte_start": 1335171,
                                "byte_stop": 1368503,
                                "text": "Now when surface ducting occurs, active sonar becomes more useful near the surface but less effective at greater depths."
                            },
                            {
                                "start": 315.245,
                                "stop": 323.808,
                                "byte_start": 1368503,
                                "byte_stop": 1402776,
                                "text": "Diesel-electric submariners are trained to take advantage of these distortions to avoid being detected by sonar."
                            },
                            {
                                "start": 323.808,
                                "stop": 335.121,
                                "byte_start": 1402776,
                                "byte_stop": 1448020,
                                "text": "The lower courts concluded that requiring the Navy to power down its sonar during such conditions was reasonable because surface ducting occurs relatively rarely."
                            },
                            {
                                "start": 335.121,
                                "stop": 337.296,
                                "byte_start": 1448020,
                                "byte_stop": 1456797,
                                "text": "This reasoning is backwards."
                            },
                            {
                                "start": 337.296,
                                "stop": 353.631,
                                "byte_start": 1456797,
                                "byte_stop": 1522103,
                                "text": "As the Navy explained, it is precisely because surface ducting is both rare and unpredictable and because enemy submarines can take advantage of it that the Navy must be able to train under these conditions when they do occur."
                            },
                            {
                                "start": 353.631,
                                "stop": 364.675,
                                "byte_start": 1522103,
                                "byte_stop": 1566302,
                                "text": "Now, we did not discount the importance of the ecological, scientific, and recreational interest legitimately before the Court on the other side of the scale."
                            },
                            {
                                "start": 364.675,
                                "stop": 372.709,
                                "byte_start": 1566302,
                                "byte_stop": 1598380,
                                "text": "Military judgments and interests do not always trump other considerations and the Court has not held that they do."
                            },
                            {
                                "start": 372.709,
                                "stop": 390.398,
                                "byte_start": 1598380,
                                "byte_stop": 1669120,
                                "text": "But the public interest in ensuring that the Navy is prepared to counter the serious risks to national security post by modern diesel-electric submarines in the hands of potential adversaries clearly outweighs the interests of the plaintiffs in this case."
                            },
                            {
                                "start": 390.398,
                                "stop": 394.272,
                                "byte_start": 1669120,
                                "byte_stop": 1684689,
                                "text": "The Court does not regard that question as closed."
                            },
                            {
                                "start": 394.272,
                                "stop": 405.572,
                                "byte_start": 1684689,
                                "byte_stop": 1729829,
                                "text": "The Navy previously took voluntary measures to address concerns about marine mammals and chose not to challenge four other restrictions imposed by the District Court in this case."
                            },
                            {
                                "start": 405.572,
                                "stop": 413.258,
                                "byte_start": 1729829,
                                "byte_stop": 1760653,
                                "text": "But the Navy has explained that the two remaining restrictions post a threat to its ability to prepare for war."
                            },
                            {
                                "start": 413.258,
                                "stop": 425.153,
                                "byte_start": 1760653,
                                "byte_stop": 1808196,
                                "text": "The Court of Appeals noted that the Navy could return to the District Court to seek modification of the preliminary injunction if it actually resulted in an inability to train."
                            },
                            {
                                "start": 425.153,
                                "stop": 435.831,
                                "byte_start": 1808196,
                                "byte_stop": 1850932,
                                "text": "But the Navy is not required to wait until it is unable to train sufficient forces for national defense before seeking dissolution of the preliminary injunction."
                            },
                            {
                                "start": 435.831,
                                "stop": 439.89,
                                "byte_start": 1850932,
                                "byte_stop": 1867128,
                                "text": "By then, it may be too late."
                            },
                            {
                                "start": 439.89,
                                "stop": 456.668,
                                "byte_start": 1867128,
                                "byte_stop": 1934211,
                                "text": "Now, if the Navy is required by law to prepare an environmental impact statement, the question we do not decide, there are other means available to implement that requirement short of stopping the Navy\u0027s training in a matter it considers vital to national defense."
                            },
                            {
                                "start": 456.668,
                                "stop": 468.387,
                                "byte_start": 1934211,
                                "byte_stop": 1981127,
                                "text": "These means include declaratory relief or an injunction directed to the preparation of an environmental impact statement rather than to the Navy\u0027s use of sonar in the meantime."
                            },
                            {
                                "start": 468.387,
                                "stop": 476.976,
                                "byte_start": 1981127,
                                "byte_stop": 2015504,
                                "text": "The decision of the Court of Appeals is reversed and the injunction is vacated in part to the extent challenge by the Navy."
                            },
                            {
                                "start": 476.976,
                                "stop": 486.66,
                                "byte_start": 2015504,
                                "byte_stop": 2054165,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part in which part one of which Justice Stevens has joined."
                            },
                            {
                                "start": 486.66,
                                "stop": 492.648,
                                "byte_start": 2054165,
                                "byte_stop": 2078093,
                                "text": "Justice Ginsburg has filed a dissenting opinion in which Justice Souter has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51906,
            "mime": "audio\/mpeg",
            "size": 2078407,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/07-1239\/20081112o_07-1239.delivery.mp3"
        },
        {
            "id": 73676,
            "mime": "audio\/ogg",
            "size": 4950428,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/07-1239\/20081112o_07-1239.ogg"
        },
        {
            "id": 73677,
            "mime": "application\/x-mpegURL",
            "size": 7371,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/07-1239\/20081112o_07-1239.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}