{
    "id": 22208,
    "title": "Opinion Announcement - January 15, 2003",
    "transcript": {
        "title": "Eldred v. Ashcroft",
        "duration": 437.159,
        "sections": [
            {
                "start": 0,
                "stop": 437.159,
                "byte_start": 85307,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.062,
                        "byte_start": 85307,
                        "byte_stop": 125640,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.062,
                                "byte_start": 85307,
                                "byte_stop": 125640,
                                "text": "The opinion of the Court in No. 01-618, Eldred against Ashcroft will be announced by Justice Ginsburg."
                            }
                        ]
                    },
                    {
                        "start": 10.062,
                        "stop": 437.159,
                        "byte_start": 125640,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 10.062,
                                "stop": 19.915,
                                "byte_start": 125640,
                                "byte_stop": 165033,
                                "text": "This case concerns the authority the Constitution assigns to the Congress to prescribe the duration of copyrights."
                            },
                            {
                                "start": 19.915,
                                "stop": 39.771,
                                "byte_start": 165033,
                                "byte_stop": 244445,
                                "text": "The Copyright and Patent Clause of the Constitution provides as to copyrights, Congress shall have Power to promote the Progress of Science and that means Knowledge by securing limited times to office the exclusive right to their writing."
                            },
                            {
                                "start": 39.771,
                                "stop": 54.281,
                                "byte_start": 244445,
                                "byte_stop": 302437,
                                "text": "In the 1998 Act, hereon the inspection, the Copyright Term Extension Act or CTEA, Congress enlarged the duration of copyrights by 20 years."
                            },
                            {
                                "start": 54.281,
                                "stop": 73.315,
                                "byte_start": 302437,
                                "byte_stop": 378610,
                                "text": "As in the case of prior copyright extensions in 1831, 1909, and 1976, the CTEA provided that it its enlarged terms would apply to existing and future copyrights alike."
                            },
                            {
                                "start": 73.315,
                                "stop": 84.276,
                                "byte_start": 378610,
                                "byte_stop": 422496,
                                "text": "Petitioners are individuals and businesses whose products or services build on copyrighted works that have gone into the public domain."
                            },
                            {
                                "start": 84.276,
                                "stop": 107.886,
                                "byte_start": 422496,
                                "byte_stop": 516954,
                                "text": "They sued the Attorney General seeking a determination that the CTEA fails judicial review on the either or both of two constitutional constraints: first, the limited times prescription of the Copyright Clause, and second the free speech guarantee contained in the First Amendment."
                            },
                            {
                                "start": 107.886,
                                "stop": 122.878,
                                "byte_start": 516954,
                                "byte_stop": 576827,
                                "text": "Under the 1976 Copyright Act as originally enacted, Copyright protection generally lasted from the works creation until 50 years after the author\u0027s death under the CTEA."
                            },
                            {
                                "start": 122.878,
                                "stop": 131.408,
                                "byte_start": 576827,
                                "byte_stop": 610995,
                                "text": "Most copyrights now run 20 years longer from creation until 70 years after the author\u0027s death."
                            },
                            {
                                "start": 131.408,
                                "stop": 141.13,
                                "byte_start": 610995,
                                "byte_stop": 649865,
                                "text": "Concerning the Copyright Clause, the petitioners do not question the CTEAs enlarged time span itself."
                            },
                            {
                                "start": 141.13,
                                "stop": 150.194,
                                "byte_start": 649865,
                                "byte_stop": 686123,
                                "text": "They do not say life plus 50 years was enough but life plus 70 years is too much."
                            },
                            {
                                "start": 150.194,
                                "stop": 161.104,
                                "byte_start": 686123,
                                "byte_stop": 729800,
                                "text": "Instead, they charged that Congress went awry when it placed current copyright holders in parity with future holders."
                            },
                            {
                                "start": 161.104,
                                "stop": 175.425,
                                "byte_start": 729800,
                                "byte_stop": 787060,
                                "text": "Petitioners urged that Congress lacks the constitutional authority to extend the duration of existing Copyrights beyond the limited time set when those Copyrights issue."
                            },
                            {
                                "start": 175.425,
                                "stop": 188.621,
                                "byte_start": 787060,
                                "byte_stop": 839828,
                                "text": "As to the First Amendment, petitioner\u0027s contend that the CTEA cannot survive inspection under the heightened judicial scrutiny appropriate even for content neutral restrictions on speech."
                            },
                            {
                                "start": 188.621,
                                "stop": 197.572,
                                "byte_start": 839828,
                                "byte_stop": 875668,
                                "text": "The District Court for the District Columbia rejected petitioner\u0027s complaint and the Cout of Appeals for the District of Columbia affirmed."
                            },
                            {
                                "start": 197.572,
                                "stop": 225.038,
                                "byte_start": 875668,
                                "byte_stop": 985487,
                                "text": "In accord with those courts, we reject petitioner\u0027s challenges to the CTEA. Text history and precedent conclude confirm that the Copyright Clause gives Congress wide leeway to prescribe limited times for copyright proteciton and allows Congress to secure the same level and duration of protection for all copyright holders present and future."
                            },
                            {
                                "start": 225.038,
                                "stop": 232.495,
                                "byte_start": 985487,
                                "byte_stop": 1015371,
                                "text": "The Copyright Clause speaks of times taht are limited not times that are fixed or inalterable."
                            },
                            {
                                "start": 232.495,
                                "stop": 252.221,
                                "byte_start": 1015371,
                                "byte_stop": 1094260,
                                "text": "Congress\u0027 unbroken practice since the founding generation has been to grant to authors of works with existing unexpired copyrights the benefit of term extension so that all under copyright protection will be governed even handedly under the same regime."
                            },
                            {
                                "start": 252.221,
                                "stop": 275.396,
                                "byte_start": 1094260,
                                "byte_stop": 1186943,
                                "text": "This Court, it is true, has never before had ocasion to decide whether extending the duration of an existing copyright comports with the limited times prescription, but as early as 1843, the Court held that the same clause of the Constitution permitted Congress to expand the term of existing patents."
                            },
                            {
                                "start": 275.396,
                                "stop": 291.367,
                                "byte_start": 1186943,
                                "byte_stop": 1250786,
                                "text": "The Court\u0027s opinion today adheres to the view that to satisfy the limited times instruction, Congress is not obliged to draw a line between works currently covered by copyrights and works that will be so covered in the future."
                            },
                            {
                                "start": 291.367,
                                "stop": 308.632,
                                "byte_start": 1250786,
                                "byte_stop": 1319854,
                                "text": "As in other cases, Congress\u0027 exercise of its Article I, Section 8 powers, courts owe a large measure of respect to Congress\u0027 judgments about how best to carry out the authority the Copyright Clause assigns to it."
                            },
                            {
                                "start": 308.632,
                                "stop": 315.043,
                                "byte_start": 1319854,
                                "byte_stop": 1345558,
                                "text": "Among key reasons for the CTEA, Congress responded to developments abroad."
                            },
                            {
                                "start": 315.043,
                                "stop": 329.204,
                                "byte_start": 1345558,
                                "byte_stop": 1402192,
                                "text": "In particular, Congress aligned the baseline U.S. Copyright Term with the extended baseline copyright term earlier adapted by the European Union for existing and future Copyrights."
                            },
                            {
                                "start": 329.204,
                                "stop": 343.608,
                                "byte_start": 1402192,
                                "byte_stop": 1459766,
                                "text": "In addition, to International Concerns regarding intellectual property to which the United States is becoming increasingly alert, Congress had in view relevant demographic, economic, and technological changes."
                            },
                            {
                                "start": 343.608,
                                "stop": 357.1,
                                "byte_start": 1459766,
                                "byte_stop": 1513787,
                                "text": "Satisfy that Congress acted rationally, we are not at liberty to second guess the wisdom of the CTEA, however, debatable the needfull or the utility of that Act may be."
                            },
                            {
                                "start": 357.1,
                                "stop": 361.884,
                                "byte_start": 1513787,
                                "byte_stop": 1532909,
                                "text": "We further conclude that the CTEA does not run a foul of the First Amendment."
                            },
                            {
                                "start": 361.884,
                                "stop": 365.717,
                                "byte_start": 1532909,
                                "byte_stop": 1548269,
                                "text": "Free Speech in this area is not one sided."
                            },
                            {
                                "start": 365.717,
                                "stop": 374.293,
                                "byte_start": 1548269,
                                "byte_stop": 1582541,
                                "text": "On that point, this Court has recognized the Framers intended copyright itself to be an engine of free expression."
                            },
                            {
                                "start": 374.293,
                                "stop": 398.871,
                                "byte_start": 1582541,
                                "byte_stop": 1680866,
                                "text": "The Copyright scheme, we have also emphasized, incorporates its own speech protective safeguards; it does so by distinguishing between protected expression on the one hand and unprotected facts and ideas on the other, and by allowing fair use of copyrighted expression for purposes of criticism, comment, teaching, and even parity."
                            },
                            {
                                "start": 398.871,
                                "stop": 411.864,
                                "byte_start": 1680866,
                                "byte_stop": 1732798,
                                "text": "The CTEA supplements those safeguards albeit narrowly by permitting the reproduction distribution and performance of certain copyrighted works in specific circumstances."
                            },
                            {
                                "start": 411.864,
                                "stop": 427.938,
                                "byte_start": 1732798,
                                "byte_stop": 1797163,
                                "text": "Satisfy that the legislation before us remains inside the domain, Congress decides to First Branch does no transgress other constitutional limitations and having no policy setting role to play."
                            },
                            {
                                "start": 427.938,
                                "stop": 430.968,
                                "byte_start": 1797163,
                                "byte_stop": 1809180,
                                "text": "We affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 430.968,
                                "stop": 437.159,
                                "byte_start": 1809180,
                                "byte_stop": 0,
                                "text": "Justice Stevens and Justice Breyer have each filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53538,
            "mime": "audio\/mpeg",
            "size": 1833944,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/01-618\/20030115o_01-618.delivery.mp3"
        },
        {
            "id": 75282,
            "mime": "audio\/ogg",
            "size": 4428272,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/01-618\/20030115o_01-618.ogg"
        },
        {
            "id": 75283,
            "mime": "application\/x-mpegURL",
            "size": 6389,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/01-618\/20030115o_01-618.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}