{
    "id": 21924,
    "title": "Opinion Announcement - June 25, 2008",
    "transcript": {
        "title": "Giles v. California",
        "duration": 412.63,
        "sections": [
            {
                "start": 0,
                "stop": 412.63,
                "byte_start": 104816,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.393,
                        "byte_start": 104816,
                        "byte_stop": 142432,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.393,
                                "byte_start": 104816,
                                "byte_stop": 142432,
                                "text": "Justice Scalia has our opinion this morning in case 07-6053 Giles versus California."
                            }
                        ]
                    },
                    {
                        "start": 9.393,
                        "stop": 412.63,
                        "byte_start": 142432,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 9.393,
                                "stop": 14.457,
                                "byte_start": 142432,
                                "byte_stop": 162703,
                                "text": "This case is here on the writ of certiorari to the Supreme Court of California."
                            },
                            {
                                "start": 14.457,
                                "stop": 24.744,
                                "byte_start": 162703,
                                "byte_stop": 203872,
                                "text": "The petitioner Dwayne Giles was tried in California State Court for shooting to death his ex-girlfriend, Brenda Avie."
                            },
                            {
                                "start": 24.744,
                                "stop": 28.487,
                                "byte_start": 203872,
                                "byte_stop": 218814,
                                "text": "Giles claimed that he had acted in self defense."
                            },
                            {
                                "start": 28.487,
                                "stop": 50.297,
                                "byte_start": 218814,
                                "byte_stop": 306063,
                                "text": "To cast doubt on this account, prosecutor\u0027s sought to introduce into evidence statements that Avie had made to a police officer, about three weeks before the shooting in which she had said the Giles had accused her of having an affair and then choked and punched her, and threatened her with a knife."
                            },
                            {
                                "start": 50.297,
                                "stop": 57.16,
                                "byte_start": 306063,
                                "byte_stop": 333544,
                                "text": "The trial court allowed these statements to come into evidence over Giles\u0027s objection."
                            },
                            {
                                "start": 57.16,
                                "stop": 71.096,
                                "byte_start": 333544,
                                "byte_stop": 389237,
                                "text": "A jury convicted Giles of first-degree murder and he appealed, claiming among other things that the admission of Avie\u0027s statements violated his Sixth Amendment right to be confronted with the witnesses against him."
                            },
                            {
                                "start": 71.096,
                                "stop": 76.948,
                                "byte_start": 389237,
                                "byte_stop": 412643,
                                "text": "California Court of Appeal and the California Supreme Court affirmed Giles\u0027 conviction."
                            },
                            {
                                "start": 76.948,
                                "stop": 100.534,
                                "byte_start": 412643,
                                "byte_stop": 506997,
                                "text": "They concluded that although the Sixth Amendment of our constitution ordinarily requires that defendants have the opportunity to confront and cross-examine the witnesses who give testimony against them, Giles forfeited his constitutional objection to the introduction of un-confronted testimony from Avie because he committed the murder for which he was on trial."
                            },
                            {
                                "start": 100.534,
                                "stop": 106.062,
                                "byte_start": 506997,
                                "byte_stop": 529149,
                                "text": "And it was this criminal act that made Avie unavailable to testify."
                            },
                            {
                                "start": 106.062,
                                "stop": 110.134,
                                "byte_start": 529149,
                                "byte_stop": 545449,
                                "text": "We granted certiorari and in an opinion filed with the clerk today."
                            },
                            {
                                "start": 110.134,
                                "stop": 116.697,
                                "byte_start": 545449,
                                "byte_stop": 571676,
                                "text": "We vacate the judgment of the California Supreme Court and remand for further proceedings."
                            },
                            {
                                "start": 116.697,
                                "stop": 127.289,
                                "byte_start": 571676,
                                "byte_stop": 613995,
                                "text": "The Sixth Amendment provides that, “In all criminal prosecutions, the accused shall enjoy the right to be confronted with the witnesses against him.”"
                            },
                            {
                                "start": 127.289,
                                "stop": 137.201,
                                "byte_start": 613995,
                                "byte_stop": 653701,
                                "text": "This provision aims to prevent criminal defendants from being convicted on the basis of evidence that the founding generation regarded as unreliable."
                            },
                            {
                                "start": 137.201,
                                "stop": 143.561,
                                "byte_start": 653701,
                                "byte_stop": 679092,
                                "text": "It does not admit of open-ended exceptions to be established by the Courts."
                            },
                            {
                                "start": 143.561,
                                "stop": 163.342,
                                "byte_start": 679092,
                                "byte_stop": 758191,
                                "text": "We have therefore held that a defendant maybe convicted based on the testimony of a witness whom the defendant did not have the opportunity to cross-examine only when the testimony falls within an exception to the confrontation right that was established when the Sixth Amendment was adopted."
                            },
                            {
                                "start": 163.342,
                                "stop": 179.915,
                                "byte_start": 758191,
                                "byte_stop": 824542,
                                "text": "There was at that time no exception to the confrontation right sweeping in every case in which in the view of the judge, a defendant committed an intentional act that rendered a witness unavailable to testify."
                            },
                            {
                                "start": 179.915,
                                "stop": 188.034,
                                "byte_start": 824542,
                                "byte_stop": 857038,
                                "text": "Common-law courts did recognize a doctrine of forfeiture by wrongdoing but it was much narrower in scope."
                            },
                            {
                                "start": 188.034,
                                "stop": 202.075,
                                "byte_start": 857038,
                                "byte_stop": 913149,
                                "text": "They allowed the introduction of statements by an absent witness who was “detained” or “kept away” by the “means or procurement” of the defendant."
                            },
                            {
                                "start": 202.075,
                                "stop": 215.281,
                                "byte_start": 913149,
                                "byte_stop": 966021,
                                "text": "Cases and treatises before and after the founding indicate that this rule applied only when the defendant engaged in conduct designed to prevent a witness from testifying."
                            },
                            {
                                "start": 215.281,
                                "stop": 223.01,
                                "byte_start": 966021,
                                "byte_stop": 996950,
                                "text": "Thus, where the evidence at a murder trial indicated the defendant murdered the victim but for the purpose of preventing testimony."
                            },
                            {
                                "start": 223.01,
                                "stop": 238.284,
                                "byte_start": 996950,
                                "byte_stop": 1057972,
                                "text": "Courts routinely excluded the murdered victim\u0027s un-confronted testimony unless it fell within a separate exception to the confrontation rule for statements of a speaker who was both on the brink of death and was aware that he was dying."
                            },
                            {
                                "start": 238.284,
                                "stop": 248.906,
                                "byte_start": 1057972,
                                "byte_stop": 1100499,
                                "text": "Not only was the broad forfeiture rule that the state advocates here not established at the time of the founding but it has not been established in this country since the founding."
                            },
                            {
                                "start": 248.906,
                                "stop": 265.073,
                                "byte_start": 1100499,
                                "byte_stop": 1165178,
                                "text": "We have identified no decision before 1985 invoking forfeiture as a basis for admitting the testimony of an absent witness unless the defendant engaged in conduct intended to prevent the witness from testifying."
                            },
                            {
                                "start": 265.073,
                                "stop": 274.619,
                                "byte_start": 1165178,
                                "byte_stop": 1203317,
                                "text": "The federal rules of evidence which we have previously described as codifying the forfeiture doctrine also require this kind of specific intent."
                            },
                            {
                                "start": 274.619,
                                "stop": 283.453,
                                "byte_start": 1203317,
                                "byte_stop": 1238635,
                                "text": "As to all but one of the state evidentiary codes that contain forfeiture exceptions to their hearsay rules."
                            },
                            {
                                "start": 283.453,
                                "stop": 305.694,
                                "byte_start": 1238635,
                                "byte_stop": 1327660,
                                "text": "There\u0027s nothing mysterious about the limits of the forfeiture exception to confrontation, unless Courts admitted un-confronted testimony when a defendant took acts aimed at preventing a witness from testifying, defendants would have an intolerable incentive to bribe, intimidate, or even kill witnesses against them."
                            },
                            {
                                "start": 305.694,
                                "stop": 333.437,
                                "byte_start": 1327660,
                                "byte_stop": 1438628,
                                "text": "But beyond this carve out necessary to protect the integrity of judicial proceedings, the notion that judges may strip the defendant of a right that the Constitution deems essential to a fair trial, on the basis of a prior judicial assessment that the defendant is guilty as charged does not sit well with the right to trial by jury."
                            },
                            {
                                "start": 333.437,
                                "stop": 339.963,
                                "byte_start": 1438628,
                                "byte_stop": 1464751,
                                "text": "It is akin, one might say, to \u0022dispensing with jury trial because a defendant is obviously guilty.\u0022"
                            },
                            {
                                "start": 339.963,
                                "stop": 349.903,
                                "byte_start": 1464751,
                                "byte_stop": 1504457,
                                "text": "While states may not abridge the constitutional rights of criminal defendants in order to combat domestic violence, it is true and this was a domestic violence case."
                            },
                            {
                                "start": 349.903,
                                "stop": 356.703,
                                "byte_start": 1504457,
                                "byte_stop": 1531729,
                                "text": "It is true that acts of domestic violence are often intended to dissuade a victim from resorting to outside help."
                            },
                            {
                                "start": 356.703,
                                "stop": 368.835,
                                "byte_start": 1531729,
                                "byte_stop": 1580212,
                                "text": "Prior abuse or threats of abuse meant to dissuade the victim from seeking help would be highly relevant in assessing whether a subsequent act of wrongdoing was intended to prevent a victim from giving testimony."
                            },
                            {
                                "start": 368.835,
                                "stop": 378.446,
                                "byte_start": 1580212,
                                "byte_stop": 1618664,
                                "text": "The state courts did not consider Giles\u0027s intent because they found intent irrelevant to the forfeiture exception to the confrontation guarantee."
                            },
                            {
                                "start": 378.446,
                                "stop": 386.392,
                                "byte_start": 1618664,
                                "byte_stop": 1650429,
                                "text": "This view of the law was error, but the state courts are free to consider evidence of the defendant\u0027s intent on remand."
                            },
                            {
                                "start": 386.392,
                                "stop": 393.653,
                                "byte_start": 1650429,
                                "byte_stop": 1679477,
                                "text": "The judgment of the California Supreme Court is vacated, and the case is remanded for further proceedings not inconsistent with this opinion."
                            },
                            {
                                "start": 393.653,
                                "stop": 398.73,
                                "byte_start": 1679477,
                                "byte_stop": 1699748,
                                "text": "Justice Thomas has filed a concurring opinion as has Justice Alito."
                            },
                            {
                                "start": 398.73,
                                "stop": 405.102,
                                "byte_start": 1699748,
                                "byte_stop": 1725244,
                                "text": "Justice Souter has filed an opinion concurring in part in which Justice Ginsburg has joined."
                            },
                            {
                                "start": 405.102,
                                "stop": 412.63,
                                "byte_start": 1725244,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Stevens and Kennedy have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52970,
            "mime": "audio\/mpeg",
            "size": 1755337,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/07-6053\/20080625o_07-6053.delivery.mp3"
        },
        {
            "id": 74720,
            "mime": "audio\/ogg",
            "size": 4156246,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/07-6053\/20080625o_07-6053.ogg"
        },
        {
            "id": 74721,
            "mime": "application\/x-mpegURL",
            "size": 6183,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/07-6053\/20080625o_07-6053.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}