{
    "id": 23245,
    "title": "Opinion Announcement - March 25, 2014",
    "transcript": {
        "title": null,
        "duration": 320.472,
        "sections": [
            {
                "start": 0,
                "stop": 320.472,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.591,
                        "byte_start": 105472,
                        "byte_stop": 139849,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.591,
                                "byte_start": 105472,
                                "byte_stop": 139849,
                                "text": "Justice Scalia has our opinion this morning in Case 12-873 Lexmark International versus Static Control Components."
                            }
                        ]
                    },
                    {
                        "start": 8.591,
                        "stop": 320.472,
                        "byte_start": 139849,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.591,
                                "stop": 16.113,
                                "byte_start": 139849,
                                "byte_stop": 169942,
                                "text": "This case is also here on writ of certiorari to the United States Court of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 16.113,
                                "stop": 21.312,
                                "byte_start": 169942,
                                "byte_stop": 190736,
                                "text": "This is a suit for false advertising under the Lanham Act."
                            },
                            {
                                "start": 21.312,
                                "stop": 30.464,
                                "byte_start": 190736,
                                "byte_stop": 227412,
                                "text": "The petitioner Lexmark sells the only style of toner cartridges that work with its laser printers."
                            },
                            {
                                "start": 30.464,
                                "stop": 47.613,
                                "byte_start": 227412,
                                "byte_stop": 295957,
                                "text": "Other companies called remanufacturers acquire and refurbish used Lexmark cartridges to sell in competition with Lexmark\u0027s own new and refurbished cartridges."
                            },
                            {
                                "start": 47.613,
                                "stop": 66.505,
                                "byte_start": 295957,
                                "byte_stop": 371503,
                                "text": "Lexmark in order to stop that introduced a prebate program in which in which it offered customers a 20% discount on new cartridges if they agree to return the empty cartridges to Lexmark rather than selling them to the remanufacturers."
                            },
                            {
                                "start": 66.505,
                                "stop": 78.498,
                                "byte_start": 371503,
                                "byte_stop": 419568,
                                "text": "Lexmark equipped each prebate cartridge with a microchip that would prevent its reuse unless Lexmark replace the chip."
                            },
                            {
                                "start": 78.498,
                                "stop": 92.131,
                                "byte_start": 419568,
                                "byte_stop": 474008,
                                "text": "The respondent Static Control, a supplier of components used in the remanufacture of Lexmark cartridges predictably developed a microchip that mimicked Lexmark\u0027s microchip."
                            },
                            {
                                "start": 92.131,
                                "stop": 110.946,
                                "byte_start": 474008,
                                "byte_stop": 549345,
                                "text": "Lexmark sued Static Control for copyright infringement and Static Control counterclaimed for false advertising alleging that Lexmark had made misleading statements about the validity of the prebate agreements and the legality of Static Control\u0027s microchips."
                            },
                            {
                                "start": 110.946,
                                "stop": 115.634,
                                "byte_start": 549345,
                                "byte_stop": 568048,
                                "text": "The District Court dismissed the claim but the Sixth Circuit reversed."
                            },
                            {
                                "start": 115.634,
                                "stop": 128.376,
                                "byte_start": 568048,
                                "byte_stop": 619039,
                                "text": "We granted certiorari to resolve a split among lower courts about the appropriate framework for determining whether a plaintiff may sue for false advertising under the Lanham Act."
                            },
                            {
                                "start": 128.376,
                                "stop": 137.843,
                                "byte_start": 619039,
                                "byte_stop": 656865,
                                "text": "The parties in many lower courts have called this a matter of “prudential standing” that is misleading."
                            },
                            {
                                "start": 137.843,
                                "stop": 148.355,
                                "byte_start": 656865,
                                "byte_stop": 698974,
                                "text": "The question this case presents is whether Static Control falls within the class of plaintiffs whom congress has authorized to sue under the Lanham Act."
                            },
                            {
                                "start": 148.355,
                                "stop": 164.992,
                                "byte_start": 698974,
                                "byte_stop": 765534,
                                "text": "We answer that question not by applying our own free floating sense of what is prudent, but rather by using traditional tools of statutory interpretation to determine the meaning of the cause of action that congress created."
                            },
                            {
                                "start": 164.992,
                                "stop": 174.565,
                                "byte_start": 765534,
                                "byte_stop": 803777,
                                "text": "Two background principles are especially relevant to interpreting the cause of action, the zone of interests and proximate causation."
                            },
                            {
                                "start": 174.565,
                                "stop": 184.777,
                                "byte_start": 803777,
                                "byte_stop": 844633,
                                "text": "First, we presume that statutory cause of action extends only to plaintiffs whose interests fall within the zone of interests protected by the law at issue."
                            },
                            {
                                "start": 184.777,
                                "stop": 197.375,
                                "byte_start": 844633,
                                "byte_stop": 894997,
                                "text": "The Lanham Act includes a detailed statement of its purposes including as relevant here protecting persons engaged in commerce against unfair competition."
                            },
                            {
                                "start": 197.375,
                                "stop": 207.032,
                                "byte_start": 894997,
                                "byte_stop": 933658,
                                "text": "Unfair competition was understood at common law to be concerned with injuries to business reputation in present and future sales."
                            },
                            {
                                "start": 207.032,
                                "stop": 218.506,
                                "byte_start": 933658,
                                "byte_stop": 979529,
                                "text": "Thus, to come within the zone of interests in the Lanham Act false-advertising suit, a plaintiff must allege an injury to a commercial interest in reputation or sales."
                            },
                            {
                                "start": 218.506,
                                "stop": 229.605,
                                "byte_start": 979529,
                                "byte_stop": 1023937,
                                "text": "Second, we presume that a statutory cause of action is limited to plaintiffs whose injuries are proximately caused by violations of the statute."
                            },
                            {
                                "start": 229.605,
                                "stop": 238.044,
                                "byte_start": 1023937,
                                "byte_stop": 1057688,
                                "text": "Generally speaking, this means that a plaintiff cannot sue for injuries that are too remote from the defendant\u0027s unlawful conduct."
                            },
                            {
                                "start": 238.044,
                                "stop": 259.809,
                                "byte_start": 1057688,
                                "byte_stop": 1144728,
                                "text": "To satisfy approximate cause, a false advertising plaintiff ordinarily must show that its economic or reputational injury flows directly from the deception wrought by the defendant\u0027s advertising which normally occurs when deception of consumers causes them to withhold trade from the plaintiff."
                            },
                            {
                                "start": 259.809,
                                "stop": 267.025,
                                "byte_start": 1144728,
                                "byte_stop": 1173671,
                                "text": "Under this principle, Static Control adequately pleaded the elements of a Lanham Act cause of action for false advertising."
                            },
                            {
                                "start": 267.025,
                                "stop": 282.511,
                                "byte_start": 1173671,
                                "byte_stop": 1235529,
                                "text": "Its alleged injuries, loss sales and damage to its business reputation fall within the zone of interest protected by the Lanham Act, and it has sufficiently alleged that those injuries were proximately caused by Lexmark\u0027s conduct."
                            },
                            {
                                "start": 282.511,
                                "stop": 290.372,
                                "byte_start": 1235529,
                                "byte_stop": 1266981,
                                "text": "In particular, it alleged that Lexmark disparaged its business and products thus, harming its reputation."
                            },
                            {
                                "start": 290.372,
                                "stop": 308.034,
                                "byte_start": 1266981,
                                "byte_stop": 1337616,
                                "text": "It also alleged that his microchips were necessarily for and had no other use then refurbishing Lexmark\u0027s cartridges so that any false advertising that damaged the remanufacturer\u0027s business necessarily injured Static Control as well."
                            },
                            {
                                "start": 308.034,
                                "stop": 318.058,
                                "byte_start": 1337616,
                                "byte_stop": 1377740,
                                "text": "The judgment of the Court of Appeals for the Sixth Circuit is affirmed one for two ain\u0027t bad."
                            },
                            {
                                "start": 318.058,
                                "stop": 320.472,
                                "byte_start": 1377740,
                                "byte_stop": 0,
                                "text": "The Court\u0027s decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55682,
            "mime": "audio\/mpeg",
            "size": 1387457,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-873\/20140325o_12-873.delivery.mp3"
        },
        {
            "id": 77344,
            "mime": "audio\/ogg",
            "size": 3138184,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-873\/20140325o_12-873.ogg"
        },
        {
            "id": 77345,
            "mime": "application\/x-mpegURL",
            "size": 4712,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-873\/20140325o_12-873.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}