{
    "id": 23669,
    "title": "Opinion Announcement - June 23, 2014",
    "transcript": {
        "title": null,
        "duration": 766.704,
        "sections": [
            {
                "start": 0,
                "stop": 766.704,
                "byte_start": 105472,
                "byte_stop": 3172248,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.917,
                        "byte_start": 105472,
                        "byte_stop": 141208,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.917,
                                "byte_start": 105472,
                                "byte_stop": 141208,
                                "text": "Justice Scalia has our opinion this morning in case 12-1146, Utility Air Regulatory Group v. EPA."
                            }
                        ]
                    },
                    {
                        "start": 8.917,
                        "stop": 766.704,
                        "byte_start": 141208,
                        "byte_stop": 3172248,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.917,
                                "stop": 17.783,
                                "byte_start": 141208,
                                "byte_stop": 176630,
                                "text": "These cases are here on writ of certiorari to the United States Court of Appeals for the District of Columbia Circuit."
                            },
                            {
                                "start": 17.783,
                                "stop": 28.112,
                                "byte_start": 176630,
                                "byte_stop": 218008,
                                "text": "They involve permitting requirements that the Clean Air Act imposes on stationary sources that contribute to air pollution."
                            },
                            {
                                "start": 28.112,
                                "stop": 30.625,
                                "byte_start": 218008,
                                "byte_stop": 228039,
                                "text": "There are two different permitting programs at issue."
                            },
                            {
                                "start": 30.625,
                                "stop": 50.292,
                                "byte_start": 228039,
                                "byte_stop": 306719,
                                "text": "The first called the Prevention of Significant Deterioration Program or PSD makes it unlawful to construct or modify a major -- that\u0027s a statutory term ”major emitting facility” without a permit."
                            },
                            {
                                "start": 50.292,
                                "stop": 60.467,
                                "byte_start": 306719,
                                "byte_stop": 347366,
                                "text": "The second program found in Title V of the Act makes it unlawful to operate a “major source” without a permit."
                            },
                            {
                                "start": 60.467,
                                "stop": 77.419,
                                "byte_start": 347366,
                                "byte_stop": 415180,
                                "text": "The Act defines the major emitting facilities and major sources that are required to have permits as those who have the potential to emit any air pollutant in excessive the specific numerical thresholds set out in the statute."
                            },
                            {
                                "start": 77.419,
                                "stop": 87.538,
                                "byte_start": 415180,
                                "byte_stop": 455722,
                                "text": "Those thresholds are either 100 or 250 tons per year, depending on the program and the type of source."
                            },
                            {
                                "start": 87.538,
                                "stop": 95.392,
                                "byte_start": 455722,
                                "byte_stop": 487069,
                                "text": "A few years ago, in compliance with this Court\u0027s decisions in a case called Massachusetts versus EPA."
                            },
                            {
                                "start": 95.392,
                                "stop": 105.001,
                                "byte_start": 487069,
                                "byte_stop": 525521,
                                "text": "EPA began regulating greenhouse gases as an air pollutant when they are admitted from new motor vehicles, mobile sources."
                            },
                            {
                                "start": 105.001,
                                "stop": 115.105,
                                "byte_start": 525521,
                                "byte_stop": 565959,
                                "text": "EPA announced at that time that the Clean Air Act\u0027s permitting requirements would apply to stationary sources that emit greenhouse gases."
                            },
                            {
                                "start": 115.105,
                                "stop": 127.289,
                                "byte_start": 565959,
                                "byte_stop": 614651,
                                "text": "But EPA recognized that greenhouse gases could not sensibly be regulated under the PSD Program in Title V in the manner set forth in the Act."
                            },
                            {
                                "start": 127.289,
                                "stop": 151.639,
                                "byte_start": 614651,
                                "byte_stop": 712035,
                                "text": "As EPA explained, greenhouse gases are emitted from stationary sources in much larger quantities than conventional pollutants, not just from large industrial sources like factories and power plants, but also from schools, churches, shopping centers, offices, apartment buildings and structures of all kinds."
                            },
                            {
                                "start": 151.639,
                                "stop": 183.672,
                                "byte_start": 712035,
                                "byte_stop": 840244,
                                "text": "If a permit were required for every structure with the potential to emit greenhouse gases in excess of the 100 ton or 250 ton per year thresholds then according to EPA, the number of sources required to have PSD permits would increase from about 800 to more than 80,000, and the number required to have Title V permits would increase from fewer than 15,000 to more than 6 million."
                            },
                            {
                                "start": 183.672,
                                "stop": 199.353,
                                "byte_start": 840244,
                                "byte_stop": 902938,
                                "text": "The cost of administering the permit programs would balloon into the tens of billions of dollars and decade-long delays in issuing permits would become common plays, causing construction to grind to a halt nationwide."
                            },
                            {
                                "start": 199.353,
                                "stop": 216.607,
                                "byte_start": 902938,
                                "byte_stop": 971901,
                                "text": "But EPA came up with a simple solution to avoid these problems, it would just rewrite the statute, or as the agency more delicately put it, it would “tailor” the statute to accommodate greenhouse gases."
                            },
                            {
                                "start": 216.607,
                                "stop": 237.026,
                                "byte_start": 971901,
                                "byte_stop": 1053612,
                                "text": "EPA\u0027s tailoring involved among other things, increasing the threshold at which a permit was required from this -- which a permit was required from the statutory figure of 100 or 250 tons per year to the agency\u0027s chosen figure of 100,000 tons per year."
                            },
                            {
                                "start": 237.026,
                                "stop": 246.988,
                                "byte_start": 1053612,
                                "byte_stop": 1093528,
                                "text": "Numerous parties including several states sought review in the D.C. Circuit which denied some of the petitions and dismissed others for lack of jurisdiction."
                            },
                            {
                                "start": 246.988,
                                "stop": 253.11,
                                "byte_start": 1093528,
                                "byte_stop": 1117978,
                                "text": "We granted certiorari and we now affirm in part and reverse in part."
                            },
                            {
                                "start": 253.11,
                                "stop": 260.742,
                                "byte_start": 1117978,
                                "byte_stop": 1148489,
                                "text": "Our analysis is divided in -- into two parts dealing with two distinct questions."
                            },
                            {
                                "start": 260.742,
                                "stop": 266.785,
                                "byte_start": 1148489,
                                "byte_stop": 1172626,
                                "text": "The first part is joined by the Chief Justice and Justices Kennedy, Thomas and Alito."
                            },
                            {
                                "start": 266.785,
                                "stop": 283.086,
                                "byte_start": 1172626,
                                "byte_stop": 1237828,
                                "text": "In this part, we conclude that EPA may not interpret the Act to require a PSD or Title V permit for a stationary source on sole full basis of the sources potential to emit greenhouse gases."
                            },
                            {
                                "start": 283.086,
                                "stop": 289.401,
                                "byte_start": 1237828,
                                "byte_stop": 1263114,
                                "text": "We begin by rejecting EPA\u0027s claim that the statue compels that interpretation."
                            },
                            {
                                "start": 289.401,
                                "stop": 301.265,
                                "byte_start": 1263114,
                                "byte_stop": 1310553,
                                "text": "EPA\u0027s argument is as follows:The statute requires PSD in Title V permit based on the sources potential to emit “any air pollutant.”"
                            },
                            {
                                "start": 301.265,
                                "stop": 307.86,
                                "byte_start": 1310553,
                                "byte_stop": 1336989,
                                "text": "In Massachusetts, the Court said that greenhouse gases qualify as an air pollutant."
                            },
                            {
                                "start": 307.86,
                                "stop": 318.792,
                                "byte_start": 1336989,
                                "byte_stop": 1380665,
                                "text": "Therefore, the PSD inside Title V permitting requirements must apply to sources with the potential to emit greenhouse gases."
                            },
                            {
                                "start": 318.792,
                                "stop": 324.644,
                                "byte_start": 1380665,
                                "byte_stop": 1404071,
                                "text": "That syllogism, although superficially appealing is wrong."
                            },
                            {
                                "start": 324.644,
                                "stop": 340.754,
                                "byte_start": 1404071,
                                "byte_stop": 1468541,
                                "text": "In Massachusetts, the Court said that the Act\u0027s general definition of air pollutant included greenhouse gases because in the Court\u0027s view, that definition encompass literally every airborne substance."
                            },
                            {
                                "start": 340.754,
                                "stop": 356.341,
                                "byte_start": 1468541,
                                "byte_stop": 1530922,
                                "text": "But everyone including EPA agrees that when the Act\u0027s operative provisions impose requirements based on the sources emission of air pollutants, they do not intend such and all encompassing meaning."
                            },
                            {
                                "start": 356.341,
                                "stop": 368.287,
                                "byte_start": 1530922,
                                "byte_stop": 1578674,
                                "text": "Otherwise, the act would require permits for every building with the potential to emit large quantities of any substance, even one as innocuous as steam."
                            },
                            {
                                "start": 368.287,
                                "stop": 384.946,
                                "byte_start": 1578674,
                                "byte_stop": 1645338,
                                "text": "That is why EPA has routinely given the term “air pollutant” a narrower construction on the basis of its statutory context and it has done that with respect to the very permitting programs at issue here."
                            },
                            {
                                "start": 384.946,
                                "stop": 402.723,
                                "byte_start": 1645338,
                                "byte_stop": 1716391,
                                "text": "It takes some cheek for EPA to insist that it cannot possibly give “air pollutant” a reasonable, context-appropriate meaning in the PSD in Title V programs when it has been doing precisely that for decades."
                            },
                            {
                                "start": 402.723,
                                "stop": 415.555,
                                "byte_start": 1716391,
                                "byte_stop": 1767696,
                                "text": "So the statute does not compel EPA\u0027s interpretation but does it give EPA discretion to adopt that interpretation as the agency argued in the alternative."
                            },
                            {
                                "start": 415.555,
                                "stop": 418.01,
                                "byte_start": 1767696,
                                "byte_stop": 1777518,
                                "text": "We conclude, no."
                            },
                            {
                                "start": 418.01,
                                "stop": 433.656,
                                "byte_start": 1777518,
                                "byte_stop": 1840107,
                                "text": "An agency like EPA is sometimes empowered to resolve ambiguities in the statute it administers, but it must do so reasonably in light of the context and structure of the entire statutory scheme."
                            },
                            {
                                "start": 433.656,
                                "stop": 449.041,
                                "byte_start": 1840107,
                                "byte_stop": 1901652,
                                "text": "And as I explained earlier, EPA recognized quite correctly that applying the PSD in Title V permitting requirements to greenhouse gases would be incompatible with those programs\u0027 statutory design."
                            },
                            {
                                "start": 449.041,
                                "stop": 462.698,
                                "byte_start": 1901652,
                                "byte_stop": 1956300,
                                "text": "By sweeping in millions of small sources it would as EPA itself said, render those programs both -- both unadministerable and unrecognizable to the Congress that designed them."
                            },
                            {
                                "start": 462.698,
                                "stop": 478.353,
                                "byte_start": 1956300,
                                "byte_stop": 2018889,
                                "text": "Since the statute does not compel such a strange result, it would be patently unreasonable for EPA to insist on ceasing expansive power that it admits the statute is not designed to grant."
                            },
                            {
                                "start": 478.353,
                                "stop": 484.011,
                                "byte_start": 2018889,
                                "byte_stop": 2041563,
                                "text": "EPA thought however, that it could render its interpretation reasonable by tailoring the statute."
                            },
                            {
                                "start": 484.011,
                                "stop": 497.161,
                                "byte_start": 2041563,
                                "byte_stop": 2094122,
                                "text": "In other words, by replacing the permitting threshold chosen by Congress of 100 or 250 tons per year with a new threshold chosen by EPA of 100,000 tons."
                            },
                            {
                                "start": 497.161,
                                "stop": 503.158,
                                "byte_start": 2094122,
                                "byte_stop": 2118154,
                                "text": "We conclude that EPA\u0027s rewriting of the statute was impermissible."
                            },
                            {
                                "start": 503.158,
                                "stop": 515.506,
                                "byte_start": 2118154,
                                "byte_stop": 2167578,
                                "text": "An agency has no power to tailor legislation to bureaucratic policy goals by revising clear statutory terms that turn out not to work in practice."
                            },
                            {
                                "start": 515.506,
                                "stop": 530.782,
                                "byte_start": 2167578,
                                "byte_stop": 2228705,
                                "text": "Consequently, we hold that EPA may not require a PSD or Title V permit for a stationary source on the sole basis of the sources greenhouse gas emissions."
                            },
                            {
                                "start": 530.782,
                                "stop": 536.425,
                                "byte_start": 2228705,
                                "byte_stop": 2251274,
                                "text": "That\u0027s just the first half. [Laugh]"
                            },
                            {
                                "start": 536.425,
                                "stop": 543.291,
                                "byte_start": 2251274,
                                "byte_stop": 2278651,
                                "text": "The second part of our analysis is joined in full by the Chief Justice and Justice Kennedy."
                            },
                            {
                                "start": 543.291,
                                "stop": 552.538,
                                "byte_start": 2278651,
                                "byte_stop": 2315640,
                                "text": "Justice Thomas and Alito also joined some of this part, and Justices Ginsburg, Breyer, Sotomayor and Kagan joined the remainder."
                            },
                            {
                                "start": 552.538,
                                "stop": 566.031,
                                "byte_start": 2315640,
                                "byte_stop": 2369661,
                                "text": "In this part, we consider sources that are already required to obtain PSD permits because of their emission of pollutants other than greenhouse gases."
                            },
                            {
                                "start": 566.031,
                                "stop": 586.747,
                                "byte_start": 2369661,
                                "byte_stop": 2452522,
                                "text": "They have been given the curious name “anyway sources” because even if they were excused from obtaining PSD permits or Title V permits because of their volume of greenhouse gas emissions, their emissions of other pollutants would require them to obtain PSD permits anyway."
                            },
                            {
                                "start": 586.747,
                                "stop": 593.551,
                                "byte_start": 2452522,
                                "byte_stop": 2479689,
                                "text": "These are major polluting facilities such as factories and coal-fired power plants."
                            },
                            {
                                "start": 593.551,
                                "stop": 598.665,
                                "byte_start": 2479689,
                                "byte_stop": 2500169,
                                "text": "One of the requirements of the PSD program -- the Title V program is not an issue here."
                            },
                            {
                                "start": 598.665,
                                "stop": 614.275,
                                "byte_start": 2500169,
                                "byte_stop": 2562654,
                                "text": "One of the requirements of the PSD program is that a source required to obtain a PSD permit must comply with the emission limitations that reflect best available control technology or BACT, B-A-C-T."
                            },
                            {
                                "start": 614.275,
                                "stop": 638.749,
                                "byte_start": 2562654,
                                "byte_stop": 2660561,
                                "text": "For every pollutant they admit that is regulated under the Act, EPA interprets the Act to require these anyway sources that emit significant amounts of greenhouse gases and that are already required to obtain a PSD permit based on their emission of other pollutants to comply with BACT for their greenhouse gas emissions."
                            },
                            {
                                "start": 638.749,
                                "stop": 642.465,
                                "byte_start": 2660561,
                                "byte_stop": 2675399,
                                "text": "We conclude that EPA\u0027s interpretation is permissible."
                            },
                            {
                                "start": 642.465,
                                "stop": 657.54,
                                "byte_start": 2675399,
                                "byte_stop": 2735689,
                                "text": "The statutory text requires BACT for “each pollutant subject to regulation under” the Act, and that language does not readily admit of a narrowing construction."
                            },
                            {
                                "start": 657.54,
                                "stop": 677.087,
                                "byte_start": 2735689,
                                "byte_stop": 2813848,
                                "text": "And although petitioners\u0027 concerns that BACT maybe fundamentally unsuited to greenhouse gas regulation are not unfounded, we cannot conclude on the record before us here that it is impossible to apply BACT to greenhouse gases in a sensible manner."
                            },
                            {
                                "start": 677.087,
                                "stop": 683.308,
                                "byte_start": 2813848,
                                "byte_stop": 2838716,
                                "text": "It bears mention that EPA is getting almost everything it wanted in this case."
                            },
                            {
                                "start": 683.308,
                                "stop": 694.57,
                                "byte_start": 2838716,
                                "byte_stop": 2883856,
                                "text": "It sort to regulate sources that it said were responsible for 86% of all the greenhouse gases emitted from stationary sources nationwide."
                            },
                            {
                                "start": 694.57,
                                "stop": 703.68,
                                "byte_start": 2883856,
                                "byte_stop": 2920218,
                                "text": "Under our holdings today, EPA will be able to regulate sources responsible for 83% of those emissions."
                            },
                            {
                                "start": 703.68,
                                "stop": 725.486,
                                "byte_start": 2920218,
                                "byte_stop": 3007467,
                                "text": "To permit that extra 3% however -- to permit that extra 3% to be regulated, we would have to recognize a power in EPA and other government agencies to revise clear statutory terms in order to accommodate their view of how statutes ought to work."
                            },
                            {
                                "start": 725.486,
                                "stop": 738.883,
                                "byte_start": 3007467,
                                "byte_stop": 3061070,
                                "text": "Recognizing such a power would contradict the principle that Congress, not the President makes the law, and would undermine the separation of powers that is crucial to our constitutional system of government."
                            },
                            {
                                "start": 738.883,
                                "stop": 744.106,
                                "byte_start": 3061070,
                                "byte_stop": 3081968,
                                "text": "The judgment of the Court of Appeals for the District of Columbia has affirmed in part and reversed in part."
                            },
                            {
                                "start": 744.106,
                                "stop": 752.253,
                                "byte_start": 3081968,
                                "byte_stop": 3114569,
                                "text": "The Chief Justice and Justice Kennedy joined the opinion in full and Justices Thomas, Ginsburg, Breyer, Alito, Sotomayor and Kagan joined in part."
                            },
                            {
                                "start": 752.253,
                                "stop": 759.699,
                                "byte_start": 3114569,
                                "byte_stop": 3144349,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part in which Justices Ginsburg, Sotomayor and Kagan joined."
                            },
                            {
                                "start": 759.699,
                                "stop": 766.704,
                                "byte_start": 3144349,
                                "byte_stop": 3172248,
                                "text": "Justice Alito has filed an opinion concurring in part and dissenting in part in which Justice Thomas joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56456,
            "mime": "audio\/mpeg",
            "size": 3172456,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1146\/20140623o_12-1146.delivery.mp3"
        },
        {
            "id": 78144,
            "mime": "audio\/ogg",
            "size": 7565165,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1146\/20140623o_12-1146.ogg"
        },
        {
            "id": 78145,
            "mime": "application\/x-mpegURL",
            "size": 11375,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1146\/20140623o_12-1146.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}