{
    "id": 21749,
    "title": "Opinion Announcement - May 24, 2012",
    "transcript": {
        "title": "Freeman v. Quicken Loans, Inc.",
        "duration": 470.544,
        "sections": [
            {
                "start": 0,
                "stop": 470.544,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.784,
                        "byte_start": 105472,
                        "byte_stop": 136610,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.784,
                                "byte_start": 105472,
                                "byte_stop": 136610,
                                "text": "Justice Scalia has our opinion this morning in case 10-1042, Freeman versus Quicken Loans."
                            }
                        ]
                    },
                    {
                        "start": 7.784,
                        "stop": 470.544,
                        "byte_start": 136610,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 7.784,
                                "stop": 13.484,
                                "byte_start": 136610,
                                "byte_stop": 159493,
                                "text": "This case is here on certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 13.484,
                                "stop": 43.257,
                                "byte_start": 159493,
                                "byte_stop": 278507,
                                "text": "A provision of the Real Estates Settlement Procedure\u0027s Act, RESPA, which is codified at 12 U. S. C. Section 2607(b), states, \u0022No person shall give and no person shall accept any portion, split, or percentage of any charge made or received for the rendering of a real estate settlement service other than for services actually performed\u0022."
                            },
                            {
                                "start": 43.257,
                                "stop": 50.656,
                                "byte_start": 278507,
                                "byte_stop": 308182,
                                "text": "Petitioners are three married couples who obtained mortgage loans from the respondent here, Quicken Loans, Inc."
                            },
                            {
                                "start": 50.656,
                                "stop": 64.19,
                                "byte_start": 308182,
                                "byte_stop": 362308,
                                "text": "They filed separate actions in Louisiana state court alleging that Quicken had violated Section 2607(b) by charging them fees for which no services were provided in return."
                            },
                            {
                                "start": 64.19,
                                "stop": 83.77,
                                "byte_start": 362308,
                                "byte_stop": 440571,
                                "text": "After the cases are removed to federal court and consolidated, Quicken sought summary judgment on the ground that petitioners\u0027 claims were not cognizable under 2607(b) because the allegedly unearned fees were not split with any other party."
                            },
                            {
                                "start": 83.77,
                                "stop": 94.645,
                                "byte_start": 440571,
                                "byte_stop": 484143,
                                "text": "The District Court agreed and granted summary judgment for Quicken, a divided panel of the Fifth Circuit affirmed, we granted certiorari."
                            },
                            {
                                "start": 94.645,
                                "stop": 118.55,
                                "byte_start": 484143,
                                "byte_stop": 579751,
                                "text": "The question in the case boils down to whether 2607(b) prohibits the collection of an unearned charged by a single settlement service provider or rather, covers only transactions in which a provider shares a part of the settlement service charge with one or more other persons who did nothing to earn their share."
                            },
                            {
                                "start": 118.55,
                                "stop": 135.603,
                                "byte_start": 579751,
                                "byte_stop": 647983,
                                "text": "In urging the former interpretation, petitioners rely on a 2001 policy statement issued by the Department of Housing and Urban Development which they claim is entitled to deference under the framework announced by this Court in the case called Chevron."
                            },
                            {
                                "start": 135.603,
                                "stop": 152.266,
                                "byte_start": 647983,
                                "byte_stop": 714543,
                                "text": "We need not resolve the party\u0027s dispute about the applicability of Chevron because we conclude that the position urged by petitioners \u0022goes beyond the meaning that the statute can bear\u0022, a phrase in one of our earlier cases."
                            },
                            {
                                "start": 152.266,
                                "stop": 155.693,
                                "byte_start": 714543,
                                "byte_stop": 728336,
                                "text": "In our view 2607(b) is unambiguous."
                            },
                            {
                                "start": 155.693,
                                "stop": 162.918,
                                "byte_start": 728336,
                                "byte_stop": 757175,
                                "text": "It covers only a settlement service providers splitting of the fee with one or more other persons."
                            },
                            {
                                "start": 162.918,
                                "stop": 182.508,
                                "byte_start": 757175,
                                "byte_stop": 835542,
                                "text": "By providing that no person shall give or shall accept a portion, split, or percentage of a charge that has been made or received, other than for services actually performed, 2607(b) clearly describes two distinct exchanges."
                            },
                            {
                                "start": 182.508,
                                "stop": 191.979,
                                "byte_start": 835542,
                                "byte_stop": 873472,
                                "text": "First, a charge is made to or received from a consumer by a settlement -- by a settlement-service provider."
                            },
                            {
                                "start": 191.979,
                                "stop": 202.734,
                                "byte_start": 873472,
                                "byte_stop": 916417,
                                "text": "That provider then gives and another person accepts a \u0022portion split or percentage of the charge\u0022."
                            },
                            {
                                "start": 202.734,
                                "stop": 225.956,
                                "byte_start": 916417,
                                "byte_stop": 1009309,
                                "text": "Congress\u0027 use of different sets of verbs with the distinct tenses to distinguish between the consumer-provider transaction, the charge that is made or received, and the fee-sharing transaction, the portion, split, or percentage that is given or accepted, would be pointless if, as petitioners contend, the two transactions could be collapsed into one."
                            },
                            {
                                "start": 225.956,
                                "stop": 252.527,
                                "byte_start": 1009309,
                                "byte_stop": 1115679,
                                "text": "Petitioners contend that a provider can make a charge by demanding payment and then accept the portion of the charge consisting of 100 percent, but this does not avoid collapsing the sequential relationship of the two stages and it would destroy the tandem character of activities that the text envisions at stage two, that is, both of giving and accepting."
                            },
                            {
                                "start": 252.527,
                                "stop": 269.808,
                                "byte_start": 1115679,
                                "byte_stop": 1184747,
                                "text": "And if the consumer with a person who gives a portion, split, or percentage of the charge to the provider, who accepts it, consumers would become law breakers because it forbids both the giving and the accepting."
                            },
                            {
                                "start": 269.808,
                                "stop": 276.311,
                                "byte_start": 1184747,
                                "byte_stop": 1210765,
                                "text": "This statute subjects violators not only to monetary liability, but also the potential criminal prosecution."
                            },
                            {
                                "start": 276.311,
                                "stop": 289.855,
                                "byte_start": 1210765,
                                "byte_stop": 1264995,
                                "text": "We find it entirely unthinkable that Congress would have created that strange disposition, holding the consumers themselves liable through the language as obscure as that relied upon here."
                            },
                            {
                                "start": 289.855,
                                "stop": 305.052,
                                "byte_start": 1264995,
                                "byte_stop": 1325704,
                                "text": "The phrase, portion, split, or percentage reinforces the conclusion that 2607(b) does not cover the situation in which a settlement-service provider retains the entirety of the fee received from the consumer."
                            },
                            {
                                "start": 305.052,
                                "stop": 336.524,
                                "byte_start": 1325704,
                                "byte_stop": 1451614,
                                "text": "Although portion, the words \u0022portion\u0022 and \u0022percentage\u0022 can be used to include the entirety of something and we talk about 100 percent, 300 percent, dictionaries show that as used in the present context, they ordinarily mean a part of the whole to speak of the lion\u0027s share of the kill, which means 100 percent, or all of it is wryly humorous because of the share does not usually mean 100 percent."
                            },
                            {
                                "start": 336.524,
                                "stop": 347.049,
                                "byte_start": 1451614,
                                "byte_stop": 1493723,
                                "text": "And it would be just as wryly humorous if the English translation of Aesop\u0027s fable had been rendered the lion\u0027s portion instead of the lion\u0027s share."
                            },
                            {
                                "start": 347.049,
                                "stop": 360.086,
                                "byte_start": 1493723,
                                "byte_stop": 1545864,
                                "text": "That meaning is confirmed here by the common sense canon of noscitur a sociis which counsels that a word is given more precise content by the neighboring words with which it is associated."
                            },
                            {
                                "start": 360.086,
                                "stop": 378.552,
                                "byte_start": 1545864,
                                "byte_stop": 1619738,
                                "text": "And here, portion and percentage, the words that could possibly mean the entirety appear as part of a phrase in which they are joined together by the intervening words \u0022split\u0022 which as petitioners acknowledge cannot possibly mean the entirety."
                            },
                            {
                                "start": 378.552,
                                "stop": 397.034,
                                "byte_start": 1619738,
                                "byte_stop": 1693612,
                                "text": "Petitioners invoke the canon against surplusage urging that if 2607(b) is not construed to prohibit all unearned fees it would be rendered superfluous in light of a neighboring provision, 2607(a) which expressly prohibits kickback arrangements."
                            },
                            {
                                "start": 397.034,
                                "stop": 405.816,
                                "byte_start": 1693612,
                                "byte_stop": 1728825,
                                "text": "But the prohibition in 2607(a) is at one in the same times broader and narrower."
                            },
                            {
                                "start": 405.816,
                                "stop": 423.773,
                                "byte_start": 1728825,
                                "byte_stop": 1800610,
                                "text": "It is broader because it applies to the transfer of anything of value rather than to the dividing of a charge which is all that (b) covers and it\u0027s narrower because it requires an agreement or understanding to refer business between the parties to the kickback."
                            },
                            {
                                "start": 423.773,
                                "stop": 438.405,
                                "byte_start": 1800610,
                                "byte_stop": 1859124,
                                "text": "Because each Section reaches conduct that the other does not, there is no need to adopt petitioners\u0027 improbable reading of 2607(b) in order to prevent super -- superfluity."
                            },
                            {
                                "start": 438.405,
                                "stop": 462.812,
                                "byte_start": 1859124,
                                "byte_stop": 1956822,
                                "text": "We also reject petitioners\u0027 appeal to statutory purpose because vague notions of statutory purpose cannot over come 2607(b)\u0027s unambiguous text and we reject the related contention that our reading of 2607(b) will lead to absurd results because petitioners do not contend that Quicken -- that Quicken split the challenge charges with anyone else.S"
                            },
                            {
                                "start": 462.812,
                                "stop": 465.947,
                                "byte_start": 1956822,
                                "byte_stop": 1969361,
                                "text": "ummary judgment was properly granted in favor of Quicken."
                            },
                            {
                                "start": 465.947,
                                "stop": 468.432,
                                "byte_start": 1969361,
                                "byte_stop": 1979288,
                                "text": "The judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 468.432,
                                "stop": 470.544,
                                "byte_start": 1979288,
                                "byte_stop": 0,
                                "text": "The decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52621,
            "mime": "audio\/mpeg",
            "size": 1987647,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-1042\/20120524o_10-1042.delivery.mp3"
        },
        {
            "id": 74384,
            "mime": "audio\/ogg",
            "size": 4736845,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-1042\/20120524o_10-1042.ogg"
        },
        {
            "id": 74385,
            "mime": "application\/x-mpegURL",
            "size": 7019,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-1042\/20120524o_10-1042.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}