{
    "id": 18157,
    "title": "Oral Argument - March 01, 1983",
    "media_file": [
        {
            "id": 45436,
            "mime": "audio\/mpeg",
            "size": 15238041,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1982\/81-1748\/19830301a_81-1748.delivery.mp3"
        },
        {
            "id": 67288,
            "mime": "audio\/ogg",
            "size": 38127591,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1982\/81-1748\/19830301a_81-1748.ogg"
        },
        {
            "id": 67289,
            "mime": "application\/x-mpegURL",
            "size": 55463,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1982\/81-1748\/19830301a_81-1748.m3u8"
        }
    ],
    "transcript": {
        "title": "United States v. Mitchell",
        "duration": 3770.961,
        "sections": [
            {
                "start": 0,
                "stop": 1782.886,
                "byte_start": 146371,
                "byte_stop": 7278009,
                "turns": [
                    {
                        "start": 0,
                        "stop": 107.159,
                        "byte_start": 146371,
                        "byte_stop": 575093,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.291,
                                "byte_start": 146371,
                                "byte_stop": 179599,
                                "text": "We\u0027ll hear arguments next in United States against Mitchell."
                            },
                            {
                                "start": 8.291,
                                "stop": 107.159,
                                "byte_start": 179599,
                                "byte_stop": 575093,
                                "text": "Mr. Schwartz, I think you may proceed whenever you\u0027re ready."
                            }
                        ]
                    },
                    {
                        "start": 107.159,
                        "stop": 502.803,
                        "byte_start": 575093,
                        "byte_stop": 2157591,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 107.159,
                                "stop": 112.506,
                                "byte_start": 575093,
                                "byte_stop": 596409,
                                "text": "Thank you, Mr. Chief Justice, and may it please the Court:"
                            },
                            {
                                "start": 112.506,
                                "stop": 137.722,
                                "byte_start": 596409,
                                "byte_stop": 697346,
                                "text": "This case is here for a second time on writ of certiorari to review a decision of the former United States Court of Claims holding that the United States is answerable in money damages for alleged statutory violations pertaining to management by the Secretary of the Interior of timber on allotted lands of the Quinault Indian Reservation in the State of Washington."
                            },
                            {
                                "start": 137.722,
                                "stop": 146.044,
                                "byte_start": 697346,
                                "byte_stop": 730573,
                                "text": "Throughout this litigation several categories of damages have been sought by the respondents against the United States."
                            },
                            {
                                "start": 146.044,
                                "stop": 174.745,
                                "byte_start": 730573,
                                "byte_stop": 845408,
                                "text": "These include an alleged shortfall in revenues earned on the account of the respondents owing to the Secretary\u0027s failure to obtain maximum market value from purchasers\u0027 of the Indian timber for timber sold; the Secretary\u0027s alleged failure to manage the timber on a sustained yield basis; and the Secretary\u0027s alleged failure to sell some of the merchantable timber located on the Indian allotments."
                            },
                            {
                                "start": 174.745,
                                "stop": 187.718,
                                "byte_start": 845408,
                                "byte_stop": 897339,
                                "text": "In addition, damages are sought for the Secretary\u0027s failure to develop an optimum system of roads in the logged areas and for roadbuilding charges deducted from the revenues earned on timber sales."
                            },
                            {
                                "start": 187.718,
                                "stop": 199.959,
                                "byte_start": 897339,
                                "byte_stop": 946240,
                                "text": "And finally, respondents complain that insufficient interest was paid or in some cases that no interest was paid on funds held by the Secretary on the account of the Indian respondents."
                            },
                            {
                                "start": 199.959,
                                "stop": 229.211,
                                "byte_start": 946240,
                                "byte_stop": 1063269,
                                "text": "When this case first came before the Court of Claims, that court held that Section 5 of the General Allotment Act, pursuant to which the forested lands of the Quinault Indian Reservation had been allotted, established a general trust which included management duties, and that by necessary implication the remedy of damages was available to the respondents to redress any mismanagement of the timber resources."
                            },
                            {
                                "start": 229.211,
                                "stop": 235.198,
                                "byte_start": 1063269,
                                "byte_stop": 1087197,
                                "text": "This Court in the case that we call Mitchell 1 reversed that decision of the Court of Claims."
                            },
                            {
                                "start": 235.198,
                                "stop": 257.195,
                                "byte_start": 1087197,
                                "byte_stop": 1175178,
                                "text": "The Court did not reach the question whether the creation of an express trust by statute would itself ground an action for damages against the United States, because the Court concluded that the trust that had in fact been created by the General Allotment Act was not a general trust and did not encompass duties of management."
                            },
                            {
                                "start": 257.195,
                                "stop": 268.652,
                                "byte_start": 1175178,
                                "byte_stop": 1221049,
                                "text": "This Court remanded the case to the Court of Claims to provide that court with an opportunity to reach other theories of recovery advanced by the respondents."
                            },
                            {
                                "start": 268.652,
                                "stop": 284.029,
                                "byte_start": 1221049,
                                "byte_stop": 1282489,
                                "text": "In Mitchell 2, the en banc Court of Claims, with Judge Nichols dissenting this time, again held that the United States was answerable in damages in respect of each of the respondents\u0027 major claims of injury."
                            },
                            {
                                "start": 284.029,
                                "stop": 298.556,
                                "byte_start": 1282489,
                                "byte_stop": 1340689,
                                "text": "The threshold, the court refused to confine the implication of a damage remedy against the United States to statutes which provide for the payment of money or which expressly provide for a damage remedy."
                            },
                            {
                                "start": 298.556,
                                "stop": 301.991,
                                "byte_start": 1340689,
                                "byte_stop": 1354378,
                                "text": "The court then turned to the particular statutes which are involved here."
                            },
                            {
                                "start": 301.991,
                                "stop": 328.558,
                                "byte_start": 1354378,
                                "byte_stop": 1460644,
                                "text": "These are: 25 U.S.C. 406, 407 and 466, which pertain to the sale of timber on Indian lands; another group of statutes in 25 U.S.C. 318(a) and 323 through 325, which govern roadbuilding on Indian reservations and the granting of rights of way over Indian lands."
                            },
                            {
                                "start": 328.558,
                                "stop": 337.497,
                                "byte_start": 1460644,
                                "byte_stop": 1496379,
                                "text": "Although the court recognized that none of these statutes expressly created a trust duty of any kind, the court held that"
                            },
                            {
                                "start": 337.497,
                                "stop": 345.003,
                                "byte_start": 1496379,
                                "byte_stop": 1526472,
                                "text": "\u0022A long continuing doctrine of governmental fiduciary obligation in the management of Indian property was. \u0022"
                            },
                            {
                                "start": 345.003,
                                "stop": 348.621,
                                "byte_start": 1526472,
                                "byte_stop": 1540892,
                                "text": "quote, \u0022infused into these statutes\u0022."
                            },
                            {
                                "start": 348.621,
                                "stop": 364.314,
                                "byte_start": 1540892,
                                "byte_stop": 1603690,
                                "text": "And the court thought that because the purpose of the statutes generally from the point of view of the Indians was to generate revenue, it was necessary that the court imply a damages remedy to enforce the statutory requirements."
                            },
                            {
                                "start": 364.314,
                                "stop": 382.51,
                                "byte_start": 1603690,
                                "byte_stop": 1676415,
                                "text": "Accordingly, the court held that recovery in damages of amounts that should have been earned but were not earned on the account of the Indian beneficiaries could be recovered against the United States, and that similar damages could be recovered under the roadbuilding statutes."
                            },
                            {
                                "start": 382.51,
                                "stop": 397.886,
                                "byte_start": 1676415,
                                "byte_stop": 1737960,
                                "text": "Finally, the court held that damages could be recovered against the United States for failure to pay interest on respondents\u0027 funds held by the United States at a rate reflecting reasonable management zeal to get the best interest rate for respondents."
                            },
                            {
                                "start": 397.886,
                                "stop": 412.279,
                                "byte_start": 1737960,
                                "byte_stop": 1795533,
                                "text": "Because of the substantial importance of the... of the doctrinal holding of the Court of Claims and because of the substantial amount of money which is at stake in this case, we have again sought this Court\u0027s review."
                            },
                            {
                                "start": 412.279,
                                "stop": 435.978,
                                "byte_start": 1795533,
                                "byte_stop": 1890306,
                                "text": "It is our central submission that the Court of Claims\u0027 analysis is inconsistent with the teaching of this Court respecting recovery of damages against the United States in that the decision below effectively dispenses with the requirement that Congress authorized the recovery of damages."
                            },
                            {
                                "start": 435.978,
                                "stop": 455.722,
                                "byte_start": 1890306,
                                "byte_stop": 1969300,
                                "text": "The parties appear to be in agreement on one fundamental point, and that is the standard for determining whether a statute provides for the recovery of damages against the United States is that supplied by this Court\u0027s decision in United States v. Testan; that is, whether the statute... and I\u0027d like to quote..."
                            },
                            {
                                "start": 455.722,
                                "stop": 462.212,
                                "byte_start": 1969300,
                                "byte_stop": 1995318,
                                "text": "\u0022in itself can fairly be interpreted as mandating compensation for the damage sustained. \u0022"
                            },
                            {
                                "start": 462.212,
                                "stop": 473.851,
                                "byte_start": 1995318,
                                "byte_stop": 2041816,
                                "text": "At that point agreement ends in this case, and the question is what it means to fairly... for a statute to be fairly interpretable as mandating compensation."
                            },
                            {
                                "start": 473.851,
                                "stop": 478.155,
                                "byte_start": 2041816,
                                "byte_stop": 2059057,
                                "text": "In our own analysis we start with the language of the pertinent statutes."
                            },
                            {
                                "start": 478.155,
                                "stop": 488.177,
                                "byte_start": 2059057,
                                "byte_stop": 2099181,
                                "text": "None of the statues involved in this case makes any mention of maintenance of litigation or recovery of damages against the United States."
                            },
                            {
                                "start": 488.177,
                                "stop": 502.803,
                                "byte_start": 2099181,
                                "byte_stop": 2157591,
                                "text": "Furthermore, although the statutes do in some instances refer to the payment of money, the Court of Claims did not suggest, nor does respondent now suggest, that their claims arise under that statutory language."
                            }
                        ]
                    },
                    {
                        "start": 502.803,
                        "stop": 514.528,
                        "byte_start": 2157591,
                        "byte_stop": 2204507,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 502.803,
                                "stop": 514.528,
                                "byte_start": 2157591,
                                "byte_stop": 2204507,
                                "text": "I guess you would concede, wouldn\u0027t you, though, that, for instance, the timber statutes would mandate that the Government pay the allottees the money to the extent that it\u0027s earned on the timber?"
                            }
                        ]
                    },
                    {
                        "start": 514.528,
                        "stop": 605.701,
                        "byte_start": 2204507,
                        "byte_stop": 2569176,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 514.528,
                                "stop": 515.347,
                                "byte_start": 2204507,
                                "byte_stop": 2207850,
                                "text": "Yes, Justice O\u0027Connor."
                            },
                            {
                                "start": 515.347,
                                "stop": 527.237,
                                "byte_start": 2207850,
                                "byte_stop": 2255393,
                                "text": "And, in fact, we make the further point that because the statute makes that clear, it is to be assumed that Congress did not intend to sanction the recovery of some other amounts of money against the United States."
                            },
                            {
                                "start": 527.237,
                                "stop": 528.904,
                                "byte_start": 2255393,
                                "byte_stop": 2262080,
                                "text": "I would add one point of qualification."
                            },
                            {
                                "start": 528.904,
                                "stop": 538.826,
                                "byte_start": 2262080,
                                "byte_stop": 2301682,
                                "text": "The statute in fact prescribes that the money be paid to the Indians or used for their benefit, so that if the Secretary... the Secretary has the authority to do other things with the money."
                            },
                            {
                                "start": 538.826,
                                "stop": 550.583,
                                "byte_start": 2301682,
                                "byte_stop": 2348807,
                                "text": "But were he not to do that, he would not... the Indians would be able to maintain suit, we suppose, to compel the funds that are in hand to be disgorged."
                            },
                            {
                                "start": 550.583,
                                "stop": 563.258,
                                "byte_start": 2348807,
                                "byte_stop": 2399484,
                                "text": "It\u0027s our view that the statutory language here might be profitably compared with statutes which have been regarded as authorizing the recovery of damages against the United States."
                            },
                            {
                                "start": 563.258,
                                "stop": 580.553,
                                "byte_start": 2399484,
                                "byte_stop": 2468657,
                                "text": "A common example that comes to mind is the Federal Tort Claims Act which specifies that the United States shall be liable respecting provisions of this title relating to tort claims in the same manner and to the same extent as a private individual under like circumstances."
                            },
                            {
                                "start": 580.553,
                                "stop": 605.701,
                                "byte_start": 2468657,
                                "byte_stop": 2569176,
                                "text": "Another comparison might be drawn to the language of the Indian Claims Commission Act which provides that the Claims Commission shall herein determine all claims in law and equity with respect to which the claimant would have been entitled to sue in a court of the United States if the United States were sueable; and moreover, all claims based on fair and honorable dealings that are not recognized by an existing rule of law or equity."
                            }
                        ]
                    },
                    {
                        "start": 605.701,
                        "stop": 619.794,
                        "byte_start": 2569176,
                        "byte_stop": 2625600,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 605.701,
                                "stop": 611.038,
                                "byte_start": 2569176,
                                "byte_stop": 2590596,
                                "text": "Mr. Schwartz, can I interrupt a second, because Justice O\u0027Connor\u0027s question troubles me also."
                            },
                            {
                                "start": 611.038,
                                "stop": 619.794,
                                "byte_start": 2590596,
                                "byte_stop": 2625600,
                                "text": "There\u0027s no such language in the statute that says when you sell the timber and collect some money, you pay it over to the Indians, is there?"
                            }
                        ]
                    },
                    {
                        "start": 619.794,
                        "stop": 636.639,
                        "byte_start": 2625600,
                        "byte_stop": 2692996,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 619.794,
                                "stop": 629.967,
                                "byte_start": 2625600,
                                "byte_stop": 2666247,
                                "text": "Oh, no, there is such language, and I gathered that was the basis of Justice O\u0027Connor\u0027s question, with the one qualification that I\u0027ve given."
                            },
                            {
                                "start": 629.967,
                                "stop": 636.639,
                                "byte_start": 2666247,
                                "byte_stop": 2692996,
                                "text": "The statute, if I may direction your attention to page 1A of the Appendix."
                            }
                        ]
                    },
                    {
                        "start": 636.639,
                        "stop": 641.307,
                        "byte_start": 2692996,
                        "byte_stop": 2711700,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 636.639,
                                "stop": 640.941,
                                "byte_start": 2692996,
                                "byte_stop": 2710237,
                                "text": "I don\u0027t seem to have it."
                            },
                            {
                                "start": 640.941,
                                "stop": 641.307,
                                "byte_start": 2710237,
                                "byte_stop": 2711700,
                                "text": "Go ahead."
                            }
                        ]
                    },
                    {
                        "start": 641.307,
                        "stop": 685.019,
                        "byte_start": 2711700,
                        "byte_stop": 2886511,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 641.307,
                                "stop": 643.226,
                                "byte_start": 2711700,
                                "byte_stop": 2719328,
                                "text": "If I may read:"
                            },
                            {
                                "start": 643.226,
                                "stop": 654.351,
                                "byte_start": 2719328,
                                "byte_stop": 2763840,
                                "text": "\u0022The timber on any Indian land held on a trust... held under a trust or other patent containing restrictions on alienations may be sold by the owner with the consent of the Secretary. \u0022"
                            },
                            {
                                "start": 654.351,
                                "stop": 656.334,
                                "byte_start": 2763840,
                                "byte_stop": 2771782,
                                "text": "--I\u0027ll skip over a few words, if I may..."
                            },
                            {
                                "start": 656.334,
                                "stop": 664.273,
                                "byte_start": 2771782,
                                "byte_stop": 2803547,
                                "text": "\u0022and the proceeds from such sales, after deductions for administrative expenses, shall be paid to the owner or owners. \u0022"
                            },
                            {
                                "start": 664.273,
                                "stop": 672.71,
                                "byte_start": 2803547,
                                "byte_stop": 2837297,
                                "text": "It is that kind of provision which we have in mind as likely grounding an action to recover monies against the United States."
                            },
                            {
                                "start": 672.71,
                                "stop": 685.019,
                                "byte_start": 2837297,
                                "byte_stop": 2886511,
                                "text": "And the existence of that language, we submit, suggests that some other larger group of monies that are not in hand and are not proceeds cannot be recovered against the United States."
                            }
                        ]
                    },
                    {
                        "start": 685.019,
                        "stop": 694.375,
                        "byte_start": 2886511,
                        "byte_stop": 2923919,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 685.019,
                                "stop": 686.369,
                                "byte_start": 2886511,
                                "byte_stop": 2891945,
                                "text": "But the language of"
                            },
                            {
                                "start": 686.369,
                                "stop": 688.554,
                                "byte_start": 2891945,
                                "byte_stop": 2900618,
                                "text": "\u0022shall be paid to the owner. \u0022"
                            },
                            {
                                "start": 688.554,
                                "stop": 694.375,
                                "byte_start": 2900618,
                                "byte_stop": 2923919,
                                "text": "is sufficient in your view to constitute a waiver of sovereign immunity under Testan, is that right?"
                            }
                        ]
                    },
                    {
                        "start": 694.375,
                        "stop": 774.589,
                        "byte_start": 2923919,
                        "byte_stop": 3244807,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 694.375,
                                "stop": 697.927,
                                "byte_start": 2923919,
                                "byte_stop": 2938129,
                                "text": "Justice O\u0027Connor, we think it probably would be held to be."
                            },
                            {
                                "start": 697.927,
                                "stop": 706.233,
                                "byte_start": 2938129,
                                "byte_stop": 2971357,
                                "text": "Testan, there is some inevitable grayness and fuzziness as to what is a mandate for compensation."
                            },
                            {
                                "start": 706.233,
                                "stop": 717.222,
                                "byte_start": 2971357,
                                "byte_stop": 3015347,
                                "text": "It is our view that statutes that unequivocally direct payment of money generally, presumptively or ordinarily would be understood as sufficiently clear."
                            },
                            {
                                "start": 717.222,
                                "stop": 721.693,
                                "byte_start": 3015347,
                                "byte_stop": 3033215,
                                "text": "On the other hand, such statutes do not invariably ground compensation."
                            },
                            {
                                "start": 721.693,
                                "stop": 726.06,
                                "byte_start": 3033215,
                                "byte_stop": 3050665,
                                "text": "This Court\u0027s decision last term in United States v. Erica comes to mind."
                            },
                            {
                                "start": 726.06,
                                "stop": 742.12,
                                "byte_start": 3050665,
                                "byte_stop": 3114926,
                                "text": "Although the Court there didn\u0027t reach a sovereign immunity issue and specified that, because it found an express bar to recovery of damages, we would suppose that the Court could have couched its holding in terms that the Government did not consent the recovery of damages."
                            },
                            {
                                "start": 742.12,
                                "stop": 750.624,
                                "byte_start": 3114926,
                                "byte_stop": 3148885,
                                "text": "Where... where a statute provides for payment of money without any qualification, then the presumption may go one way."
                            },
                            {
                                "start": 750.624,
                                "stop": 759.33,
                                "byte_start": 3148885,
                                "byte_stop": 3183785,
                                "text": "When there is no such provision, for reasons I\u0027d like to turn to, we think the presumption should be very strongly the other way."
                            },
                            {
                                "start": 759.33,
                                "stop": 774.589,
                                "byte_start": 3183785,
                                "byte_stop": 3244807,
                                "text": "There\u0027s a fundamental difference that we believe should not escape notice between statutes that direct payment of money and statutes that impose nonmonetary duties upon officers of the United States."
                            }
                        ]
                    },
                    {
                        "start": 774.589,
                        "stop": 800.071,
                        "byte_start": 3244807,
                        "byte_stop": 3346684,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 774.589,
                                "stop": 777.291,
                                "byte_start": 3244807,
                                "byte_stop": 3255569,
                                "text": "Can I go back to the timber statute again?"
                            },
                            {
                                "start": 777.291,
                                "stop": 779.207,
                                "byte_start": 3255569,
                                "byte_stop": 3263302,
                                "text": "I do have it in front of me now."
                            },
                            {
                                "start": 779.207,
                                "stop": 784.795,
                                "byte_start": 3263302,
                                "byte_stop": 3285558,
                                "text": "It does have the mandatory language that you called our attention to, the proceeds shall be paid over."
                            },
                            {
                                "start": 784.795,
                                "stop": 793.651,
                                "byte_start": 3285558,
                                "byte_stop": 3320980,
                                "text": "Then later in the same paragraph there is this mandatory language about what the Secretary shall do with regard to administrative expenses and how he should sell it."
                            },
                            {
                                "start": 793.651,
                                "stop": 800.071,
                                "byte_start": 3320980,
                                "byte_stop": 3346684,
                                "text": "You\u0027re saying that the second half of it doesn\u0027t contemplate any... any payment if he breaches those duties, is that it?"
                            }
                        ]
                    },
                    {
                        "start": 800.071,
                        "stop": 802.59,
                        "byte_start": 3346684,
                        "byte_stop": 3356820,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 800.071,
                                "stop": 802.59,
                                "byte_start": 3346684,
                                "byte_stop": 3356820,
                                "text": "I\u0027m not sure what... what your reference is to in the second--"
                            }
                        ]
                    },
                    {
                        "start": 802.59,
                        "stop": 815.164,
                        "byte_start": 3356820,
                        "byte_stop": 3407080,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 802.59,
                                "stop": 808.911,
                                "byte_start": 3356820,
                                "byte_stop": 3382107,
                                "text": "Well, sales of timber under this subsection shall be based upon a consideration of the needs and best interests of the owner, Indian owners and his heirs."
                            },
                            {
                                "start": 808.911,
                                "stop": 815.164,
                                "byte_start": 3382107,
                                "byte_stop": 3407080,
                                "text": "And say the Secretary says well, I\u0027ll just ignore that and sell it for half of what I think I could get for it."
                            }
                        ]
                    },
                    {
                        "start": 815.164,
                        "stop": 835.061,
                        "byte_start": 3407080,
                        "byte_stop": 3486701,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 815.164,
                                "stop": 823.253,
                                "byte_start": 3407080,
                                "byte_stop": 3439471,
                                "text": "--In that event it is our submission... I\u0027d like to turn to the difference between that kind of statutory provision and the one that goes before."
                            },
                            {
                                "start": 823.253,
                                "stop": 835.061,
                                "byte_start": 3439471,
                                "byte_stop": 3486701,
                                "text": "The short answer is that we believe that the second kind of duties are nonmonetary duties and that Congress should be understood to have intended a nonmonetary specific injunctive or declaratory remedy."
                            }
                        ]
                    },
                    {
                        "start": 835.061,
                        "stop": 843.834,
                        "byte_start": 3486701,
                        "byte_stop": 3521809,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 835.061,
                                "stop": 843.834,
                                "byte_start": 3486701,
                                "byte_stop": 3521809,
                                "text": "Even though they come in a statutory provision that you acknowledge is... does... can fairly be interpreted as mandating compensation."
                            }
                        ]
                    },
                    {
                        "start": 843.834,
                        "stop": 845.2,
                        "byte_start": 3521809,
                        "byte_stop": 3527243,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 843.834,
                                "stop": 845.2,
                                "byte_start": 3521809,
                                "byte_stop": 3527243,
                                "text": "For certain items."
                            }
                        ]
                    },
                    {
                        "start": 845.2,
                        "stop": 846.45,
                        "byte_start": 3527243,
                        "byte_stop": 3532258,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 845.2,
                                "stop": 846.45,
                                "byte_start": 3527243,
                                "byte_stop": 3532258,
                                "text": "I see."
                            }
                        ]
                    },
                    {
                        "start": 846.45,
                        "stop": 857.491,
                        "byte_start": 3532258,
                        "byte_stop": 3576353,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 846.45,
                                "stop": 857.491,
                                "byte_start": 3532258,
                                "byte_stop": 3576353,
                                "text": "We think that it is in the nature of the sovereign immunity analysis that very particular attention should be paid to what items Congress contemplated to be paid without further authority and what items not."
                            }
                        ]
                    },
                    {
                        "start": 857.491,
                        "stop": 866.013,
                        "byte_start": 3576353,
                        "byte_stop": 3610521,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 857.491,
                                "stop": 862.378,
                                "byte_start": 3576353,
                                "byte_stop": 3595893,
                                "text": "I understood your brief to take the position you really weren\u0027t arguing sovereign immunity."
                            },
                            {
                                "start": 862.378,
                                "stop": 866.013,
                                "byte_start": 3595893,
                                "byte_stop": 3610521,
                                "text": "You\u0027re basically arguing implied cause of action theory."
                            }
                        ]
                    },
                    {
                        "start": 866.013,
                        "stop": 1003.385,
                        "byte_start": 3610521,
                        "byte_stop": 4159929,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 866.013,
                                "stop": 868.215,
                                "byte_start": 3610521,
                                "byte_stop": 3619298,
                                "text": "Perhaps I should spend a minute on that."
                            },
                            {
                                "start": 868.215,
                                "stop": 872.667,
                                "byte_start": 3619298,
                                "byte_stop": 3637062,
                                "text": "I think this is a bit of semantic confusion."
                            },
                            {
                                "start": 872.667,
                                "stop": 878.821,
                                "byte_start": 3637062,
                                "byte_stop": 3661721,
                                "text": "I don\u0027t really want to take much time unless it concerns the Court."
                            },
                            {
                                "start": 878.821,
                                "stop": 886.427,
                                "byte_start": 3661721,
                                "byte_stop": 3692128,
                                "text": "It is our understanding that the Court has used somewhat inconsistent language from time to time in describing the Tucker Act."
                            },
                            {
                                "start": 886.427,
                                "stop": 906.657,
                                "byte_start": 3692128,
                                "byte_stop": 3773003,
                                "text": "We believe that the cases such as United States v. Sherwood and last term\u0027s decision in Army and Air Force Exchange v. Sheehan refer to the Tucker Act as a waiver of sovereign immunity, and cases such as Mitchell 1 and Testan say that it is not, that it is merely jurisdictional; that some other statute must provide the waiver."
                            },
                            {
                                "start": 906.657,
                                "stop": 909.442,
                                "byte_start": 3773003,
                                "byte_stop": 3784183,
                                "text": "It seems to us that it doesn\u0027t matter how you put the point."
                            },
                            {
                                "start": 909.442,
                                "stop": 916.863,
                                "byte_start": 3784183,
                                "byte_stop": 3813858,
                                "text": "Clearly, the Tucker Act is sufficient unto itself as a basis for recovering damages on a contract claim."
                            },
                            {
                                "start": 916.863,
                                "stop": 919.465,
                                "byte_start": 3813858,
                                "byte_stop": 3824307,
                                "text": "That\u0027s... the Tucker Act didn\u0027t do that."
                            },
                            {
                                "start": 919.465,
                                "stop": 921.917,
                                "byte_start": 3824307,
                                "byte_stop": 3834129,
                                "text": "The Tucker Act didn\u0027t do anything at all."
                            },
                            {
                                "start": 921.917,
                                "stop": 934.574,
                                "byte_start": 3834129,
                                "byte_stop": 3884702,
                                "text": "On the other hand, we suppose... the Congress and the legislative history is consistent... that Congress did not consent to recovery of damages on any claim that might be tied to some statute which imposes a nonmonetary duty."
                            },
                            {
                                "start": 934.574,
                                "stop": 950.517,
                                "byte_start": 3884702,
                                "byte_stop": 3948441,
                                "text": "And the way that has been rationalized and expressed by the Court in Testan and Mitchell is that what... Congress provided jurisdiction to entertain claims where the act of Congress was of a particular character."
                            },
                            {
                                "start": 950.517,
                                "stop": 969.598,
                                "byte_start": 3948441,
                                "byte_stop": 4024823,
                                "text": "Now, one can say that as to the statutory claims, the Tucker Act is a waiver of sovereign immunity and that the other statute must provide the right of action, or one can say that the Tucker Act is merely a conditional waiver as to the statutory claims, or one can say, as Testan appears to have literally said, that it\u0027s not a waiver at all."
                            },
                            {
                                "start": 969.598,
                                "stop": 983.99,
                                "byte_start": 4024823,
                                "byte_stop": 4082397,
                                "text": "But the point to us seems to be exactly the same any way you read it: either the rule is that a waiver... waivers of sovereign immunity are to be strictly construed according to their terms, or else the rule is that an unequivocal sovereign immunity is required."
                            },
                            {
                                "start": 983.99,
                                "stop": 993.929,
                                "byte_start": 4082397,
                                "byte_stop": 4122103,
                                "text": "In either event, the other statute in addition to the Tucker Act must make clear that Congress contemplated the award of damages."
                            },
                            {
                                "start": 993.929,
                                "stop": 1000.333,
                                "byte_start": 4122103,
                                "byte_stop": 4147808,
                                "text": "And this is sort of a semantic embroglio we may have created by ourselves."
                            },
                            {
                                "start": 1000.333,
                                "stop": 1003.385,
                                "byte_start": 4147808,
                                "byte_stop": 4159929,
                                "text": "But we don\u0027t think the legal result--"
                            }
                        ]
                    },
                    {
                        "start": 1003.385,
                        "stop": 1005.287,
                        "byte_start": 4159929,
                        "byte_stop": 4167556,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 1003.385,
                                "stop": 1004.385,
                                "byte_start": 4159929,
                                "byte_stop": 4164004,
                                "text": "You didn\u0027t create it."
                            },
                            {
                                "start": 1004.385,
                                "stop": 1005.287,
                                "byte_start": 4164004,
                                "byte_stop": 4167556,
                                "text": "We did."
                            }
                        ]
                    },
                    {
                        "start": 1005.287,
                        "stop": 1076.083,
                        "byte_start": 4167556,
                        "byte_stop": 4450724,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 1005.287,
                                "stop": 1009.123,
                                "byte_start": 4167556,
                                "byte_stop": 4182916,
                                "text": "--Gracious of you to say so, Justice Rehnquist."
                            },
                            {
                                "start": 1009.123,
                                "stop": 1032.804,
                                "byte_start": 4182916,
                                "byte_stop": 4277689,
                                "text": "We do think... I\u0027d like to explain why the provisions of statutes such as Section 406 that create nonmonetary obligations for federal officers have a different standing in the sovereign immunity analysis, if I may use that shorthand, than statutes that contemplate the payment of money."
                            },
                            {
                                "start": 1032.804,
                                "stop": 1038.858,
                                "byte_start": 4277689,
                                "byte_stop": 4301826,
                                "text": "Statutes that prescribe the payment of money create an obligation for the United States."
                            },
                            {
                                "start": 1038.858,
                                "stop": 1046.898,
                                "byte_start": 4301826,
                                "byte_stop": 4334009,
                                "text": "Statues that direct federal officers to take certain action prescribe duties for officers."
                            },
                            {
                                "start": 1046.898,
                                "stop": 1076.083,
                                "byte_start": 4334009,
                                "byte_stop": 4450724,
                                "text": "And as to those statutes, absent some comment by Congress, some indication that Congress appreciated that federal officers might not perform their duties, and that the United States Treasury might thereby be impacted for... by an action for damages, we think the contrary presumption is the correct one, that Congress expected that federal officers would do what they were told, and that if they did not, the remedy available was an action to compel the performance of those statutory duties."
                            }
                        ]
                    },
                    {
                        "start": 1076.083,
                        "stop": 1078.199,
                        "byte_start": 4450724,
                        "byte_stop": 4459187,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1076.083,
                                "stop": 1078.199,
                                "byte_start": 4450724,
                                "byte_stop": 4459187,
                                "text": "Against them."
                            }
                        ]
                    },
                    {
                        "start": 1078.199,
                        "stop": 1084.687,
                        "byte_start": 4459187,
                        "byte_stop": 4485205,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 1078.199,
                                "stop": 1083.437,
                                "byte_start": 4459187,
                                "byte_stop": 4480190,
                                "text": "Against... in their official capacity, though, not an act... we\u0027re not talking Gibbons action here."
                            },
                            {
                                "start": 1083.437,
                                "stop": 1084.687,
                                "byte_start": 4480190,
                                "byte_stop": 4485205,
                                "text": "What we have in mind is--"
                            }
                        ]
                    },
                    {
                        "start": 1084.687,
                        "stop": 1091.509,
                        "byte_start": 4485205,
                        "byte_stop": 4512477,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1084.687,
                                "stop": 1085.355,
                                "byte_start": 4485205,
                                "byte_stop": 4487818,
                                "text": "Oh, no."
                            },
                            {
                                "start": 1085.355,
                                "stop": 1091.509,
                                "byte_start": 4487818,
                                "byte_stop": 4512477,
                                "text": "Against them, though, in... you wouldn\u0027t say it was a suit against the United States."
                            }
                        ]
                    },
                    {
                        "start": 1091.509,
                        "stop": 1107.068,
                        "byte_start": 4512477,
                        "byte_stop": 4574649,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 1091.509,
                                "stop": 1107.068,
                                "byte_start": 4512477,
                                "byte_stop": 4574649,
                                "text": "--I... I... technically I think not, Justice White, although since the 1976, I think, amendment of the Administrative Procedure Act it doesn\u0027t matter whether you name the defendant the United States or you name the defendant the Secretary of the Interior."
                            }
                        ]
                    },
                    {
                        "start": 1107.068,
                        "stop": 1109.804,
                        "byte_start": 4574649,
                        "byte_stop": 4585620,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1107.068,
                                "stop": 1109.804,
                                "byte_start": 4574649,
                                "byte_stop": 4585620,
                                "text": "But, in any event, you could get only prospective recovery."
                            }
                        ]
                    },
                    {
                        "start": 1109.804,
                        "stop": 1775.399,
                        "byte_start": 4585620,
                        "byte_stop": 7248020,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 1109.804,
                                "stop": 1110.837,
                                "byte_start": 4585620,
                                "byte_stop": 4589800,
                                "text": "That\u0027s right."
                            },
                            {
                                "start": 1110.837,
                                "stop": 1119.576,
                                "byte_start": 4589800,
                                "byte_stop": 4624699,
                                "text": "And it is our submission that the remedy that was available to enforce these nonmonetary duties was that kind of remedy."
                            },
                            {
                                "start": 1119.576,
                                "stop": 1124.48,
                                "byte_start": 4624699,
                                "byte_stop": 4644343,
                                "text": "And there are a number of reasons why we believe that is the appropriate kind of remedy."
                            },
                            {
                                "start": 1124.48,
                                "stop": 1135.122,
                                "byte_start": 4644343,
                                "byte_stop": 4686871,
                                "text": "Congress, in prescribing nonmonetary duties, has never shown that it appreciated that the Treasury would be held accountable for the... for the misfeasance of federal officers."
                            },
                            {
                                "start": 1135.122,
                                "stop": 1145.827,
                                "byte_start": 4686871,
                                "byte_stop": 4729711,
                                "text": "Of course, in the context of this case I use those terms because that is what is alleged, and it\u0027s never been determined whether there has in fact been any statutory violation."
                            },
                            {
                                "start": 1145.827,
                                "stop": 1150.797,
                                "byte_start": 4729711,
                                "byte_stop": 4749564,
                                "text": "The... there is another critical point here."
                            },
                            {
                                "start": 1150.797,
                                "stop": 1162.272,
                                "byte_start": 4749564,
                                "byte_stop": 4795540,
                                "text": "The respondents argue that the value to them of performance of these duties which we call nonmonetary was financial; and I assume that that is perfectly accurate."
                            },
                            {
                                "start": 1162.272,
                                "stop": 1183.518,
                                "byte_start": 4795540,
                                "byte_stop": 4880490,
                                "text": "But that in itself is not sufficient to indicate that Congress contemplated the payment of money from the United States Treasury or sanctioned that recovery as is required unless there is evidence that Congress contemplated what would happen if the federal officers did not perform their statutory duties and were allowed to go uncorrected in that course."
                            },
                            {
                                "start": 1183.518,
                                "stop": 1201.664,
                                "byte_start": 4880490,
                                "byte_stop": 4953111,
                                "text": "In this case... I would also add that this Court\u0027s decision in United States v. Testan cannot be distinguished in the manner which is implicitly suggested by this line of argument, because the same argument could have been made in Testan, and if I read the Court\u0027s opinion correctly, essentially the same argument was made in Testan."
                            },
                            {
                                "start": 1201.664,
                                "stop": 1211.62,
                                "byte_start": 4953111,
                                "byte_stop": 4992921,
                                "text": "The statute there involved was the Classification Act which established criteria for the grading of federal employees."
                            },
                            {
                                "start": 1211.62,
                                "stop": 1218.859,
                                "byte_start": 4992921,
                                "byte_stop": 5021865,
                                "text": "The value to a particular federal employee such as the respondent, Herman Testan, of such a statute was monetary."
                            },
                            {
                                "start": 1218.859,
                                "stop": 1226.714,
                                "byte_start": 5021865,
                                "byte_stop": 5053316,
                                "text": "It came through the provision of yet another statute which said that if you\u0027re rated at GS-12 as a Government attorney, your salary is thus and so."
                            },
                            {
                                "start": 1226.714,
                                "stop": 1234.301,
                                "byte_start": 5053316,
                                "byte_stop": 5083618,
                                "text": "The value to Herman Testan, therefore, of compliance with the Classification Act in his case was monetary as well."
                            },
                            {
                                "start": 1234.301,
                                "stop": 1241.305,
                                "byte_start": 5083618,
                                "byte_stop": 5111622,
                                "text": "But the Court refused to telescope the nonmonetary predicate duty into the monetary duty which lay behind it."
                            },
                            {
                                "start": 1241.305,
                                "stop": 1258.834,
                                "byte_start": 5111622,
                                "byte_stop": 5181734,
                                "text": "The Court instead said you may have an action for injunctive relief, and if you were reclassified as a GS-14 attorney, then you may recovery the salary to which you would be entitled; but Congress has not authorized the recovery of damages for your misclassification."
                            },
                            {
                                "start": 1258.834,
                                "stop": 1261.885,
                                "byte_start": 5181734,
                                "byte_stop": 5193960,
                                "text": "The same analysis applies here."
                            },
                            {
                                "start": 1261.885,
                                "stop": 1272.926,
                                "byte_start": 5193960,
                                "byte_stop": 5238159,
                                "text": "An injunctive action may be available to compel the Secretary to alter his practices, if in fact they\u0027re improper, in the oversight of sales of Indian timber."
                            },
                            {
                                "start": 1272.926,
                                "stop": 1285.501,
                                "byte_start": 5238159,
                                "byte_stop": 5288418,
                                "text": "And if that is done, the provision which Justice O\u0027Connor pointed out requiring the payment of proceeds will then round an action to make sure that those proceeds are paid."
                            },
                            {
                                "start": 1285.501,
                                "stop": 1292.24,
                                "byte_start": 5288418,
                                "byte_stop": 5315377,
                                "text": "The two steps cannot be divided, and that we take to be the teaching of Testan."
                            },
                            {
                                "start": 1292.24,
                                "stop": 1311.967,
                                "byte_start": 5315377,
                                "byte_stop": 5394267,
                                "text": "In a sense this case stands on a... this case is an easier case, we would submit, for the Government than Testan, because in Testan if the nonmonetary duty of proper classification were properly performed, the higher salary that would be owing to the Respondent would come from the Treasury."
                            },
                            {
                                "start": 1311.967,
                                "stop": 1326.561,
                                "byte_start": 5394267,
                                "byte_stop": 5452676,
                                "text": "In this case had the Government performed the nonmonetary duties that it is alleged to have improperly performed in a more suitable manner, the extra sums earned would have come from those who would have paid for the timber."
                            },
                            {
                                "start": 1326.561,
                                "stop": 1333.298,
                                "byte_start": 5452676,
                                "byte_stop": 5479635,
                                "text": "Therefore, there is no reason at all to expect that Congress contemplated the United States would be liable."
                            },
                            {
                                "start": 1333.298,
                                "stop": 1339.971,
                                "byte_start": 5479635,
                                "byte_stop": 5506280,
                                "text": "The two kinds of obligations are far less fungible than those involved in Testan."
                            },
                            {
                                "start": 1339.971,
                                "stop": 1351.359,
                                "byte_start": 5506280,
                                "byte_stop": 5551837,
                                "text": "The respondents would substitute the answerability of the United States in money damages for sums that should have been garnered from a contractor who purchased Indian timber."
                            },
                            {
                                "start": 1351.359,
                                "stop": 1372.525,
                                "byte_start": 5551837,
                                "byte_stop": 5636474,
                                "text": "And we submit that that is an additional reason why it should not be inferred from a silent legislative record and a silent statute that Congress contemplated the recovery of money damages for... where proceeds were not actually earned."
                            },
                            {
                                "start": 1372.525,
                                "stop": 1376.227,
                                "byte_start": 5636474,
                                "byte_stop": 5651311,
                                "text": "I\u0027d like to turn briefly to the actual statutes involved here."
                            },
                            {
                                "start": 1376.227,
                                "stop": 1385.432,
                                "byte_start": 5651311,
                                "byte_stop": 5688196,
                                "text": "There are quite a number, and frankly, this matter is not terribly susceptible of oral presentation, and I\u0027ll likely rely heavily on the briefs."
                            },
                            {
                                "start": 1385.432,
                                "stop": 1394.971,
                                "byte_start": 5688196,
                                "byte_stop": 5726335,
                                "text": "It is important to know, however, that there are a number of separate statutes involved here for different kinds of claims, that they can\u0027t be grouped all together."
                            },
                            {
                                "start": 1394.971,
                                "stop": 1403.477,
                                "byte_start": 5726335,
                                "byte_stop": 5760294,
                                "text": "It\u0027s also interesting, so far as I can discern, the respondent has not even answered our argument respecting some of the statutory claims."
                            },
                            {
                                "start": 1403.477,
                                "stop": 1419.67,
                                "byte_start": 5760294,
                                "byte_stop": 5825078,
                                "text": "I don\u0027t find any arguments made in defense of the Court of Claims\u0027 holding that Section 318(a), which authorizes the appropriation of funds for building of roads on Indian reservations, somehow grounds an action for recovery of damages."
                            },
                            {
                                "start": 1419.67,
                                "stop": 1432.81,
                                "byte_start": 5825078,
                                "byte_stop": 5877636,
                                "text": "I suppose it would be a very serious thing if a routine authorization statute allowed individuals who might be benefitted if the appropriations were made, would ground an action for recovery of damages."
                            },
                            {
                                "start": 1432.81,
                                "stop": 1442.702,
                                "byte_start": 5877636,
                                "byte_stop": 5917238,
                                "text": "The main statute at issue here, however, is 25 U.S.C. 406(a), which governs the sale of timber on Indian allotments."
                            },
                            {
                                "start": 1442.702,
                                "stop": 1449.739,
                                "byte_start": 5917238,
                                "byte_stop": 5945346,
                                "text": "The first thing to observe, of course, is that there is no mention of damages in the statute itself."
                            },
                            {
                                "start": 1449.739,
                                "stop": 1461.097,
                                "byte_start": 5945346,
                                "byte_stop": 5990799,
                                "text": "And as I\u0027ve said, while there is a mention of an obligation to pay out certain monies, the proceeds of the sale, there is no mention of any duty to pay out any other monies."
                            },
                            {
                                "start": 1461.097,
                                "stop": 1464.366,
                                "byte_start": 5990799,
                                "byte_stop": 6003860,
                                "text": "The other duties are nonmonetary."
                            },
                            {
                                "start": 1464.366,
                                "stop": 1473.052,
                                "byte_start": 6003860,
                                "byte_stop": 6038655,
                                "text": "A few other points are relevant to considering whether Congress could have intended that the United States be answerable in money damages under this statute."
                            },
                            {
                                "start": 1473.052,
                                "stop": 1478.706,
                                "byte_start": 6038655,
                                "byte_stop": 6061225,
                                "text": "The first is that until 1964, the statute was a rather bare instrument."
                            },
                            {
                                "start": 1478.706,
                                "stop": 1484.458,
                                "byte_start": 6061225,
                                "byte_stop": 6084213,
                                "text": "It\u0027s reproduced in Footnote 3 at page 3 of our brief."
                            },
                            {
                                "start": 1484.458,
                                "stop": 1501.486,
                                "byte_start": 6084213,
                                "byte_stop": 6152340,
                                "text": "And until 1964 the statute simply said the timber on any Indian allotment held under a trust or other patent containing restrictions on alienations may be sold by the allottee with the consent of the Secretary, and the proceeds shall be paid over."
                            },
                            {
                                "start": 1501.486,
                                "stop": 1512.86,
                                "byte_start": 6152340,
                                "byte_stop": 6197898,
                                "text": "It is difficult to imagine how Congress could have thought that that statute imposed any... created any opportunity to recover any money other than the actual proceeds."
                            },
                            {
                                "start": 1512.86,
                                "stop": 1517.997,
                                "byte_start": 6197898,
                                "byte_stop": 6218378,
                                "text": "There was no standard that the Secretary was directed to adhere to."
                            },
                            {
                                "start": 1517.997,
                                "stop": 1521.399,
                                "byte_start": 6218378,
                                "byte_stop": 6232066,
                                "text": "There were no criteria for sale."
                            },
                            {
                                "start": 1521.399,
                                "stop": 1534.793,
                                "byte_start": 6232066,
                                "byte_stop": 6285564,
                                "text": "And I would also point out that under the statute prior to 1964, as today, the power to sell timber actually was given to the individual and not to the Secretary."
                            },
                            {
                                "start": 1534.793,
                                "stop": 1536.293,
                                "byte_start": 6285564,
                                "byte_stop": 6291625,
                                "text": "It was the Secretary\u0027s consent."
                            },
                            {
                                "start": 1536.293,
                                "stop": 1539.178,
                                "byte_start": 6291625,
                                "byte_stop": 6303119,
                                "text": "The Secretary was to act as a constraining influence."
                            },
                            {
                                "start": 1539.178,
                                "stop": 1551.068,
                                "byte_start": 6303119,
                                "byte_stop": 6350662,
                                "text": "Now, the Government does not deny, as this Court\u0027s opinion in White Mountain Apache v. Bracker makes clear, that it... the Secretary actually undertakes a rather comprehensive role."
                            },
                            {
                                "start": 1551.068,
                                "stop": 1564.962,
                                "byte_start": 6350662,
                                "byte_stop": 6406250,
                                "text": "But that role in this case, as respondent has made quite clear, was made possible not by the statute alone, but by the powers of attorney which were signed here which granted the allottee\u0027s authority to sell timber to the Secretary."
                            },
                            {
                                "start": 1564.962,
                                "stop": 1572.549,
                                "byte_start": 6406250,
                                "byte_stop": 6436657,
                                "text": "And as we\u0027ve argued in the briefs, those powers of attorney don\u0027t themselves ground an action for damages."
                            },
                            {
                                "start": 1572.549,
                                "stop": 1584.524,
                                "byte_start": 6436657,
                                "byte_stop": 6484513,
                                "text": "What is relevant is that Congress, which talked in terms of the allottee selling timber, could scarcely have contemplated that the Government would be liable for the Secretary\u0027s mismanagement."
                            },
                            {
                                "start": 1584.524,
                                "stop": 1594.731,
                                "byte_start": 6484513,
                                "byte_stop": 6525369,
                                "text": "The... I think I\u0027d prefer to leave the balance of the detailed statutory argument for the briefs."
                            },
                            {
                                "start": 1594.731,
                                "stop": 1610.674,
                                "byte_start": 6525369,
                                "byte_stop": 6589107,
                                "text": "The key point is that rather than engage in anything like the kind of analysis that we\u0027ve laid out, which we submit is the reanalysis required by the decision in Testan, the Court of Claims proceeded by an entirely different route."
                            },
                            {
                                "start": 1610.674,
                                "stop": 1618.847,
                                "byte_start": 6589107,
                                "byte_stop": 6621813,
                                "text": "It built on... it proceeded by three extrapolations of the existing law, each of which we submit to be erroneous."
                            },
                            {
                                "start": 1618.847,
                                "stop": 1630.537,
                                "byte_start": 6621813,
                                "byte_stop": 6668520,
                                "text": "The first was the idea that a statute need not prescribe either the recoverability of damages or require the payment of money to ground an action for compensation."
                            },
                            {
                                "start": 1630.537,
                                "stop": 1645.997,
                                "byte_start": 6668520,
                                "byte_stop": 6730378,
                                "text": "The second is that even though the statues involved here do not in term speak of trust duties, that Indian... statutes governing the management of Indian property generally should be understood to have a trust character."
                            },
                            {
                                "start": 1645.997,
                                "stop": 1653.603,
                                "byte_start": 6730378,
                                "byte_stop": 6760784,
                                "text": "And third is it is necessary that... that given the existence of a trust duty that damages be recoverable."
                            },
                            {
                                "start": 1653.603,
                                "stop": 1674.183,
                                "byte_start": 6760784,
                                "byte_stop": 6843122,
                                "text": "It may well be, and the decisions of this Court suggest, that statutes governing the responsibilities of the Government pertaining to Indian property are to be read with a fiduciary clause, but none of those decisions suggest that that is in itself a sufficient basis for recovery of damages."
                            },
                            {
                                "start": 1674.183,
                                "stop": 1689.026,
                                "byte_start": 6843122,
                                "byte_stop": 6902577,
                                "text": "And it is a very serious matter, we submit, when the Court of Claims suggest that even though Congress did not address itself to a trust character of the duty that that trust character of the duty is somehow sufficient to ground an action for damages."
                            },
                            {
                                "start": 1689.026,
                                "stop": 1708.505,
                                "byte_start": 6902577,
                                "byte_stop": 6980422,
                                "text": "If Congress had said the Secretary shall hold these lands in trust and pursuant to that trust manage these lands and assure that the highest return is earned for the allottees pursuant to prudent and professional forestry management practices, that might be a different matter."
                            },
                            {
                                "start": 1708.505,
                                "stop": 1718.462,
                                "byte_start": 6980422,
                                "byte_stop": 7020232,
                                "text": "But Congress has not created such a trust, and even if it had, the question would still remain did Congress foresee the recoverability of damages."
                            },
                            {
                                "start": 1718.462,
                                "stop": 1745.113,
                                "byte_start": 7020232,
                                "byte_stop": 7126916,
                                "text": "The effect of the Court of Claims reasoning interpolating trust duties, and further, interpolating a damages remedy into a silent statute and legislative record is to engage in that kind of judicial legislation that was condemned by this Court\u0027s decision in Testan, as well as the private right of action cases that we\u0027ve referred to which we think provide a cognate line of authority."
                            },
                            {
                                "start": 1745.113,
                                "stop": 1756.735,
                                "byte_start": 7126916,
                                "byte_stop": 7173414,
                                "text": "The Court in Testan said that it should not tamper with established principles because it was thought that they should be made responsive to a particular conception of enlightened Government policy."
                            },
                            {
                                "start": 1756.735,
                                "stop": 1760.705,
                                "byte_start": 7173414,
                                "byte_stop": 7189192,
                                "text": "And that, we submit, is exactly what the Court of Claims has done here."
                            },
                            {
                                "start": 1760.705,
                                "stop": 1767.043,
                                "byte_start": 7189192,
                                "byte_stop": 7214583,
                                "text": "It is for Congress and for Congress alone to prescribe the availability of damages against the United States."
                            },
                            {
                                "start": 1767.043,
                                "stop": 1775.399,
                                "byte_start": 7214583,
                                "byte_stop": 7248020,
                                "text": "For these reasons and the reasons stated in our written decisions, the decision of the former Court of Claims should be reversed."
                            }
                        ]
                    },
                    {
                        "start": 1775.399,
                        "stop": 1782.886,
                        "byte_start": 7248020,
                        "byte_stop": 7278009,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1775.399,
                                "stop": 1782.886,
                                "byte_start": 7248020,
                                "byte_stop": 7278009,
                                "text": "Mr. Hobbs."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 1782.886,
                "stop": 3657.824,
                "byte_start": 7278009,
                "byte_stop": 14777764,
                "turns": [
                    {
                        "start": 1782.886,
                        "stop": 2440.63,
                        "byte_start": 7278009,
                        "byte_stop": 9908957,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 1782.886,
                                "stop": 1791.606,
                                "byte_start": 7278009,
                                "byte_stop": 7312804,
                                "text": "Mr. Chief Justice, and may it please the Court:"
                            },
                            {
                                "start": 1791.606,
                                "stop": 1801.978,
                                "byte_start": 7312804,
                                "byte_stop": 7354286,
                                "text": "The opinion you\u0027re going to write in this case will be the seventh reported opinion in the history of this long case."
                            },
                            {
                                "start": 1801.978,
                                "stop": 1831.064,
                                "byte_start": 7354286,
                                "byte_stop": 7470688,
                                "text": "The question now is simply this: When the United States takes control and custody of Indian property, in this case timber, and sells it for less than its market value, must the Government make good that loss, or is the Indian without remedy for that loss?"
                            },
                            {
                                "start": 1831.064,
                                "stop": 1841.955,
                                "byte_start": 7470688,
                                "byte_stop": 7514260,
                                "text": "If you rule, as the Government urges, that there is no remedy in damages, then there is no remedy at all."
                            },
                            {
                                "start": 1841.955,
                                "stop": 1848.443,
                                "byte_start": 7514260,
                                "byte_stop": 7540173,
                                "text": "Before turning to the Government\u0027s points, I\u0027d like to state the background of this case in our terms."
                            },
                            {
                                "start": 1848.443,
                                "stop": 1861.016,
                                "byte_start": 7540173,
                                "byte_stop": 7590538,
                                "text": "These Indians aboriginally used and occupied the Olympic Peninsula of Washington and the area south of that which is an area covered by dense forest."
                            },
                            {
                                "start": 1861.016,
                                "stop": 1880.58,
                                "byte_start": 7590538,
                                "byte_stop": 7668696,
                                "text": "In the 1850s the Government made a treaty with some of these Indians, and as to the rest of the Indians who refused to sell their land, who refused to sign that treaty, the Government simply took over the land and thereafter treated it as if they had signed the treaty."
                            },
                            {
                                "start": 1880.58,
                                "stop": 1900.425,
                                "byte_start": 7668696,
                                "byte_stop": 7748108,
                                "text": "A reservation was established in the middle of this aboriginal territory for all of these Indians, those who signed the treaty and those who did not, and in time that reservation was divided pursuant to the General Allotment Act of 1887 into small 80-acre allotments."
                            },
                            {
                                "start": 1900.425,
                                "stop": 1902.76,
                                "byte_start": 7748108,
                                "byte_stop": 7757512,
                                "text": "Each Indian got one allotment."
                            },
                            {
                                "start": 1902.76,
                                "stop": 1913.868,
                                "byte_start": 7757512,
                                "byte_stop": 7801920,
                                "text": "All of this is well covered, and it\u0027s got a map showing aboriginal territory in the brief we filed three years ago when this case and this question were first before you."
                            },
                            {
                                "start": 1913.868,
                                "stop": 1924.443,
                                "byte_start": 7801920,
                                "byte_stop": 7844239,
                                "text": "Now, each trust allotment was a formal statutory express trust under the General Allotment Act of 1887."
                            },
                            {
                                "start": 1924.443,
                                "stop": 1933.013,
                                "byte_start": 7844239,
                                "byte_stop": 7878511,
                                "text": "Now, it\u0027s true, as you said three years ago, that nothing in the General Allotment Act said anything about timber management duties."
                            },
                            {
                                "start": 1933.013,
                                "stop": 1939.249,
                                "byte_start": 7878511,
                                "byte_stop": 7903380,
                                "text": "That\u0027s because the Allotment Act was not for the purpose of giving timberland to Indians; they couldn\u0027t work that."
                            },
                            {
                                "start": 1939.249,
                                "stop": 1943.468,
                                "byte_start": 7903380,
                                "byte_stop": 7920307,
                                "text": "The purpose of the act was to give them farmland or grazing land."
                            },
                            {
                                "start": 1943.468,
                                "stop": 1954.392,
                                "byte_start": 7920307,
                                "byte_stop": 7963984,
                                "text": "And in this case that was not possible, so what the Indians got was property that there was no way that they personally could work the land."
                            },
                            {
                                "start": 1954.392,
                                "stop": 1962.063,
                                "byte_start": 7963984,
                                "byte_stop": 7994704,
                                "text": "It was just a happenstance that they came from a part of the country where there was not enough farmland to go around."
                            },
                            {
                                "start": 1962.063,
                                "stop": 1971.388,
                                "byte_start": 7994704,
                                "byte_stop": 8032007,
                                "text": "Now, since this was trust land, the Indians couldn\u0027t sell their timber, even if they were knowledgeable about it and even if they wanted to sell it."
                            },
                            {
                                "start": 1971.388,
                                "stop": 1982.793,
                                "byte_start": 8032007,
                                "byte_stop": 8077564,
                                "text": "Congress was aware of this, and in 1910... incidentally, Indians who own trust allotments are in a small minority nationwide."
                            },
                            {
                                "start": 1982.793,
                                "stop": 1988.38,
                                "byte_start": 8077564,
                                "byte_stop": 8099925,
                                "text": "Nationwide, most Indians have trust allotments that are farmland or grazing land."
                            },
                            {
                                "start": 1988.38,
                                "stop": 1998.169,
                                "byte_start": 8099925,
                                "byte_stop": 8139109,
                                "text": "In 1910 Congress had heard that the Indians weren\u0027t getting any revenue out of their timber, and that was an unfortunate thing, and Congress ought to do something about it."
                            },
                            {
                                "start": 1998.169,
                                "stop": 2005.006,
                                "byte_start": 8139109,
                                "byte_stop": 8166485,
                                "text": "So Congress passed the Act of 1910, which is the principal act upon which we rely."
                            },
                            {
                                "start": 2005.006,
                                "stop": 2012.51,
                                "byte_start": 8166485,
                                "byte_stop": 8196474,
                                "text": "That act says that the timber on these trust allotments can be sold by the Indian with the consent of the Secretary."
                            },
                            {
                                "start": 2012.51,
                                "stop": 2026.352,
                                "byte_start": 8196474,
                                "byte_stop": 8251853,
                                "text": "Now, merely consenting to the sale of the timber doesn\u0027t on its face sound like the Secretary is being given much authority to manage and sell this timber; but it really does mean that in practice."
                            },
                            {
                                "start": 2026.352,
                                "stop": 2036.208,
                                "byte_start": 8251853,
                                "byte_stop": 8291246,
                                "text": "When you look at what\u0027s involved in selling timber, which is you require a high degree of know how and you require resources to get the timber out of there."
                            },
                            {
                                "start": 2036.208,
                                "stop": 2043.714,
                                "byte_start": 8291246,
                                "byte_stop": 8321235,
                                "text": "Selling and logging timber is a sophisticated process, and it can\u0027t be handled by an untrained person."
                            },
                            {
                                "start": 2043.714,
                                "stop": 2054.339,
                                "byte_start": 8321235,
                                "byte_stop": 8363762,
                                "text": "To his credit, the Secretary realized this, and right from the beginning he interpreted the 1910 Act as giving him the authority to manage these timber sales, and that\u0027s what he did."
                            },
                            {
                                "start": 2054.339,
                                "stop": 2064.611,
                                "byte_start": 8363762,
                                "byte_stop": 8404827,
                                "text": "He wrote very extensive regulations beginning in 1911, the year after the act, and he employed a large staff to manage these sales."
                            },
                            {
                                "start": 2064.611,
                                "stop": 2071.898,
                                "byte_start": 8404827,
                                "byte_stop": 8433979,
                                "text": "You referred to this same comprehensive management system in White Mountain Apache v. Bracker which you decided three years ago."
                            },
                            {
                                "start": 2071.898,
                                "stop": 2084.775,
                                "byte_start": 8433979,
                                "byte_stop": 8485493,
                                "text": "I might add that starting in 1920, Congress authorized the Secretary to begin charging a fee for his services, and the Secretary did so."
                            },
                            {
                                "start": 2084.775,
                                "stop": 2089.427,
                                "byte_start": 8485493,
                                "byte_stop": 8504092,
                                "text": "He enacted regulations that permit fees up to 10 percent."
                            },
                            {
                                "start": 2089.427,
                                "stop": 2099.051,
                                "byte_start": 8504092,
                                "byte_stop": 8542649,
                                "text": "In 1941 some of the Indians objected to this comprehensive control that the Secretary was exercising over their land, and they went to court."
                            },
                            {
                                "start": 2099.051,
                                "stop": 2107.906,
                                "byte_start": 8542649,
                                "byte_stop": 8578071,
                                "text": "They sued for an injunction to make the Secretary stop exercising all this control over their land which they felt was not good management."
                            },
                            {
                                "start": 2107.906,
                                "stop": 2113.976,
                                "byte_start": 8578071,
                                "byte_stop": 8602312,
                                "text": "The Ninth Circuit said that the Secretary\u0027s interpretation of the act was correct."
                            },
                            {
                                "start": 2113.976,
                                "stop": 2137.758,
                                "byte_start": 8602312,
                                "byte_stop": 8697502,
                                "text": "In 1946 Congress amended the 1910 Act... excuse me, 1964... Congress amended the 1910 Act, and they made explicit at that time some of the factors that the Secretary had already read into the 1910 Act, such as the need to maintain the productive capacity of the land and the best interests of the Indian allottee."
                            },
                            {
                                "start": 2137.758,
                                "stop": 2145.778,
                                "byte_start": 8697502,
                                "byte_stop": 8729581,
                                "text": "There are other relevant statutes such as those requiring the Secretary to manage the timber on a sustained yield basis."
                            },
                            {
                                "start": 2145.778,
                                "stop": 2155.134,
                                "byte_start": 8729581,
                                "byte_stop": 8766988,
                                "text": "That was contemplated actually in the 1910 Act, but it wasn\u0027t made an express statutory command until 1934."
                            },
                            {
                                "start": 2155.134,
                                "stop": 2165.375,
                                "byte_start": 8766988,
                                "byte_stop": 8807948,
                                "text": "Another one is the suite of statutes authorizing the Secretary to grant rights of way to outsiders across Indian land upon payment of compensation."
                            },
                            {
                                "start": 2165.375,
                                "stop": 2173.612,
                                "byte_start": 8807948,
                                "byte_stop": 8840862,
                                "text": "Still another is authorizing him to invest timber proceeds and other money for the benefit of the Indians."
                            },
                            {
                                "start": 2173.612,
                                "stop": 2176.564,
                                "byte_start": 8840862,
                                "byte_stop": 8852670,
                                "text": "Incidentally, that\u0027s not a statute calling for interest."
                            },
                            {
                                "start": 2176.564,
                                "stop": 2183.651,
                                "byte_start": 8852670,
                                "byte_stop": 8880987,
                                "text": "It\u0027s a statute calling for investment, and the investments are limited to federal securities."
                            },
                            {
                                "start": 2183.651,
                                "stop": 2188.119,
                                "byte_start": 8880987,
                                "byte_stop": 8898854,
                                "text": "These statutes are all part of one statutory program."
                            },
                            {
                                "start": 2188.119,
                                "stop": 2197.227,
                                "byte_start": 8898854,
                                "byte_stop": 8935321,
                                "text": "The basic act is the General Allotment Act which established the trust, which admittedly with respect to timber was a bare trust."
                            },
                            {
                                "start": 2197.227,
                                "stop": 2213.67,
                                "byte_start": 8935321,
                                "byte_stop": 9001150,
                                "text": "The statutes supplementing the General Allotment Act are, as I\u0027ve said, the 1910 Act, the 1964 Act amending it, the 1934 sustained yield act, the right of way acts, and the interest acts... excuse me, the investment acts."
                            },
                            {
                                "start": 2213.67,
                                "stop": 2219.924,
                                "byte_start": 9001150,
                                "byte_stop": 9026123,
                                "text": "Now, so far I\u0027ve been talking about individual Indians."
                            },
                            {
                                "start": 2219.924,
                                "stop": 2226.227,
                                "byte_start": 9026123,
                                "byte_stop": 9051305,
                                "text": "The tribe owns timber also, and they are a plaintiff in this case also."
                            },
                            {
                                "start": 2226.227,
                                "stop": 2235.602,
                                "byte_start": 9051305,
                                "byte_stop": 9088817,
                                "text": "As to them, the Secretary treated their timber essentially the same as he did the tribal timber under another section of the 1910 Act."
                            },
                            {
                                "start": 2235.602,
                                "stop": 2242.522,
                                "byte_start": 9088817,
                                "byte_stop": 9116507,
                                "text": "The tribal timber was not held in trust under the General Allotment Act, but it was held in trust under other acts."
                            },
                            {
                                "start": 2242.522,
                                "stop": 2255.514,
                                "byte_start": 9116507,
                                "byte_stop": 9168438,
                                "text": "One act was the Indian Reorganization Act of 1934, and there were several other special acts whereby Congress made direct grants of land to the tribe in trust for the tribe."
                            },
                            {
                                "start": 2255.514,
                                "stop": 2258.366,
                                "byte_start": 9168438,
                                "byte_stop": 9179932,
                                "text": "These are cited in our brief."
                            },
                            {
                                "start": 2258.366,
                                "stop": 2264.52,
                                "byte_start": 9179932,
                                "byte_stop": 9204487,
                                "text": "Now, none of the tribal trusts spelled out any particular duties either any more than the General Allotment Act did."
                            },
                            {
                                "start": 2264.52,
                                "stop": 2275.76,
                                "byte_start": 9204487,
                                "byte_stop": 9249418,
                                "text": "So the duties that we argue are present were infused into these trusts by the supplementary, same supplementary acts that I\u0027ve just mentioned."
                            },
                            {
                                "start": 2275.76,
                                "stop": 2289.653,
                                "byte_start": 9249418,
                                "byte_stop": 9305006,
                                "text": "The first time we were here three years ago we argued that the fact that the United States held the land in trust for the Indians was enough just by itself to ground them, to ground their right for damages for trust mismanagement."
                            },
                            {
                                "start": 2289.653,
                                "stop": 2300.628,
                                "byte_start": 9305006,
                                "byte_stop": 9348892,
                                "text": "You said no, the trusts taken by themselves don\u0027t spell out any duty to manage timber, so first we have to find some statutory basis for a duty to manage timber."
                            },
                            {
                                "start": 2300.628,
                                "stop": 2317.237,
                                "byte_start": 9348892,
                                "byte_stop": 9415347,
                                "text": "And then you said assuming we can do that, we also have to show that the... the other statute that we\u0027re relying on that bring out these duties must be fairly interpreted as mandating compensation for the damage sustained under the Testan rule."
                            },
                            {
                                "start": 2317.237,
                                "stop": 2340.666,
                                "byte_start": 9415347,
                                "byte_stop": 9509075,
                                "text": "We went back to the Court of Claims, and the Court of Claims agreed after argument and re argument, both times en banc, they finally agreed 6 to 1 that the statutes I mentioned supplementing the General Allotment Act did impose duties to manage timber and could fairly be interpreted as mandating compensation for the damage sustained."
                            },
                            {
                                "start": 2340.666,
                                "stop": 2345.72,
                                "byte_start": 9509075,
                                "byte_stop": 9529346,
                                "text": "Now, here\u0027s the difference between the majority of the Court of Claims and the dissenting judge."
                            },
                            {
                                "start": 2345.72,
                                "stop": 2367.168,
                                "byte_start": 9529346,
                                "byte_stop": 9615132,
                                "text": "The dissenting judge felt with the supplementary statutes that I mentioned, the 1910 Act and so forth that supplement the General Allotment Act, could not be fairly interpreted as requiring compensation except to the extent that... and I think this is a fair characterization of what he said... except to the extent that they would support an action for liquidated damages."
                            },
                            {
                                "start": 2367.168,
                                "stop": 2370.018,
                                "byte_start": 9615132,
                                "byte_stop": 9626521,
                                "text": "He didn\u0027t use the term \u0022liquidated\u0022, but that\u0027s what he meant."
                            },
                            {
                                "start": 2370.018,
                                "stop": 2374.488,
                                "byte_start": 9626521,
                                "byte_stop": 9644389,
                                "text": "He meant where you can tell the amount of damages without much difficulty."
                            },
                            {
                                "start": 2374.488,
                                "stop": 2378.207,
                                "byte_start": 9644389,
                                "byte_stop": 9659227,
                                "text": "The majority, on the other hand, was unwilling to be that narrow."
                            },
                            {
                                "start": 2378.207,
                                "stop": 2400.972,
                                "byte_start": 9659227,
                                "byte_stop": 9750342,
                                "text": "They felt if the total trust program showed a presently existing legal right to revenue, as they did, at least in the case of those allotments that had been logged, that would be enough to permit a suit for damages to cover the revenues properly... improperly diminished or the value of the principal improperly lost."
                            },
                            {
                                "start": 2400.972,
                                "stop": 2405.441,
                                "byte_start": 9750342,
                                "byte_stop": 9768209,
                                "text": "The court was narrow in other respects, however."
                            },
                            {
                                "start": 2405.441,
                                "stop": 2414.815,
                                "byte_start": 9768209,
                                "byte_stop": 9805721,
                                "text": "It threw out our claims for consequential damages, as it called them, and certain claims which involved Government discretion."
                            },
                            {
                                "start": 2414.815,
                                "stop": 2420.803,
                                "byte_start": 9805721,
                                "byte_stop": 9829649,
                                "text": "It limited us strictly to claims for value lost."
                            },
                            {
                                "start": 2420.803,
                                "stop": 2440.63,
                                "byte_start": 9829649,
                                "byte_stop": 9908957,
                                "text": "I now begin my argument, and the content of my argument consists primarily of the reasons why our case is different from the Testan case and meets the standards laid down in that case."
                            }
                        ]
                    },
                    {
                        "start": 2440.63,
                        "stop": 2463.48,
                        "byte_start": 9908957,
                        "byte_stop": 10000386,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2440.63,
                                "stop": 2463.48,
                                "byte_start": 9908957,
                                "byte_stop": 10000386,
                                "text": "Mr. Hobbs, do you agree with the Solicitor General that there is perhaps an ambiguity and perhaps confusion in nomenclature among our cases as to whether you\u0027re talking about the Tucker Act as a simply jurisdictional basis or as an implied waiver?"
                            }
                        ]
                    },
                    {
                        "start": 2463.48,
                        "stop": 2471.1,
                        "byte_start": 10000386,
                        "byte_stop": 10030792,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2463.48,
                                "stop": 2464.496,
                                "byte_start": 10000386,
                                "byte_stop": 10004356,
                                "text": "Yes, Justice Rehnquist."
                            },
                            {
                                "start": 2464.496,
                                "stop": 2467.032,
                                "byte_start": 10004356,
                                "byte_stop": 10014596,
                                "text": "I\u0027m not confused."
                            },
                            {
                                "start": 2467.032,
                                "stop": 2471.1,
                                "byte_start": 10014596,
                                "byte_stop": 10030792,
                                "text": "You simply said it two different ways, and they both can fly."
                            }
                        ]
                    },
                    {
                        "start": 2471.1,
                        "stop": 2473.869,
                        "byte_start": 10030792,
                        "byte_stop": 10041868,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2471.1,
                                "stop": 2473.869,
                                "byte_start": 10030792,
                                "byte_stop": 10041868,
                                "text": "It\u0027s just we who are confused."
                            }
                        ]
                    },
                    {
                        "start": 2473.869,
                        "stop": 2477.088,
                        "byte_start": 10041868,
                        "byte_stop": 10054825,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2473.869,
                                "stop": 2475.152,
                                "byte_start": 10041868,
                                "byte_stop": 10046988,
                                "text": "I wouldn\u0027t even say that."
                            },
                            {
                                "start": 2475.152,
                                "stop": 2477.088,
                                "byte_start": 10046988,
                                "byte_stop": 10054825,
                                "text": "I would say that the--"
                            }
                        ]
                    },
                    {
                        "start": 2477.088,
                        "stop": 2479.69,
                        "byte_start": 10054825,
                        "byte_stop": 10065169,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 2477.088,
                                "stop": 2479.69,
                                "byte_start": 10054825,
                                "byte_stop": 10065169,
                                "text": "We haven\u0027t admitted it anyway."
                            }
                        ]
                    },
                    {
                        "start": 2479.69,
                        "stop": 2539.411,
                        "byte_start": 10065169,
                        "byte_stop": 10304033,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2479.69,
                                "stop": 2490.161,
                                "byte_start": 10065169,
                                "byte_stop": 10107070,
                                "text": "--To me what you\u0027ve said is the Tucker Act... you\u0027ve said sometimes the Tucker Act is a waiver of sovereign immunity, but you need further waiver of sovereign immunity when you\u0027re dealing with a damage claim."
                            },
                            {
                                "start": 2490.161,
                                "stop": 2500.519,
                                "byte_start": 10107070,
                                "byte_stop": 10148448,
                                "text": "And you have to show that the statute under which you claim contemplates, impliedly or expressly, a remedy of damages."
                            },
                            {
                                "start": 2500.519,
                                "stop": 2506.507,
                                "byte_start": 10148448,
                                "byte_stop": 10172480,
                                "text": "That\u0027s our case, and that\u0027s our problem, is trying to show that our statutes do contemplate a remedy in damage."
                            },
                            {
                                "start": 2506.507,
                                "stop": 2509.292,
                                "byte_start": 10172480,
                                "byte_stop": 10183556,
                                "text": "They don\u0027t expressly, obviously."
                            },
                            {
                                "start": 2509.292,
                                "stop": 2511.275,
                                "byte_start": 10183556,
                                "byte_stop": 10191498,
                                "text": "If they did, we wouldn\u0027t be here."
                            },
                            {
                                "start": 2511.275,
                                "stop": 2518.731,
                                "byte_start": 10191498,
                                "byte_stop": 10221382,
                                "text": "And obviously, equally obviously, they don\u0027t have to say it expressly; otherwise, you wouldn\u0027t have had the case."
                            },
                            {
                                "start": 2518.731,
                                "stop": 2526.019,
                                "byte_start": 10221382,
                                "byte_stop": 10250534,
                                "text": "You would have said the last time that there is no express allowance; therefore, there\u0027s nothing further to argue about."
                            },
                            {
                                "start": 2526.019,
                                "stop": 2529.872,
                                "byte_start": 10250534,
                                "byte_stop": 10265894,
                                "text": "So there must be room to argue implication in this case."
                            },
                            {
                                "start": 2529.872,
                                "stop": 2536.626,
                                "byte_start": 10265894,
                                "byte_stop": 10292957,
                                "text": "And indeed, that\u0027s exactly what the language \u0022fairly interpreted\u0022 means in your Testan case."
                            },
                            {
                                "start": 2536.626,
                                "stop": 2539.411,
                                "byte_start": 10292957,
                                "byte_stop": 10304033,
                                "text": "\u0022Interpreted\u0022 means there\u0027s some room for interpretation."
                            }
                        ]
                    },
                    {
                        "start": 2539.411,
                        "stop": 2586.642,
                        "byte_start": 10304033,
                        "byte_stop": 10492951,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2539.411,
                                "stop": 2574.567,
                                "byte_start": 10304033,
                                "byte_stop": 10444676,
                                "text": "But if... if... if... Mr. Hobbs, if it\u0027s a question of implying a damages remedy or a cause of action for damages, then we are... even though the United States is involved, doesn\u0027t it raise the... generally the same sort of questions as whether other statutes contemplate an action in damages; in short, whether you should... whether an implied right to damages exists under statutes generally?"
                            },
                            {
                                "start": 2574.567,
                                "stop": 2586.642,
                                "byte_start": 10444676,
                                "byte_stop": 10492951,
                                "text": "We\u0027ve been having, as you know, in the last few years quite a succession of cases with respect to that issue, and... and maybe the law is in somewhat transition."
                            }
                        ]
                    },
                    {
                        "start": 2586.642,
                        "stop": 2589.594,
                        "byte_start": 10492951,
                        "byte_stop": 10504758,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2586.642,
                                "stop": 2589.594,
                                "byte_start": 10492951,
                                "byte_stop": 10504758,
                                "text": "Well, you\u0027re referring to the court type cases?"
                            }
                        ]
                    },
                    {
                        "start": 2589.594,
                        "stop": 2590.227,
                        "byte_start": 10504758,
                        "byte_stop": 10507370,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2589.594,
                                "stop": 2590.227,
                                "byte_start": 10504758,
                                "byte_stop": 10507370,
                                "text": "Yes."
                            }
                        ]
                    },
                    {
                        "start": 2590.227,
                        "stop": 2611.388,
                        "byte_start": 10507370,
                        "byte_stop": 10592007,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2590.227,
                                "stop": 2593.629,
                                "byte_start": 10507370,
                                "byte_stop": 10520954,
                                "text": "Implied private right of action."
                            },
                            {
                                "start": 2593.629,
                                "stop": 2598.85,
                                "byte_start": 10520954,
                                "byte_stop": 10541852,
                                "text": "Well, those are a different animal than our case."
                            },
                            {
                                "start": 2598.85,
                                "stop": 2600.1,
                                "byte_start": 10541852,
                                "byte_stop": 10546867,
                                "text": "Those are piggyback cases."
                            },
                            {
                                "start": 2600.1,
                                "stop": 2606.187,
                                "byte_start": 10546867,
                                "byte_stop": 10571213,
                                "text": "That\u0027s where Congress passes a public law, and along comes a private person, and he says that this enables me to sue, too."
                            },
                            {
                                "start": 2606.187,
                                "stop": 2611.388,
                                "byte_start": 10571213,
                                "byte_stop": 10592007,
                                "text": "Here, we\u0027re dealing with statutes that deal directly with these plaintiffs here, and in fact--"
                            }
                        ]
                    },
                    {
                        "start": 2611.388,
                        "stop": 2621.76,
                        "byte_start": 10592007,
                        "byte_stop": 10633489,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2611.388,
                                "stop": 2621.76,
                                "byte_start": 10592007,
                                "byte_stop": 10633489,
                                "text": "Well, that may be so, that may be so, but the question still remains did the Congress anticipate a damages action."
                            }
                        ]
                    },
                    {
                        "start": 2621.76,
                        "stop": 2631.633,
                        "byte_start": 10633489,
                        "byte_stop": 10672987,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2621.76,
                                "stop": 2622.527,
                                "byte_start": 10633489,
                                "byte_stop": 10636520,
                                "text": "--Yes."
                            },
                            {
                                "start": 2622.527,
                                "stop": 2626.829,
                                "byte_start": 10636520,
                                "byte_stop": 10653760,
                                "text": "That was one of four elements that you laid down in the court case."
                            },
                            {
                                "start": 2626.829,
                                "stop": 2631.633,
                                "byte_start": 10653760,
                                "byte_stop": 10672987,
                                "text": "Here, it\u0027s the only named--"
                            }
                        ]
                    },
                    {
                        "start": 2631.633,
                        "stop": 2645.041,
                        "byte_start": 10672987,
                        "byte_stop": 10726590,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2631.633,
                                "stop": 2645.041,
                                "byte_start": 10672987,
                                "byte_stop": 10726590,
                                "text": "Well, why shouldn\u0027t whatever test we\u0027ve evolved for deciding whether the statute contemplates a damages action, whatever that standard is, why shouldn\u0027t it be applicable here?"
                            }
                        ]
                    },
                    {
                        "start": 2645.041,
                        "stop": 2671.674,
                        "byte_start": 10726590,
                        "byte_stop": 10833169,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2645.041,
                                "stop": 2647.093,
                                "byte_start": 10726590,
                                "byte_stop": 10734844,
                                "text": "--Perhaps it should be."
                            },
                            {
                                "start": 2647.093,
                                "stop": 2655.248,
                                "byte_start": 10734844,
                                "byte_stop": 10767445,
                                "text": "I\u0027m going to give you a number of factors that I think make this case sui generis from those dealing with public rights generally."
                            },
                            {
                                "start": 2655.248,
                                "stop": 2656.748,
                                "byte_start": 10767445,
                                "byte_stop": 10773401,
                                "text": "Here, we have private rights."
                            },
                            {
                                "start": 2656.748,
                                "stop": 2668.556,
                                "byte_start": 10773401,
                                "byte_stop": 10820631,
                                "text": "These Indians were given private rights by express intent of Congress, and they\u0027re trying to sue on those rights."
                            },
                            {
                                "start": 2668.556,
                                "stop": 2671.674,
                                "byte_start": 10820631,
                                "byte_stop": 10833169,
                                "text": "We think that the correct law consists--"
                            }
                        ]
                    },
                    {
                        "start": 2671.674,
                        "stop": 2681.629,
                        "byte_start": 10833169,
                        "byte_stop": 10872980,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2671.674,
                                "stop": 2673.458,
                                "byte_start": 10833169,
                                "byte_stop": 10840275,
                                "text": "Well, they want to sue on them."
                            },
                            {
                                "start": 2673.458,
                                "stop": 2678.077,
                                "byte_start": 10840275,
                                "byte_stop": 10858769,
                                "text": "The Government says they may sue on them but can only get an injunction."
                            },
                            {
                                "start": 2678.077,
                                "stop": 2681.629,
                                "byte_start": 10858769,
                                "byte_stop": 10872980,
                                "text": "The question still remains about damages."
                            }
                        ]
                    },
                    {
                        "start": 2681.629,
                        "stop": 2694.537,
                        "byte_start": 10872980,
                        "byte_stop": 10924598,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2681.629,
                                "stop": 2682.296,
                                "byte_start": 10872980,
                                "byte_stop": 10875592,
                                "text": "--Of course."
                            },
                            {
                                "start": 2682.296,
                                "stop": 2685.431,
                                "byte_start": 10875592,
                                "byte_stop": 10888131,
                                "text": "That\u0027s... that\u0027s all we\u0027re addressing ourselves to."
                            },
                            {
                                "start": 2685.431,
                                "stop": 2692.351,
                                "byte_start": 10888131,
                                "byte_stop": 10915821,
                                "text": "The Government admits we have the rights, and they admit that we have the remedy in equity, but they don\u0027t admit that we have the right to damages."
                            },
                            {
                                "start": 2692.351,
                                "stop": 2694.537,
                                "byte_start": 10915821,
                                "byte_stop": 10924598,
                                "text": "That\u0027s, of course, what we\u0027re talking about today."
                            }
                        ]
                    },
                    {
                        "start": 2694.537,
                        "stop": 2695.503,
                        "byte_start": 10924598,
                        "byte_stop": 10928464,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2694.537,
                                "stop": 2695.503,
                                "byte_start": 10924598,
                                "byte_stop": 10928464,
                                "text": "Yes."
                            }
                        ]
                    },
                    {
                        "start": 2695.503,
                        "stop": 2981.331,
                        "byte_start": 10928464,
                        "byte_stop": 12071791,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2695.503,
                                "stop": 2706.677,
                                "byte_start": 10928464,
                                "byte_stop": 10973081,
                                "text": "And I\u0027m going to give you the reasons why we think that it all adds up to where there\u0027s a compelling inference that Congress must have intended that these Indians have damages."
                            },
                            {
                                "start": 2706.677,
                                "stop": 2738.816,
                                "byte_start": 10973081,
                                "byte_stop": 11101708,
                                "text": "We think the correct statement of the law consistent with what you said in Testan is this: Well, if the Court finds that Congress authorized the Government to take the Indian property in trust, which it did here, and operate the trust so as to generate income, which it did here, or protect the value of the property, which is also true here, then that alone creates the cause of action for damages, which can be adjudicated under the Tucker Act."
                            },
                            {
                                "start": 2738.816,
                                "stop": 2745.736,
                                "byte_start": 11101708,
                                "byte_stop": 11129398,
                                "text": "For jurisdictional purposes the trust fills the same purpose as the contract does in the typical contract case."
                            },
                            {
                                "start": 2745.736,
                                "stop": 2750.054,
                                "byte_start": 11129398,
                                "byte_stop": 11146639,
                                "text": "The Tucker Act is not what says you have a cause of action under a contract."
                            },
                            {
                                "start": 2750.054,
                                "stop": 2753.423,
                                "byte_start": 11146639,
                                "byte_stop": 11160118,
                                "text": "The contract is where you find that cause of action."
                            },
                            {
                                "start": 2753.423,
                                "stop": 2757.125,
                                "byte_start": 11160118,
                                "byte_stop": 11174955,
                                "text": "And so here, you find the cause of action in the trust."
                            },
                            {
                                "start": 2757.125,
                                "stop": 2763.879,
                                "byte_start": 11174955,
                                "byte_stop": 11201914,
                                "text": "We don\u0027t claim we find it in the Tucker Act, and you\u0027ve made that clear that that\u0027s not where it exists."
                            },
                            {
                                "start": 2763.879,
                                "stop": 2770.699,
                                "byte_start": 11201914,
                                "byte_stop": 11229186,
                                "text": "For jurisdictional purposes the trust fills the same office as the contract does in a contract case."
                            },
                            {
                                "start": 2770.699,
                                "stop": 2796.35,
                                "byte_start": 11229186,
                                "byte_stop": 11331795,
                                "text": "The question of what duties were breached in the course of operating that trust or contract we would have thought, our preference would have been to have that litigated after the case begins, because so often these duties are closely interwoven with the facts; and it is a problem of judicial administration to try to pull that problem out and deal with it first, and then if you win that, go on to your merits."
                            },
                            {
                                "start": 2796.35,
                                "stop": 2821.515,
                                "byte_start": 11331795,
                                "byte_stop": 11432523,
                                "text": "To us, the proper law should be that if you prove the existence of the trust and that it has some duties, then you\u0027re past the jurisdictional hurdle; then you must show that those duties required action that the Government didn\u0027t take or prohibited action that the Government did take, and if so, how much the loss of value was."
                            },
                            {
                                "start": 2821.515,
                                "stop": 2829.137,
                                "byte_start": 11432523,
                                "byte_stop": 11462929,
                                "text": "Now, the Court of Claims held that that was the correct law, starting with the Klamath case in 1966."
                            },
                            {
                                "start": 2829.137,
                                "stop": 2849.801,
                                "byte_start": 11462929,
                                "byte_stop": 11545581,
                                "text": "So when we filed our case in 1971, that had been the law expressly for five years, and the Court of Claims after that Klamath case in 1966, a dozen cases had ruled to that effect up until your Testan case when the question arose that we\u0027re now discussing."
                            },
                            {
                                "start": 2849.801,
                                "stop": 2854.22,
                                "byte_start": 11545581,
                                "byte_stop": 11563344,
                                "text": "That\u0027s also true in a number of other federal courts."
                            },
                            {
                                "start": 2854.22,
                                "stop": 2868.578,
                                "byte_start": 11563344,
                                "byte_stop": 11620709,
                                "text": "The Moose case, which we\u0027ve cited in our brief, decided by the Ninth Circuit, both the majority and the dissenter thought that the existence of the trust was all you needed to get through the Tucker Act."
                            },
                            {
                                "start": 2868.578,
                                "stop": 2876.766,
                                "byte_start": 11620709,
                                "byte_stop": 11653519,
                                "text": "That case was decided after Testan and Mitchell, and therefore considered itself in harmony with both of your opinions."
                            },
                            {
                                "start": 2876.766,
                                "stop": 2884.072,
                                "byte_start": 11653519,
                                "byte_stop": 11682671,
                                "text": "The Whiskers case in the Tenth Circuit, also cited in our brief, that was decided after Testan but before Mitchell."
                            },
                            {
                                "start": 2884.072,
                                "stop": 2889.809,
                                "byte_start": 11682671,
                                "byte_stop": 11705659,
                                "text": "They said that if you prove the trust, you have proved all you need to to get into court."
                            },
                            {
                                "start": 2889.809,
                                "stop": 2899.982,
                                "byte_start": 11705659,
                                "byte_stop": 11746306,
                                "text": "And there are two additional district courts, different district courts, different judges, in California who have also ruled to the same effect."
                            },
                            {
                                "start": 2899.982,
                                "stop": 2907.355,
                                "byte_start": 11746306,
                                "byte_stop": 11775876,
                                "text": "And that was the view of the three dissenting Justices, I believe, as I read them, when this case was here before."
                            },
                            {
                                "start": 2907.355,
                                "stop": 2923.63,
                                "byte_start": 11775876,
                                "byte_stop": 11840973,
                                "text": "But the majority of you seemed to feel that the question of what duties the trust imposed was part of the Testan analysis and therefore a threshold issue that had to be adjudicated before the merits were reached to see if they mandated compensation."
                            },
                            {
                                "start": 2923.63,
                                "stop": 2940.326,
                                "byte_start": 11840973,
                                "byte_stop": 11907742,
                                "text": "I have to express the hope that once the law is sorted out, if it is sorted out in our favor, that it would be possible to handle that question during the trial of the merits rather than as a preliminary question."
                            },
                            {
                                "start": 2940.326,
                                "stop": 2947.246,
                                "byte_start": 11907742,
                                "byte_stop": 11935432,
                                "text": "Now, I come now to the part of my argument."
                            },
                            {
                                "start": 2947.246,
                                "stop": 2952.764,
                                "byte_start": 11935432,
                                "byte_stop": 11957480,
                                "text": "The Government says the ultimate question here is one of congressional intent."
                            },
                            {
                                "start": 2952.764,
                                "stop": 2955.6,
                                "byte_start": 11957480,
                                "byte_stop": 11968869,
                                "text": "We agree."
                            },
                            {
                                "start": 2955.6,
                                "stop": 2975.746,
                                "byte_start": 11968869,
                                "byte_stop": 12049431,
                                "text": "If Congress had said what it wanted, we wouldn\u0027t be here; so we have to look to secondary sources to see what Congress intended, and the intent we\u0027re looking for is an intent that these plaintiffs have money damages for the vindication of their right, which everyone concedes that they have."
                            },
                            {
                                "start": 2975.746,
                                "stop": 2981.331,
                                "byte_start": 12049431,
                                "byte_stop": 12071791,
                                "text": "They have the right but... they have the right, but the question is whether it\u0027s vindicatable in damages."
                            }
                        ]
                    },
                    {
                        "start": 2981.331,
                        "stop": 2982.916,
                        "byte_start": 12071791,
                        "byte_stop": 12078061,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2981.331,
                                "stop": 2982.916,
                                "byte_start": 12071791,
                                "byte_stop": 12078061,
                                "text": "Money damages against the Government."
                            }
                        ]
                    },
                    {
                        "start": 2982.916,
                        "stop": 3205.376,
                        "byte_start": 12078061,
                        "byte_stop": 12967896,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 2982.916,
                                "stop": 2983.95,
                                "byte_start": 12078061,
                                "byte_stop": 12082240,
                                "text": "Yes."
                            },
                            {
                                "start": 2983.95,
                                "stop": 2993.189,
                                "byte_start": 12082240,
                                "byte_stop": 12119230,
                                "text": "And, of course, underlying every point I make is well, how is our case different from Testan."
                            },
                            {
                                "start": 2993.189,
                                "stop": 2998.276,
                                "byte_start": 12119230,
                                "byte_stop": 12139501,
                                "text": "Well, first of all I\u0027m going to go through eight points."
                            },
                            {
                                "start": 2998.276,
                                "stop": 3004.347,
                                "byte_start": 12139501,
                                "byte_stop": 12163847,
                                "text": "The first point is that there is the trust relationship here which was not present in the Testan case."
                            },
                            {
                                "start": 3004.347,
                                "stop": 3008.967,
                                "byte_start": 12163847,
                                "byte_stop": 12182342,
                                "text": "Congress created a trust in 1877."
                            },
                            {
                                "start": 3008.967,
                                "stop": 3015.304,
                                "byte_start": 12182342,
                                "byte_stop": 12207628,
                                "text": "Then it infused additional duties into that trust in 1910 and after."
                            },
                            {
                                "start": 3015.304,
                                "stop": 3028.964,
                                "byte_start": 12207628,
                                "byte_stop": 12262276,
                                "text": "As this Court held in the Bracker case, the purpose of that trust, or at least the management of the timber in trust, was to generate for the Indians whatever profit the forest was capable of yielding."
                            },
                            {
                                "start": 3028.964,
                                "stop": 3035.635,
                                "byte_start": 12262276,
                                "byte_stop": 12288921,
                                "text": "That\u0027s a quotation from your White Mountain Apache, 448 U.S. 149."
                            },
                            {
                                "start": 3035.635,
                                "stop": 3044.407,
                                "byte_start": 12288921,
                                "byte_stop": 12324030,
                                "text": "These regulations dealing with this trust timber were approved by the Ninth Circuit in the Eastman case in 1941."
                            },
                            {
                                "start": 3044.407,
                                "stop": 3057.464,
                                "byte_start": 12324030,
                                "byte_stop": 12376275,
                                "text": "When Congress creates a trust, we submit that Congress intends whatever remedy is necessary to carry out that trust, if the trust is breached."
                            },
                            {
                                "start": 3057.464,
                                "stop": 3073.16,
                                "byte_start": 12376275,
                                "byte_stop": 12439073,
                                "text": "Since the purpose of this trust was to generate money, it follows that Congress\u0027 intent following the purpose of the trust was to make up for that money if the Government by improper action caused a loss of that money."
                            },
                            {
                                "start": 3073.16,
                                "stop": 3075.526,
                                "byte_start": 12439073,
                                "byte_stop": 12448477,
                                "text": "In Testan you didn\u0027t have a trust."
                            },
                            {
                                "start": 3075.526,
                                "stop": 3079.064,
                                "byte_start": 12448477,
                                "byte_stop": 12462688,
                                "text": "In fact, you didn\u0027t even have a contracted employment."
                            },
                            {
                                "start": 3079.064,
                                "stop": 3096.775,
                                "byte_start": 12462688,
                                "byte_stop": 12533532,
                                "text": "The second point is this: if you feel that more than the bare trust is required, well, it so happens that we have an actual glimpse of the intent of Congress, the actual intent of Congress here."
                            },
                            {
                                "start": 3096.775,
                                "stop": 3105.129,
                                "byte_start": 12533532,
                                "byte_stop": 12566969,
                                "text": "In 1946 Congress passed the Indian Claims Commission Act, and part of that was what we call the Indian Tucker Act."
                            },
                            {
                                "start": 3105.129,
                                "stop": 3110.866,
                                "byte_start": 12566969,
                                "byte_stop": 12589852,
                                "text": "The Indian Tucker Act was in effect a repetition of the Tucker Act and made applicable to Indians."
                            },
                            {
                                "start": 3110.866,
                                "stop": 3118.722,
                                "byte_start": 12589852,
                                "byte_stop": 12621303,
                                "text": "And the legislative history clearly shows that they expected Indian breach of trust suits to be brought under that act for damages."
                            },
                            {
                                "start": 3118.722,
                                "stop": 3121.924,
                                "byte_start": 12621303,
                                "byte_stop": 12634155,
                                "text": "I\u0027d like to read you a couple of quotes in our brief."
                            },
                            {
                                "start": 3121.924,
                                "stop": 3128.161,
                                "byte_start": 12634155,
                                "byte_stop": 12659024,
                                "text": "If you want to follow them with me, it\u0027s on page 28 of our red brief."
                            },
                            {
                                "start": 3128.161,
                                "stop": 3135.432,
                                "byte_start": 12659024,
                                "byte_stop": 12688177,
                                "text": "I think the language is so strong I\u0027d like to have it before all of us."
                            },
                            {
                                "start": 3135.432,
                                "stop": 3145.288,
                                "byte_start": 12688177,
                                "byte_stop": 12727569,
                                "text": "The sponsor of this act and the provision we\u0027re talking about was Henry Jackson of Washington, now Senator Jackson."
                            },
                            {
                                "start": 3145.288,
                                "stop": 3149.456,
                                "byte_start": 12727569,
                                "byte_stop": 12744288,
                                "text": "He said in the course of the debate that,"
                            },
                            {
                                "start": 3149.456,
                                "stop": 3162.082,
                                "byte_start": 12744288,
                                "byte_stop": 12794756,
                                "text": "\u0022The Interior Department itself suggested that it ought not be in a position where its employees can mishandle funds and lands of a national trusteeship without complete accountability. \u0022"
                            },
                            {
                                "start": 3162.082,
                                "stop": 3173.488,
                                "byte_start": 12794756,
                                "byte_stop": 12840418,
                                "text": "\u0022Let us see that the Indians have their fair day in court so that they can call the various government agencies to account on the obligations that the federal government assumed. \u0022"
                            },
                            {
                                "start": 3173.488,
                                "stop": 3178.742,
                                "byte_start": 12840418,
                                "byte_stop": 12861421,
                                "text": "And the House report, following the same trend, said,"
                            },
                            {
                                "start": 3178.742,
                                "stop": 3194.052,
                                "byte_start": 12861421,
                                "byte_stop": 12922652,
                                "text": "\u0022If we fail to meet these obligations by denying access to the courts when trust funds have been improperly dissipated or other fiduciary duties have been violated, we compromise the national honor of the United States. \u0022"
                            },
                            {
                                "start": 3194.052,
                                "stop": 3205.376,
                                "byte_start": 12922652,
                                "byte_stop": 12967896,
                                "text": "I don\u0027t see how you can read that language and conclude that Congress didn\u0027t intend for breach of trust actions involving damages to be brought under the Indian Tucker Act."
                            }
                        ]
                    },
                    {
                        "start": 3205.376,
                        "stop": 3212.265,
                        "byte_start": 12967896,
                        "byte_stop": 12995481,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 3205.376,
                                "stop": 3212.265,
                                "byte_start": 12967896,
                                "byte_stop": 12995481,
                                "text": "Well, but that would all be... if you read the Indian Tucker Act that way, then Mitchell was wrongly decided, wasn\u0027t it?"
                            }
                        ]
                    },
                    {
                        "start": 3212.265,
                        "stop": 3652.605,
                        "byte_start": 12995481,
                        "byte_stop": 14756866,
                        "speaker": {
                            "ID": 19256,
                            "name": "Charles A. Hobbs",
                            "href": "https:\/\/api.oyez.org\/people\/charles_a_hobbs",
                            "last_name": "Hobbs",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_a_hobbs"
                        },
                        "text_blocks": [
                            {
                                "start": 3212.265,
                                "stop": 3215.567,
                                "byte_start": 12995481,
                                "byte_stop": 13008647,
                                "text": "I can\u0027t speak to that."
                            },
                            {
                                "start": 3215.567,
                                "stop": 3217.25,
                                "byte_start": 13008647,
                                "byte_stop": 13015439,
                                "text": "That\u0027s a complex question."
                            },
                            {
                                "start": 3217.25,
                                "stop": 3229.574,
                                "byte_start": 13015439,
                                "byte_stop": 13064758,
                                "text": "But it is a fact that the Indian Tucker Act has a legislative history showing that it was intended that suits brought under it for breach of trust could... could be brought."
                            },
                            {
                                "start": 3229.574,
                                "stop": 3232.943,
                                "byte_start": 13064758,
                                "byte_stop": 13078237,
                                "text": "My third point is the negative inference."
                            },
                            {
                                "start": 3232.943,
                                "stop": 3238.263,
                                "byte_start": 13078237,
                                "byte_stop": 13099449,
                                "text": "In the Testan case the claimant was seeking back pay."
                            },
                            {
                                "start": 3238.263,
                                "stop": 3247.785,
                                "byte_start": 13099449,
                                "byte_stop": 13137587,
                                "text": "Now, Congress had carefully spelled out what remedy you get when you\u0027re misclassified, and one of the remedies it did not mention was back pay."
                            },
                            {
                                "start": 3247.785,
                                "stop": 3257.341,
                                "byte_start": 13137587,
                                "byte_stop": 13175831,
                                "text": "There was another possible act, the Back Pay Act, but that clearly did not apply because it only applied to people who were removed from a position they held."
                            },
                            {
                                "start": 3257.341,
                                "stop": 3261.879,
                                "byte_start": 13175831,
                                "byte_stop": 13193907,
                                "text": "It did not apply to people like Testan who didn\u0027t hold the position."
                            },
                            {
                                "start": 3261.879,
                                "stop": 3273.435,
                                "byte_start": 13193907,
                                "byte_stop": 13240196,
                                "text": "Well, if Congress says if the Government breaches its duty you get to do A, that\u0027s an implication that they thought about and didn\u0027t intend for you to get B."
                            },
                            {
                                "start": 3273.435,
                                "stop": 3280.19,
                                "byte_start": 13240196,
                                "byte_stop": 13267155,
                                "text": "So there\u0027s a negative inference present in Testan that\u0027s not present here."
                            },
                            {
                                "start": 3280.19,
                                "stop": 3289.462,
                                "byte_start": 13267155,
                                "byte_stop": 13304249,
                                "text": "I think that the next point, my point number four, supports that, buttresses it."
                            },
                            {
                                "start": 3289.462,
                                "stop": 3293.031,
                                "byte_start": 13304249,
                                "byte_stop": 13318564,
                                "text": "Testan was claiming a right not known in common law."
                            },
                            {
                                "start": 3293.031,
                                "stop": 3299.735,
                                "byte_start": 13318564,
                                "byte_stop": 13345313,
                                "text": "He was claiming a right created by Congress, which was the right to equal pay for equal work."
                            },
                            {
                                "start": 3299.735,
                                "stop": 3321.333,
                                "byte_start": 13345313,
                                "byte_stop": 13431726,
                                "text": "Now, it\u0027s reasonable to say for a right that was created in the beginning by Congress with no comparable rights in common law, it\u0027s reasonable to say what remedy did Congress want when it created this new right."
                            },
                            {
                                "start": 3321.333,
                                "stop": 3333.225,
                                "byte_start": 13431726,
                                "byte_stop": 13479373,
                                "text": "And I think it was fair to ask in the Testan case that if Congress is going to create a right, it\u0027d better then spell out what remedy it wants to go with this new right; otherwise, we\u0027re at sea."
                            },
                            {
                                "start": 3333.225,
                                "stop": 3336.11,
                                "byte_start": 13479373,
                                "byte_stop": 13490867,
                                "text": "We don\u0027t know what kind of remedy Congress wanted."
                            },
                            {
                                "start": 3336.11,
                                "stop": 3337.46,
                                "byte_start": 13490867,
                                "byte_stop": 13496301,
                                "text": "But what about our case?"
                            },
                            {
                                "start": 3337.46,
                                "stop": 3342.68,
                                "byte_start": 13496301,
                                "byte_stop": 13517094,
                                "text": "Our case involves a trust relationship, which is very well known in common law."
                            },
                            {
                                "start": 3342.68,
                                "stop": 3364.31,
                                "byte_start": 13517094,
                                "byte_stop": 13603612,
                                "text": "We think that the proper presumption is that when Congress recognizes a right, creates a right, if you like, but a right well known in common law such as this trust right, that it intends the ordinary and usual remedy for breach of trust, unless it gives some indication to the contrary, which it did not do in our case."
                            },
                            {
                                "start": 3364.31,
                                "stop": 3372.033,
                                "byte_start": 13603612,
                                "byte_stop": 13634541,
                                "text": "Of course, common law for a breach of trust, damages is the absolutely regular remedy."
                            },
                            {
                                "start": 3372.033,
                                "stop": 3374.818,
                                "byte_start": 13634541,
                                "byte_stop": 13645721,
                                "text": "Five, the canons of construction."
                            },
                            {
                                "start": 3374.818,
                                "stop": 3386.626,
                                "byte_start": 13645721,
                                "byte_stop": 13692951,
                                "text": "You\u0027ve ruled many times that the canons of construction call for construing statutes in favor of Indians when those statutes are intended for the benefit of Indians, as these are."
                            },
                            {
                                "start": 3386.626,
                                "stop": 3393.246,
                                "byte_start": 13692951,
                                "byte_stop": 13719387,
                                "text": "And that includes cases where the Indian interests are in competition with those of the United States, as here."
                            },
                            {
                                "start": 3393.246,
                                "stop": 3398.866,
                                "byte_start": 13719387,
                                "byte_stop": 13741852,
                                "text": "Our Footnote 23 lists some of the cases so holding."
                            },
                            {
                                "start": 3398.866,
                                "stop": 3402.051,
                                "byte_start": 13741852,
                                "byte_stop": 13754600,
                                "text": "Our point six is present right versus future right."
                            },
                            {
                                "start": 3402.051,
                                "stop": 3404.001,
                                "byte_start": 13754600,
                                "byte_stop": 13762436,
                                "text": "Testan only had a future right."
                            },
                            {
                                "start": 3404.001,
                                "stop": 3409.755,
                                "byte_start": 13762436,
                                "byte_stop": 13785424,
                                "text": "He had to first get classified to where he said he should be before he had a right to money."
                            },
                            {
                                "start": 3409.755,
                                "stop": 3411.674,
                                "byte_start": 13785424,
                                "byte_stop": 13793156,
                                "text": "We have a present right."
                            },
                            {
                                "start": 3411.674,
                                "stop": 3416.576,
                                "byte_start": 13793156,
                                "byte_stop": 13812696,
                                "text": "Once the Secretary started to log our timber, we had a right that it be done properly."
                            },
                            {
                                "start": 3416.576,
                                "stop": 3429.569,
                                "byte_start": 13812696,
                                "byte_stop": 13864732,
                                "text": "Therefore, we\u0027re like Wickersham, a case you cited in the Testan case, where he held his position and was removed from it, and therefore had a present right to be paid."
                            },
                            {
                                "start": 3429.569,
                                "stop": 3433.204,
                                "byte_start": 13864732,
                                "byte_stop": 13879256,
                                "text": "Point seven is consideration."
                            },
                            {
                                "start": 3433.204,
                                "stop": 3444.911,
                                "byte_start": 13879256,
                                "byte_stop": 13926067,
                                "text": "We\u0027re paying a good price to have the Secretary perform these services, whereas this is not a gratuitous action... service provided by the Secretary."
                            },
                            {
                                "start": 3444.911,
                                "stop": 3465.475,
                                "byte_start": 13926067,
                                "byte_stop": 14008301,
                                "text": "In addition to actual money consideration, there\u0027s another consideration point that has been recognized by President... all Presidents since President Nixon and by many cases, and that is this: These lands are part of the great transaction with Indian tribes."
                            },
                            {
                                "start": 3465.475,
                                "stop": 3475.864,
                                "byte_start": 14008301,
                                "byte_stop": 14049888,
                                "text": "When the United States took over lands from the Indians, it made a bargain, which has been recognized by the courts even though the treaty may not have said it in so many words."
                            },
                            {
                                "start": 3475.864,
                                "stop": 3478.616,
                                "byte_start": 14049888,
                                "byte_stop": 14060859,
                                "text": "And the bargain was: You come under our protection."
                            },
                            {
                                "start": 3478.616,
                                "stop": 3489.173,
                                "byte_start": 14060859,
                                "byte_stop": 14103073,
                                "text": "We\u0027ll take the land you don\u0027t need, and we\u0027ll educate you and bring you to the point of competency; and in the meantime we\u0027ll hold your land in trust."
                            },
                            {
                                "start": 3489.173,
                                "stop": 3518.174,
                                "byte_start": 14103073,
                                "byte_stop": 14219161,
                                "text": "The eighth one, the final point I want to make, is the intent of Congress that you found in the Capoeman case... and Capoeman is one of the plaintiffs in this case... that was a tax refund case, and you held that there was an implied exemption to the federal income tax because when Congress set these lands aside, it did not intend that their value be depleted by taxes."
                            },
                            {
                                "start": 3518.174,
                                "stop": 3521.892,
                                "byte_start": 14219161,
                                "byte_stop": 14233999,
                                "text": "Well, it seems that we have the same situation here."
                            },
                            {
                                "start": 3521.892,
                                "stop": 3533.266,
                                "byte_start": 14233999,
                                "byte_stop": 14279452,
                                "text": "If Congress intended that the trust property be undepleted by federal taxes, doesn\u0027t it follow that it shouldn\u0027t be depleted by federal mismanagement?"
                            },
                            {
                                "start": 3533.266,
                                "stop": 3545.157,
                                "byte_start": 14279452,
                                "byte_stop": 14327099,
                                "text": "Why should our case be any different... this is a new line of argument... why should our case be any different because our property is timber rather than money?"
                            },
                            {
                                "start": 3545.157,
                                "stop": 3551.861,
                                "byte_start": 14327099,
                                "byte_stop": 14353849,
                                "text": "If we had money, we could sue for breach of trust, for failure to manage the money properly."
                            },
                            {
                                "start": 3551.861,
                                "stop": 3557.399,
                                "byte_start": 14353849,
                                "byte_stop": 14376000,
                                "text": "That\u0027s the Moose case, the Whiskers case, the dissent below admits that."
                            },
                            {
                                "start": 3557.399,
                                "stop": 3567.271,
                                "byte_start": 14376000,
                                "byte_stop": 14415498,
                                "text": "How can you justifiably draw a distinction between timber and funds, especially when the purpose of managing the timber is to generate money?"
                            },
                            {
                                "start": 3567.271,
                                "stop": 3574.476,
                                "byte_start": 14415498,
                                "byte_stop": 14444337,
                                "text": "And finally, as we\u0027ve made out in our brief, we have a contract here."
                            },
                            {
                                "start": 3574.476,
                                "stop": 3586.55,
                                "byte_start": 14444337,
                                "byte_stop": 14492611,
                                "text": "The power of attorney, which is reproduced at Appendix 1 of our red brief, appoints the United States to be the agent of the allottee and to sell his timber and to"
                            },
                            {
                                "start": 3586.55,
                                "stop": 3592.271,
                                "byte_start": 14492611,
                                "byte_stop": 14515494,
                                "text": "\u0022do all, perform every act necessary and requisite to the consummation of the sale. \u0022"
                            },
                            {
                                "start": 3592.271,
                                "stop": 3597.356,
                                "byte_start": 14515494,
                                "byte_stop": 14535870,
                                "text": "That means the whole panoply of actions that the Secretary did."
                            },
                            {
                                "start": 3597.356,
                                "stop": 3602.827,
                                "byte_start": 14535870,
                                "byte_stop": 14557708,
                                "text": "And that power of attorney also authorizes the Secretary to charge a fee for that service."
                            },
                            {
                                "start": 3602.827,
                                "stop": 3612.182,
                                "byte_start": 14557708,
                                "byte_stop": 14595115,
                                "text": "Now, we think there was a meeting of the minds here; that the allottee expected not only that his timber would be managed, but that it would be managed competently."
                            },
                            {
                                "start": 3612.182,
                                "stop": 3617.6,
                                "byte_start": 14595115,
                                "byte_stop": 14616849,
                                "text": "We can look to the legislative history of the 1910 Act for that conclusion."
                            },
                            {
                                "start": 3617.6,
                                "stop": 3629.742,
                                "byte_start": 14616849,
                                "byte_stop": 14665437,
                                "text": "The Government spells it out pretty well in Footnote 25, showing that the question of whether the Secretary was going to be a competent manager was an important point during the legislative history."
                            },
                            {
                                "start": 3629.742,
                                "stop": 3649.487,
                                "byte_start": 14665437,
                                "byte_stop": 14744327,
                                "text": "These Indians had a right under the 1910 Act to competent management, and that takes expression in the power of attorney that\u0027s reproduced in our brief."
                            },
                            {
                                "start": 3649.487,
                                "stop": 3652.605,
                                "byte_start": 14744327,
                                "byte_stop": 14756866,
                                "text": "If the Court has no further questions, that concludes my argument."
                            }
                        ]
                    },
                    {
                        "start": 3652.605,
                        "stop": 3657.824,
                        "byte_start": 14756866,
                        "byte_stop": 14777764,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3652.605,
                                "stop": 3654.639,
                                "byte_start": 14756866,
                                "byte_stop": 14765016,
                                "text": "Very well."
                            },
                            {
                                "start": 3654.639,
                                "stop": 3657.824,
                                "byte_start": 14765016,
                                "byte_stop": 14777764,
                                "text": "Do you have anything further?"
                            }
                        ]
                    }
                ]
            },
            {
                "start": 3657.824,
                "stop": 3770.961,
                "byte_start": 14777764,
                "byte_stop": 15230204,
                "turns": [
                    {
                        "start": 3657.824,
                        "stop": 3767.595,
                        "byte_start": 14777764,
                        "byte_stop": 15216830,
                        "speaker": {
                            "ID": 33036,
                            "name": "Joshua I. Schwartz",
                            "href": "https:\/\/api.oyez.org\/people\/joshua_i_schwartz",
                            "last_name": "Schwartz",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "joshua_i_schwartz"
                        },
                        "text_blocks": [
                            {
                                "start": 3657.824,
                                "stop": 3661.961,
                                "byte_start": 14777764,
                                "byte_stop": 14794273,
                                "text": "Briefly, Mr. Chief Justice, two points."
                            },
                            {
                                "start": 3661.961,
                                "stop": 3670.15,
                                "byte_start": 14794273,
                                "byte_stop": 14826978,
                                "text": "The first is that respondents\u0027 argument proceeds as though the statutes in issue here expressly declared a trust."
                            },
                            {
                                "start": 3670.15,
                                "stop": 3671.266,
                                "byte_start": 14826978,
                                "byte_stop": 14831471,
                                "text": "That is not the case."
                            },
                            {
                                "start": 3671.266,
                                "stop": 3673.732,
                                "byte_start": 14831471,
                                "byte_stop": 14841398,
                                "text": "Their text does not support that reading."
                            },
                            {
                                "start": 3673.732,
                                "stop": 3692.946,
                                "byte_start": 14841398,
                                "byte_stop": 14918198,
                                "text": "And as I understand respondents\u0027 argument, the view is that these statutes expanded the General Allotment Act trust, but none of the statutes refer to the General Allotment Act; and it\u0027s clear that all of the statutes apply to properties that are not subject to the General Allotment Act."
                            },
                            {
                                "start": 3692.946,
                                "stop": 3711.425,
                                "byte_start": 14918198,
                                "byte_stop": 14992072,
                                "text": "The statutes are either adequate on their own or not to create a damage remedy, and there\u0027s simply no nexus that\u0027s apparent from the statutory language or the legislative history that would suggest this was a congressional attempt to expand the General Allotment Act duties."
                            },
                            {
                                "start": 3711.425,
                                "stop": 3730.837,
                                "byte_start": 14992072,
                                "byte_stop": 15069813,
                                "text": "If I can return to the question of the relationship between this and the private right of action cases, we agree that there is much in common between the two lines of analysis, and in both the rule is, as the Court said in Touche Ross and Reddington, the ultimate question is one of congressional intent."
                            },
                            {
                                "start": 3730.837,
                                "stop": 3737.573,
                                "byte_start": 15069813,
                                "byte_stop": 15096667,
                                "text": "And the Court\u0027s refusal in Testan to go beyond that intent speaks to the same kind of analysis."
                            },
                            {
                                "start": 3737.573,
                                "stop": 3767.595,
                                "byte_start": 15096667,
                                "byte_stop": 15216830,
                                "text": "But we would add that the private right of action cases rarely distinguish between damages remedies and injunctive remedies, and that because of the background of sovereign immunity there\u0027s an extra layer of... an extra requirement of special clarity that Congress intended a damages remedy so that the showing... the showing required in the ordinary private right of action cases should be applied especially strictly in this context."
                            }
                        ]
                    },
                    {
                        "start": 3767.595,
                        "stop": 3770.961,
                        "byte_start": 15216830,
                        "byte_stop": 15230204,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3767.595,
                                "stop": 3769.778,
                                "byte_start": 15216830,
                                "byte_stop": 15225502,
                                "text": "Thank you, gentlemen."
                            },
                            {
                                "start": 3769.778,
                                "stop": 3770.961,
                                "byte_start": 15225502,
                                "byte_stop": 15230204,
                                "text": "The case is submitted."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}