{
    "id": 21660,
    "title": "Opinion Announcement - June 25, 2012 (Part 2)",
    "transcript": {
        "title": "Arizona v. United States",
        "duration": 678.321,
        "sections": [
            {
                "start": 0,
                "stop": 678.321,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 678.321,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.066,
                                "byte_start": 106496,
                                "byte_stop": 134813,
                                "text": "I would uphold all the provisions of the Arizona law."
                            },
                            {
                                "start": 7.066,
                                "stop": 23.378,
                                "byte_start": 134813,
                                "byte_stop": 200014,
                                "text": "For almost a century after the Constitution was ratified, there were no federal immigration laws except one of the infamous alien -- alien and sedition acts that was discredited and allowed to expire."
                            },
                            {
                                "start": 23.378,
                                "stop": 35.334,
                                "byte_start": 200014,
                                "byte_stop": 247871,
                                "text": "In that first century, all regulation of immigration was by the states, which excluded various categories of would be immigrates, including convicted criminals and indigents."
                            },
                            {
                                "start": 35.334,
                                "stop": 41.832,
                                "byte_start": 247871,
                                "byte_stop": 273889,
                                "text": "Indeed, many questioned whether the federal government had any power to control immigration."
                            },
                            {
                                "start": 41.832,
                                "stop": 46.848,
                                "byte_start": 273889,
                                "byte_stop": 293951,
                                "text": "That was Jefferson\u0027s and Madison\u0027s objection to the Alien Act."
                            },
                            {
                                "start": 46.848,
                                "stop": 55.861,
                                "byte_start": 293951,
                                "byte_stop": 330000,
                                "text": "The State\u0027s power to control immigration, however, has always been accepted and is indeed reflected in some provisions of the Constitution."
                            },
                            {
                                "start": 55.861,
                                "stop": 77.216,
                                "byte_start": 330000,
                                "byte_stop": 415368,
                                "text": "The provision that, \u0022The citizens of each State shall be entitled to all privileges and immunities of citizens in the several states was a revision of the provision in the article of -- articles of confederation which gave those privileges and immunities, not to citizens of other states but to inhabitants of other states.\u0022"
                            },
                            {
                                "start": 77.216,
                                "stop": 87.24,
                                "byte_start": 415368,
                                "byte_stop": 455492,
                                "text": "It was revised because giving that protection to mere inhabitants would allow the immigration policies of one State to be imposed on the others."
                            },
                            {
                                "start": 87.24,
                                "stop": 109.023,
                                "byte_start": 455492,
                                "byte_stop": 542636,
                                "text": "Even that revision was thought not to be enough because the states were not willing to have their immigration policies determined even by the citizenry -- citizenship requirements of other states, hence the Naturalization Clause of the constitution which enables the federal government to control who can be a citizen."
                            },
                            {
                                "start": 109.023,
                                "stop": 117.366,
                                "byte_start": 542636,
                                "byte_stop": 575969,
                                "text": "Of course the federal power to control immigration was ultimately accepted and rightly so, but where does that power come from?"
                            },
                            {
                                "start": 117.366,
                                "stop": 124.984,
                                "byte_start": 575969,
                                "byte_stop": 606480,
                                "text": "Jefferson and Madison were correct that it is nowhere to be found in the Constitution\u0027s enumeration of federal powers."
                            },
                            {
                                "start": 124.984,
                                "stop": 133.613,
                                "byte_start": 606480,
                                "byte_stop": 640961,
                                "text": "The federal power over immigration cannot plausibly derive from the Naturalization Clause which is what the government asserted."
                            },
                            {
                                "start": 133.613,
                                "stop": 148.648,
                                "byte_start": 640961,
                                "byte_stop": 701147,
                                "text": "Not only does the power to confer citizenship have nothing to do with the power to exclude immigrants, but as I have described, the Naturalization Clause was a vindication of State rather than federal power over immigration."
                            },
                            {
                                "start": 148.648,
                                "stop": 153.959,
                                "byte_start": 701147,
                                "byte_stop": 722359,
                                "text": "Federal power over immigration comes from the same source as state power over immigration."
                            },
                            {
                                "start": 153.959,
                                "stop": 161.333,
                                "byte_start": 722359,
                                "byte_stop": 751929,
                                "text": "It is an inherent attribute, perhaps the fundamental attribute of sovereignty."
                            },
                            {
                                "start": 161.333,
                                "stop": 167.084,
                                "byte_start": 751929,
                                "byte_stop": 774917,
                                "text": "The states of course are sovereign, the United States being a union of sovereign states."
                            },
                            {
                                "start": 167.084,
                                "stop": 176.013,
                                "byte_start": 774917,
                                "byte_stop": 810653,
                                "text": "To be sovereign is necessarily to possess the power to exclude unwanted persons and things from the territory."
                            },
                            {
                                "start": 176.013,
                                "stop": 190.583,
                                "byte_start": 810653,
                                "byte_stop": 868854,
                                "text": "That is why the Constitution\u0027s prohibition of a state\u0027s imposing duties on imports made an exception for \u0022what may be absolutely necessary for executing its inspection laws.\u0022"
                            },
                            {
                                "start": 190.583,
                                "stop": 197.919,
                                "byte_start": 868854,
                                "byte_stop": 898215,
                                "text": "Thus, this Court\u0027s cases have held that the states retain an inherent power to exclude."
                            },
                            {
                                "start": 197.919,
                                "stop": 205.238,
                                "byte_start": 898215,
                                "byte_stop": 927472,
                                "text": "That power can be limited only by the Constitution or by laws enacted pursuant to the Constitution."
                            },
                            {
                                "start": 205.238,
                                "stop": 219.882,
                                "byte_start": 927472,
                                "byte_stop": 986091,
                                "text": "The Constitution as we have seen does not limit a State\u0027s power, but to the contrary vindicates it so the question in this case is quite simply whether the laws of the United States forbid what Arizona has done."
                            },
                            {
                                "start": 219.882,
                                "stop": 240.194,
                                "byte_start": 986091,
                                "byte_stop": 1067280,
                                "text": "Our cases have held with regard to claimed federal abridgement by law of another inherent sovereign power of the states namely, their sovereign immunity from suit, that any abridgement by Congress must be \u0022unequivocally expressed.\u0022"
                            },
                            {
                                "start": 240.194,
                                "stop": 248.378,
                                "byte_start": 1067280,
                                "byte_stop": 1100089,
                                "text": "The same requirement must apply here and there is no unequivocal congressional prohibition of what Arizona has done."
                            },
                            {
                                "start": 248.378,
                                "stop": 256.988,
                                "byte_start": 1100089,
                                "byte_stop": 1134467,
                                "text": "It is not enough to say that the federal immigration laws implicitly \u0022occupy the field,” so-called field preemption."
                            },
                            {
                                "start": 256.988,
                                "stop": 263.52,
                                "byte_start": 1134467,
                                "byte_stop": 1160589,
                                "text": "No federal law says that the states cannot have their own immigration law."
                            },
                            {
                                "start": 263.52,
                                "stop": 280.763,
                                "byte_start": 1160589,
                                "byte_stop": 1229552,
                                "text": "Of course the Supremacy Clause establishes that federal immigration law is supreme so that the State\u0027s immigration laws cannot conflict with it, cannot admit those whom federal law would exclude or exclude those whom federal law would admit, but that has not occurred here."
                            },
                            {
                                "start": 280.763,
                                "stop": 287.871,
                                "byte_start": 1229552,
                                "byte_stop": 1258078,
                                "text": "Arizona has attached consequences under state law to acts that are unlawful under federal law."
                            },
                            {
                                "start": 287.871,
                                "stop": 298.652,
                                "byte_start": 1258078,
                                "byte_stop": 1301128,
                                "text": "Illegal aliens\u0027 presence in Arizona and their failure to maintain what they have on their person evidence of federal alien registration."
                            },
                            {
                                "start": 298.652,
                                "stop": 309.226,
                                "byte_start": 1301128,
                                "byte_stop": 1343446,
                                "text": "It is not at all unusual for a state law to impose additional penalties or attach additional consequences to acts that are unlawful under federal law."
                            },
                            {
                                "start": 309.226,
                                "stop": 311.78,
                                "byte_start": 1343446,
                                "byte_stop": 1353686,
                                "text": "State drug laws are a good example."
                            },
                            {
                                "start": 311.78,
                                "stop": 315.27,
                                "byte_start": 1353686,
                                "byte_stop": 1367583,
                                "text": "That does not conflict with federal law."
                            },
                            {
                                "start": 315.27,
                                "stop": 328.258,
                                "byte_start": 1367583,
                                "byte_stop": 1419619,
                                "text": "In sum, Arizona is entitled to impose additional penalties and consequences for violations of federal immigration laws because it is entitled to have its own immigration laws."
                            },
                            {
                                "start": 328.258,
                                "stop": 339.872,
                                "byte_start": 1419619,
                                "byte_stop": 1466013,
                                "text": "As my opinion describes in more detail, however, most of the provisions challenged here do not even impose additional penalties or consequences for violation of federal immigration laws."
                            },
                            {
                                "start": 339.872,
                                "stop": 345.094,
                                "byte_start": 1466013,
                                "byte_stop": 1486911,
                                "text": "They merely -- they merely apply stricter enforcement."
                            },
                            {
                                "start": 345.094,
                                "stop": 351.149,
                                "byte_start": 1486911,
                                "byte_stop": 1511152,
                                "text": "The federal government would have us believe and the Court today agrees that even that is forbidden."
                            },
                            {
                                "start": 351.149,
                                "stop": 368.193,
                                "byte_start": 1511152,
                                "byte_stop": 1579280,
                                "text": "The government\u0027s briefs -- brief asserted that, \u0022The executive branch\u0027s ability to exercise discretion and set priorities is particularly important because of the need to allocate scarce enforcement resources wisely.\u0022"
                            },
                            {
                                "start": 368.193,
                                "stop": 385.312,
                                "byte_start": 1579280,
                                "byte_stop": 1647825,
                                "text": "But there is no reason why the federal executives need to allocate its scarce enforcement resources, should disable Arizona from devoting its resources to illegal immigration in Arizona then in its view, the federal executive has given short shrift."
                            },
                            {
                                "start": 385.312,
                                "stop": 403.25,
                                "byte_start": 1647825,
                                "byte_stop": 1719505,
                                "text": "Arizona asserts without contradiction and with supporting citations the following, \u0022In the last decade, federal enforcement efforts have focused primarily on California and Texas leaving Arizona\u0027s border to suffer from comparative neglect."
                            },
                            {
                                "start": 403.25,
                                "stop": 409.579,
                                "byte_start": 1719505,
                                "byte_stop": 1744896,
                                "text": "The result has been the funneling of an increasing tide of illegal border crossings into Arizona."
                            },
                            {
                                "start": 409.579,
                                "stop": 418.758,
                                "byte_start": 1744896,
                                "byte_stop": 1781572,
                                "text": "Indeed, over the past decade, over a third of the nation\u0027s illegal border crossings occurred in Arizona.\u0022"
                            },
                            {
                                "start": 418.758,
                                "stop": 436.618,
                                "byte_start": 1781572,
                                "byte_stop": 1853043,
                                "text": "Must Arizona\u0027s ability to protect its borders yield to the reality that Congress has provided inadequate funding for federal enforcement or even worse, to the executive\u0027s unwise targeting of that funding, but leave that aside."
                            },
                            {
                                "start": 436.618,
                                "stop": 448.279,
                                "byte_start": 1853043,
                                "byte_stop": 1899645,
                                "text": "It has become clear that federal enforcement priorities in the sense of priorities based on the need to allocate scarce enforcement resources is not the problem here."
                            },
                            {
                                "start": 448.279,
                                "stop": 462.093,
                                "byte_start": 1899645,
                                "byte_stop": 1954920,
                                "text": "After this case was argued and while it was under consideration, the Secretary of Home Land Security announced a program exempting from immigration enforcement some 1.4 million illegal immigrants."
                            },
                            {
                                "start": 462.093,
                                "stop": 483.795,
                                "byte_start": 1954920,
                                "byte_stop": 2041752,
                                "text": "A husbanding of scarce enforcement resources can hardly be the justification for this since those resources will be eaten up by the considerable administrative cost of conducting the non-enforcement program which will require as many as 1.4 million background checks and by any rulings on request for dispensation."
                            },
                            {
                                "start": 483.795,
                                "stop": 495.258,
                                "byte_start": 2041752,
                                "byte_stop": 2087623,
                                "text": "The President has said that the new program is \u0022the right thing to do\u0022 in light of Congress\u0027 failure to pass the administration\u0027s proposed revision of the immigration laws."
                            },
                            {
                                "start": 495.258,
                                "stop": 499.429,
                                "byte_start": 2087623,
                                "byte_stop": 2104236,
                                "text": "Perhaps it is, though Arizona may not think so."
                            },
                            {
                                "start": 499.429,
                                "stop": 515.107,
                                "byte_start": 2104236,
                                "byte_stop": 2166930,
                                "text": "But to say as the Court does, that Arizona contradicts federal law by enforcing applications of federal immigration law that the President declines to enforce boggles the mind."
                            },
                            {
                                "start": 515.107,
                                "stop": 533.953,
                                "byte_start": 2166930,
                                "byte_stop": 2242372,
                                "text": "The Court\u0027s opinion paints what it considers a looming specter of unutterable horror, \u0022If Section 3 of the Arizona statute were valid, every State could give itself independent authority to prosecute federal registration violations.\u0022"
                            },
                            {
                                "start": 533.953,
                                "stop": 557.87,
                                "byte_start": 2242372,
                                "byte_stop": 2337980,
                                "text": "That seems to me not so horrible and even less looming, but there has come to pass and is with us today, the specter that Arizona and the states that supported, predicted, a federal government that does not want to enforce the immigration laws as written and leaves the states\u0027 borders unprotected against immigrants whom those laws would exclude."
                            },
                            {
                                "start": 557.87,
                                "stop": 559.968,
                                "byte_start": 2337980,
                                "byte_stop": 2346444,
                                "text": "So the issue was a stark one."
                            },
                            {
                                "start": 559.968,
                                "stop": 567.058,
                                "byte_start": 2346444,
                                "byte_stop": 2374760,
                                "text": "Are the sovereign states at the mercy of the federal executive\u0027s refusal to enforce the nation\u0027s immigration laws?"
                            },
                            {
                                "start": 567.058,
                                "stop": 579.737,
                                "byte_start": 2374760,
                                "byte_stop": 2425543,
                                "text": "A good way of answering that question is to ask, would the states conceivably have entered into the union if the Constitution itself contained the Court\u0027s holding today?"
                            },
                            {
                                "start": 579.737,
                                "stop": 603.905,
                                "byte_start": 2425543,
                                "byte_stop": 2522196,
                                "text": "Imagine a provision perhaps inserted right after Article 1, Section 8, Clause 4 of the Naturalization Clause which included among the enumerated powers of Congress the following, \u0022To establish limitations upon immigration that will be exclusive and that will be enforced only to the extent the President deems appropriate.\u0022"
                            },
                            {
                                "start": 603.905,
                                "stop": 611.751,
                                "byte_start": 2522196,
                                "byte_stop": 2553543,
                                "text": "The delegates to the Grant Convention would have rushed to the exits from independence call -- from Independence Hall."
                            },
                            {
                                "start": 611.751,
                                "stop": 623.656,
                                "byte_start": 2553543,
                                "byte_stop": 2601190,
                                "text": "As is often the case, discussions of the dry legalities, that are the proper object of our attention, supresses the very human realities that gave rise to this suit."
                            },
                            {
                                "start": 623.656,
                                "stop": 628.223,
                                "byte_start": 2601190,
                                "byte_stop": 2619476,
                                "text": "Arizona bears the brunt of the country\u0027s illegal immigration problem."
                            },
                            {
                                "start": 628.223,
                                "stop": 639.109,
                                "byte_start": 2619476,
                                "byte_stop": 2662943,
                                "text": "Its citizens feel themselves under siege by large numbers of illegal immigrants who invade their property, strain their social services, and even place their lives in jeopardy."
                            },
                            {
                                "start": 639.109,
                                "stop": 647.64,
                                "byte_start": 2662943,
                                "byte_stop": 2697112,
                                "text": "Federal officials have been unable to remedy the problem and indeed have recently shown that they are simply unwilling to do so."
                            },
                            {
                                "start": 647.64,
                                "stop": 655.724,
                                "byte_start": 2697112,
                                "byte_stop": 2729399,
                                "text": "Arizona has moved to protect its sovereignty, not in contradiction of federal law, but in complete compliance with it."
                            },
                            {
                                "start": 655.724,
                                "stop": 665.345,
                                "byte_start": 2729399,
                                "byte_stop": 2767956,
                                "text": "The laws under challenge do not extend or revise federal immigration restrictions but merely enforce those restrictions more effectively."
                            },
                            {
                                "start": 665.345,
                                "stop": 675.298,
                                "byte_start": 2767956,
                                "byte_stop": 0,
                                "text": "If securing its tenant -- its territory in this fashion is not within the power of Arizona, we should cease referring to it as a sovereign state."
                            },
                            {
                                "start": 675.298,
                                "stop": 678.321,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these reasons, I dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52443,
            "mime": "audio\/mpeg",
            "size": 2807139,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/11-182\/20120625o_11-182_part2.delivery.mp3"
        },
        {
            "id": 74212,
            "mime": "audio\/ogg",
            "size": 6756369,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/11-182\/20120625o_11-182_part2.ogg"
        },
        {
            "id": 74213,
            "mime": "application\/x-mpegURL",
            "size": 11185,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/11-182\/20120625o_11-182_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}