{
    "id": 20363,
    "title": "Opinion Announcement - June 19, 1997",
    "transcript": {
        "title": null,
        "duration": 329.683,
        "sections": [
            {
                "start": 0,
                "stop": 329.683,
                "byte_start": 28672,
                "byte_stop": 1347333,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.537,
                        "byte_start": 28672,
                        "byte_stop": 58870,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.537,
                                "byte_start": 28672,
                                "byte_stop": 58870,
                                "text": "The opinion of the Court in No. 84 Original, United States against Alaska will be announced by Justice O\u0027Connor."
                            }
                        ]
                    },
                    {
                        "start": 7.537,
                        "stop": 329.683,
                        "byte_start": 58870,
                        "byte_stop": 1347333,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.537,
                                "stop": 11.033,
                                "byte_start": 58870,
                                "byte_stop": 72871,
                                "text": "This case is within our original jurisdiction."
                            },
                            {
                                "start": 11.033,
                                "stop": 21.542,
                                "byte_start": 72871,
                                "byte_stop": 114876,
                                "text": "Almost 20 years ago, the United States filed a bill of complaint claiming that it owned certain submerged lands on Alaska\u0027s Arctic Coast."
                            },
                            {
                                "start": 21.542,
                                "stop": 32.238,
                                "byte_start": 114876,
                                "byte_stop": 157717,
                                "text": "Alaska disputed the United States\u0027 claim and also argued that it owned certain submerged lands within two federal reservations in Northern Alaska."
                            },
                            {
                                "start": 32.238,
                                "stop": 44.47,
                                "byte_start": 157717,
                                "byte_stop": 206618,
                                "text": "The region is rich in oil, and each sovereign wants the right to grant leases for offshore exploration, and to share in oil and gas revenues from these lands."
                            },
                            {
                                "start": 44.47,
                                "stop": 50.356,
                                "byte_start": 206618,
                                "byte_stop": 230128,
                                "text": "We appointed a Special Master who oversaw extensive briefing and hearings."
                            },
                            {
                                "start": 50.356,
                                "stop": 59.403,
                                "byte_start": 230128,
                                "byte_stop": 266386,
                                "text": "In March 1996, the Special Master filed a 565-page report containing his recommendations."
                            },
                            {
                                "start": 59.403,
                                "stop": 65.282,
                                "byte_start": 266386,
                                "byte_stop": 289896,
                                "text": "Both the United States and Alaska submitted exceptions to certain of those recommendations."
                            },
                            {
                                "start": 65.282,
                                "stop": 74.377,
                                "byte_start": 289896,
                                "byte_stop": 326259,
                                "text": "In an opinion filed with the Clerk today, we overrule Alaska\u0027s three exceptions and sustain the exception of the United States."
                            },
                            {
                                "start": 74.377,
                                "stop": 82.186,
                                "byte_start": 326259,
                                "byte_stop": 357501,
                                "text": "Alaska\u0027s first exception concerns ownership of submerged lands near a certain barrier island in the Beaufort Sea."
                            },
                            {
                                "start": 82.186,
                                "stop": 95.11,
                                "byte_start": 357501,
                                "byte_stop": 409119,
                                "text": "Alaska argues that its submerged lands should be measured by connecting the barrier islands offshore with straight lines and treating those lines as Alaska\u0027s shoreline -- coastline."
                            },
                            {
                                "start": 95.11,
                                "stop": 97.226,
                                "byte_start": 409119,
                                "byte_stop": 417583,
                                "text": "We reject that approach."
                            },
                            {
                                "start": 97.226,
                                "stop": 108.395,
                                "byte_start": 417583,
                                "byte_stop": 462305,
                                "text": "As our President\u0027s require, the Master followed the principles of the Convention on the Territorial Sea and Contiguous Zone to determine Alaska\u0027s coastline."
                            },
                            {
                                "start": 108.395,
                                "stop": 117.501,
                                "byte_start": 462305,
                                "byte_stop": 498772,
                                "text": "The Master concluded the State owned a three-mile belt of submerged lands along the mainland and around each of the barrier islands."
                            },
                            {
                                "start": 117.501,
                                "stop": 133.58,
                                "byte_start": 498772,
                                "byte_stop": 563033,
                                "text": "Alaska argues, we should not apply the convention because we would be abandoning a firm and continuing United States\u0027 policy of enclosing waters between the mainland and closely group fringing islands as inland waters."
                            },
                            {
                                "start": 133.58,
                                "stop": 140.862,
                                "byte_start": 563033,
                                "byte_stop": 592185,
                                "text": "As we discussed at length in the opinion, the sources Alaska relies on do not bear out of its claim."
                            },
                            {
                                "start": 140.862,
                                "stop": 150.283,
                                "byte_start": 592185,
                                "byte_stop": 629906,
                                "text": "Alaska\u0027s second exception concerns ownership of submerged lands around a gravel and ice formation known as Dinkum Sands."
                            },
                            {
                                "start": 150.283,
                                "stop": 154.717,
                                "byte_start": 629906,
                                "byte_stop": 647565,
                                "text": "The dispute is whether Dinkum Sands qualifies as an island."
                            },
                            {
                                "start": 154.717,
                                "stop": 166.583,
                                "byte_start": 647565,
                                "byte_stop": 695108,
                                "text": "We rely on Article 10 Subsection 1 of the Convention on the Territorial Sea and Contiguous Zone which states that an island is above water at high tide."
                            },
                            {
                                "start": 166.583,
                                "stop": 175.898,
                                "byte_start": 695108,
                                "byte_stop": 732306,
                                "text": "The Convention\u0027s drafting history suggests that a feature can still be an island even if it\u0027s fully submerged at abnormally high tide."
                            },
                            {
                                "start": 175.898,
                                "stop": 187.842,
                                "byte_start": 732306,
                                "byte_stop": 780058,
                                "text": "But the evidence before the Master showed that Dinkum Sands frequently slumps below mean high water, an average that would take into account tidal abnormalities."
                            },
                            {
                                "start": 187.842,
                                "stop": 193.82,
                                "byte_start": 780058,
                                "byte_stop": 803986,
                                "text": "The Master properly concluded in our view that Dinkum Sands is not an island."
                            },
                            {
                                "start": 193.82,
                                "stop": 205.819,
                                "byte_start": 803986,
                                "byte_stop": 852052,
                                "text": "Alaska also challenges the Master\u0027s conclusion that the United States retains submerged lands within the National Petroleum Reserve in the northwestern part of the State."
                            },
                            {
                                "start": 205.819,
                                "stop": 210.086,
                                "byte_start": 852052,
                                "byte_stop": 869083,
                                "text": "Some of the submerged lands in question are beneath inland waters."
                            },
                            {
                                "start": 210.086,
                                "stop": 213.154,
                                "byte_start": 869083,
                                "byte_stop": 881309,
                                "text": "Some are beneath territorial waters."
                            },
                            {
                                "start": 213.154,
                                "stop": 221.904,
                                "byte_start": 881309,
                                "byte_stop": 916313,
                                "text": "The Master concluded that different principles govern the analysis of whether lands beneath these two types of waters pass to the State."
                            },
                            {
                                "start": 221.904,
                                "stop": 230.662,
                                "byte_start": 916313,
                                "byte_stop": 951421,
                                "text": "While we reject that approach, we agree with the Master\u0027s conclusion that the United States retained the submerged lands."
                            },
                            {
                                "start": 230.662,
                                "stop": 243.302,
                                "byte_start": 951421,
                                "byte_stop": 1001890,
                                "text": "Although submerged lands ordinarily pass to a new State when it joins the Union, the United States can defeat state title by reserving land for an appropriate public purpose."
                            },
                            {
                                "start": 243.302,
                                "stop": 260.365,
                                "byte_start": 1001890,
                                "byte_stop": 1070226,
                                "text": "A 1923 Executive Order creating the reserve, reflected a clear intent to include these submerged lands as reserved and Congress recognized the United States\u0027 ownership of the lands in the Alaska Statehood Act."
                            },
                            {
                                "start": 260.365,
                                "stop": 273.502,
                                "byte_start": 1070226,
                                "byte_stop": 1122785,
                                "text": "Finally, the United States challenges the Master\u0027s conclusion that certain submerged lands within the Arctic National Wildlife Refuge in northeastern Alaska pass to the State."
                            },
                            {
                                "start": 273.502,
                                "stop": 286.671,
                                "byte_start": 1122785,
                                "byte_stop": 1175448,
                                "text": "A pre-statehood application submitted to the Secretary of the Interior to create the wildlife refuge reflects a clear intent in our view to include these submerged lands."
                            },
                            {
                                "start": 286.671,
                                "stop": 296.009,
                                "byte_start": 1175448,
                                "byte_stop": 1212750,
                                "text": "The Alaska Statehood Act provided that any lands set apart as a wildlife refuge would not pass to Alaska at statehood."
                            },
                            {
                                "start": 296.009,
                                "stop": 314.496,
                                "byte_start": 1212750,
                                "byte_stop": 1286729,
                                "text": "We agree with the United States that under the Department of Interior regulations, the application had -- have the effect of setting apart the lands covered by the application as a wildlife refuge even though the application had not yet been approved at the time of statehood."
                            },
                            {
                                "start": 314.496,
                                "stop": 318.415,
                                "byte_start": 1286729,
                                "byte_stop": 1302403,
                                "text": "As a result, the lands did not pass to Alaska."
                            },
                            {
                                "start": 318.415,
                                "stop": 329.683,
                                "byte_start": 1302403,
                                "byte_stop": 1347333,
                                "text": "Justice Thomas has filed an opinion concurring in part and dissenting in part in which the Chief Justice and Justice Scalia joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49850,
            "mime": "audio\/mpeg",
            "size": 1347647,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/84%20ORIG\/19970619o_84orig.delivery.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}