{
    "id": 23298,
    "title": "Opinion Announcement - April 23, 2014",
    "transcript": {
        "title": null,
        "duration": 362.232,
        "sections": [
            {
                "start": 0,
                "stop": 362.232,
                "byte_start": 106496,
                "byte_stop": 1555352,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.629,
                        "byte_start": 106496,
                        "byte_stop": 137112,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.629,
                                "byte_start": 106496,
                                "byte_stop": 137112,
                                "text": "Justice Scalia has our opinion this morning in case 12-794, White versus Woodall."
                            }
                        ]
                    },
                    {
                        "start": 7.629,
                        "stop": 362.232,
                        "byte_start": 137112,
                        "byte_stop": 1555352,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.629,
                                "stop": 13.013,
                                "byte_start": 137112,
                                "byte_stop": 158636,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 13.013,
                                "stop": 26.88,
                                "byte_start": 158636,
                                "byte_stop": 214120,
                                "text": "It involves the intersection of the Antiterrorism and Effective Death Penalty Act, so called AEDPA and the privilege against self-incrimination protected by the Fifth Amendment."
                            },
                            {
                                "start": 26.88,
                                "stop": 36.951,
                                "byte_start": 214120,
                                "byte_stop": 254349,
                                "text": "In 1998, the respondent, Robert Woodall pleaded guilty to capital murder, capital kidnapping, and first degree rape."
                            },
                            {
                                "start": 36.951,
                                "stop": 52.474,
                                "byte_start": 254349,
                                "byte_stop": 316416,
                                "text": "He did not testify during the sentencing phase of his trial and his attorney asked the trial judge to instruct the jury that it could not draw an adverse inference of any kind from his silence."
                            },
                            {
                                "start": 52.474,
                                "stop": 55.666,
                                "byte_start": 316416,
                                "byte_stop": 329164,
                                "text": "The judge declined to give that instruction."
                            },
                            {
                                "start": 55.666,
                                "stop": 65.938,
                                "byte_start": 329164,
                                "byte_stop": 370333,
                                "text": "The -- the Kentucky Supreme Court affirmed the denial and we denied respondent\u0027s petition for certiorari on direct appeal."
                            },
                            {
                                "start": 65.938,
                                "stop": 72.92,
                                "byte_start": 370333,
                                "byte_stop": 398232,
                                "text": "In 2006, this crime happened in 1998."
                            },
                            {
                                "start": 72.92,
                                "stop": 80.807,
                                "byte_start": 398232,
                                "byte_stop": 429787,
                                "text": "In 2006, respondent filed this petition for a writ of habeas corpus in Federal District Court."
                            },
                            {
                                "start": 80.807,
                                "stop": 108.307,
                                "byte_start": 429787,
                                "byte_stop": 539815,
                                "text": "The petition argues that our decisions in Carter versus Kentucky, Estelle versus Smith, and Mitchell versus United States, collectively established that criminal defendants are entitled to a no adverse inference instruction at sentencing.According to the petition, the Kentucky Supreme Court unreasonably applied those cases by failing to uphold respondent\u0027s right to such an instruction."
                            },
                            {
                                "start": 108.307,
                                "stop": 110.441,
                                "byte_start": 539815,
                                "byte_stop": 548279,
                                "text": "The District Judge granted the writ."
                            },
                            {
                                "start": 110.441,
                                "stop": 112.222,
                                "byte_start": 548279,
                                "byte_stop": 555489,
                                "text": "The Sixth Circuit affirmed."
                            },
                            {
                                "start": 112.222,
                                "stop": 119.991,
                                "byte_start": 555489,
                                "byte_stop": 586522,
                                "text": "It ordered Kentucky to re -- resentence respondent within 180 days or release him."
                            },
                            {
                                "start": 119.991,
                                "stop": 123.154,
                                "byte_start": 586522,
                                "byte_stop": 599165,
                                "text": "We reverse the judgment of the Sixth Circuit."
                            },
                            {
                                "start": 123.154,
                                "stop": 144.381,
                                "byte_start": 599165,
                                "byte_stop": 684116,
                                "text": "To obtain relief under AEDPA, a prisoner must show that the adjudication of his claim in state court “Resulted in a decision that was contrary to or involved an unreasonable application of clearly established Federal law as determined by the Supreme Court of the United States.”"
                            },
                            {
                                "start": 144.381,
                                "stop": 158.199,
                                "byte_start": 684116,
                                "byte_stop": 739391,
                                "text": "The Sixth Circuit based its ruling on the unreasonable application prong of this standard, which as we have reminded the Sixth Circuit many times, is extremely difficult to meet."
                            },
                            {
                                "start": 158.199,
                                "stop": 172.553,
                                "byte_start": 739391,
                                "byte_stop": 796756,
                                "text": "A state court\u0027s ruling satisfies the unreasonable application prong only if the error -- if the error alleged is so obvious that there could be no fair-minded disagreement about its existence."
                            },
                            {
                                "start": 172.553,
                                "stop": 180.843,
                                "byte_start": 796756,
                                "byte_stop": 829879,
                                "text": "Respondent\u0027s Fifth Amendment claim fails because there are reasonable justifications for the Kentucky Supreme Court\u0027s ruling."
                            },
                            {
                                "start": 180.843,
                                "stop": 190.166,
                                "byte_start": 829879,
                                "byte_stop": 867182,
                                "text": "Carter, the first case respondent cites held that a no adverse inference instruction is required during the guilt phase of a criminal trial."
                            },
                            {
                                "start": 190.166,
                                "stop": 193.028,
                                "byte_start": 867182,
                                "byte_stop": 878676,
                                "text": "This was the -- the sentencing phase."
                            },
                            {
                                "start": 193.028,
                                "stop": 202.721,
                                "byte_start": 878676,
                                "byte_stop": 917441,
                                "text": "Estelle, the second case, concerned the prosecution\u0027s use of an involuntary psychiatric examination during a sentencing hearing."
                            },
                            {
                                "start": 202.721,
                                "stop": 218.588,
                                "byte_start": 917441,
                                "byte_stop": 980867,
                                "text": "And the third case, Mitchell, disapproved a trial judge\u0027s drawing on an adverse inference from the defendant\u0027s silence at sentencing but with respect to “The factual circumstances and details of the crime.”"
                            },
                            {
                                "start": 218.588,
                                "stop": 243.435,
                                "byte_start": 980867,
                                "byte_stop": 1080341,
                                "text": "Those holdings do not clearly establish the broad sentencing phase rule respondent asserts here, nor was the Kentucky Supreme Court\u0027s ruling on unreasonable application of the rules that were clearly established by those holdings, although Estelle held that the Fifth Amendment applies to the penalty phase, it did not address the scope of the privilege in that context."
                            },
                            {
                                "start": 243.435,
                                "stop": 259.024,
                                "byte_start": 1080341,
                                "byte_stop": 1142617,
                                "text": "And in Mitchell, we -- we expressly reserve judgment on whether a sentencing judge may rely on a defendant\u0027s silence to draw adverse inferences regarding the defendant\u0027s lack of remorse and acceptance of responsibility."
                            },
                            {
                                "start": 259.024,
                                "stop": 263.707,
                                "byte_start": 1142617,
                                "byte_stop": 1161425,
                                "text": "That reservation alone dooms respondent\u0027s habeas claim."
                            },
                            {
                                "start": 263.707,
                                "stop": 277.122,
                                "byte_start": 1161425,
                                "byte_stop": 1215028,
                                "text": "It suggest that defendants are not entitled to an -- an across the board instruction like the one at issue here which would have prohibited any adverse inference based on respondent\u0027s silence."
                            },
                            {
                                "start": 277.122,
                                "stop": 296.569,
                                "byte_start": 1215028,
                                "byte_stop": 1292873,
                                "text": "The Sixth Circuit sidestep these fatal defects by invoking the apocryphal notion that habeas relief is warranted whenever a state court unreasonably refuses to extend a holding of this Court to a new context in which the holding “should apply.”"
                            },
                            {
                                "start": 296.569,
                                "stop": 305.224,
                                "byte_start": 1292873,
                                "byte_stop": 1327459,
                                "text": "We have never adopted that interpretation of AEDPA\u0027s unreasonable-application clause and we reject it today."
                            },
                            {
                                "start": 305.224,
                                "stop": 312.129,
                                "byte_start": 1327459,
                                "byte_stop": 1355045,
                                "text": "AEDPA provides a remedy for instances in which a state court unreasonably applies this Court\u0027s precedent."
                            },
                            {
                                "start": 312.129,
                                "stop": 320.49,
                                "byte_start": 1355045,
                                "byte_stop": 1388481,
                                "text": "It does not require state courts to extend that precedent or license federal courts to treat the failure to do so as an error."
                            },
                            {
                                "start": 320.49,
                                "stop": 329.22,
                                "byte_start": 1388481,
                                "byte_stop": 1423381,
                                "text": "Thus, we not decide whether the logical next step of Carter, Estelle, and Mitchell would be to recognize the right respondent claims."
                            },
                            {
                                "start": 329.22,
                                "stop": 336.84,
                                "byte_start": 1423381,
                                "byte_stop": 1453892,
                                "text": "Perhaps the Fifth Amendment requires that penalty phase, no adverse inference instruction in a case like this one, perhaps not."
                            },
                            {
                                "start": 336.84,
                                "stop": 344.235,
                                "byte_start": 1453892,
                                "byte_stop": 1483463,
                                "text": "Either way, there are reasonable arguments on both sides which is what petitioner needs to prevail in this ADEPA case."
                            },
                            {
                                "start": 344.235,
                                "stop": 350.523,
                                "byte_start": 1483463,
                                "byte_stop": 1508645,
                                "text": "The judgment of the Court of Appeals for the Sixth Circuit is reversed and the case is remanded for further proceedings."
                            },
                            {
                                "start": 350.523,
                                "stop": 356.007,
                                "byte_start": 1508645,
                                "byte_stop": 1530587,
                                "text": "The Chief Justice and Justices Kennedy, Thomas, Alito, and Kagan joined the opinion."
                            },
                            {
                                "start": 356.007,
                                "stop": 362.232,
                                "byte_start": 1530587,
                                "byte_stop": 1555352,
                                "text": "Justice Breyer has filed a dissent in which Justices Ginsburg and Sotomayor joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55735,
            "mime": "audio\/mpeg",
            "size": 1555560,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-794\/20140423o_12-794.delivery.mp3"
        },
        {
            "id": 77438,
            "mime": "audio\/ogg",
            "size": 3540775,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-794\/20140423o_12-794.ogg"
        },
        {
            "id": 77439,
            "mime": "application\/x-mpegURL",
            "size": 5314,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-794\/20140423o_12-794.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}