{
    "id": 21373,
    "title": "Opinion Announcement - June 17, 2002",
    "transcript": {
        "title": "United States v. Fior D\u0027Italia, Inc.",
        "duration": 243.54,
        "sections": [
            {
                "start": 0,
                "stop": 243.54,
                "byte_start": 87556,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 243.54,
                        "byte_start": 87556,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 19.149,
                                "byte_start": 87556,
                                "byte_stop": 164252,
                                "text": "Now, the second case is a tax case, it is called United States versus Fior D’Italia, and it involves Social Security taxes, and as most people know, both employees and the employer has to pay the Social Security taxes on the wages that the employees earn."
                            },
                            {
                                "start": 19.149,
                                "stop": 28.084,
                                "byte_start": 164252,
                                "byte_stop": 199987,
                                "text": "In the restaurant world, those wages include the tips, that is say waiters and waitresses and other employees, receive."
                            },
                            {
                                "start": 28.084,
                                "stop": 36.668,
                                "byte_start": 199987,
                                "byte_stop": 234260,
                                "text": "Now, this creates a special problem because some of them do not report as income all the tips that they receive, though they should."
                            },
                            {
                                "start": 36.668,
                                "stop": 52.191,
                                "byte_start": 234260,
                                "byte_stop": 296327,
                                "text": "But the restaurants use sometimes the numbers that the employees report to figure their own share of the tax rather than using the actual amount, and the result is they do not pay enough Social Security tax."
                            },
                            {
                                "start": 52.191,
                                "stop": 58.915,
                                "byte_start": 296327,
                                "byte_stop": 323285,
                                "text": "Now, in this case, the IRS says that the restaurant called Fior D’Italia paid too little taxes."
                            },
                            {
                                "start": 58.915,
                                "stop": 69.09,
                                "byte_start": 323285,
                                "byte_stop": 363932,
                                "text": "The IRS figured out the correct amount in its view that Fior D’Italia owes by looking at all the credit card slips in the restaurant."
                            },
                            {
                                "start": 69.09,
                                "stop": 79.52,
                                "byte_start": 363932,
                                "byte_stop": 405727,
                                "text": "Noting that the average tip was about little over 14% and then multiplying the restaurant’s total receipts by that 14%."
                            },
                            {
                                "start": 79.52,
                                "stop": 89.786,
                                "byte_start": 405727,
                                "byte_stop": 446792,
                                "text": "Now, it got a big number and it subtracted from that which was a lesser number, the amount of tips that the restaurant had already paid on and it said you owe money on the rest."
                            },
                            {
                                "start": 89.786,
                                "stop": 116.662,
                                "byte_start": 446792,
                                "byte_stop": 554207,
                                "text": "Now, that we call the aggregate method, and the Fior D’Italia and the Ninth Circuit said that the IRS does not have the statutory authority to use that aggregate method, rather it said what the IRS has to do is to identify particular employees who paid too little and calculate the restaurant’s tax accordingly, individual by individual, but we do not agree with that."
                            },
                            {
                                "start": 116.662,
                                "stop": 142.147,
                                "byte_start": 554207,
                                "byte_stop": 656189,
                                "text": "Fior D’Italia says we are helped by a Tax Code provision that says wages include tips and the reason they think they are helped is that the provision define tips as those “received by an employee,” i.e. note the singular there, “in the course of his employment,” note the singular, but we think that argument makes too much out of too little."
                            },
                            {
                                "start": 142.147,
                                "stop": 152.615,
                                "byte_start": 656189,
                                "byte_stop": 698090,
                                "text": "We basically reply by saying, well so what if the statute defines a plural term wages by referring to tips received by an employee."
                            },
                            {
                                "start": 152.615,
                                "stop": 166.126,
                                "byte_start": 698090,
                                "byte_stop": 752111,
                                "text": "The Code provision that actually imposes tax liability on the restaurant says that the Social Security tax is calculated as a percentage of the wages, which is plural, of individuals, which is plural."
                            },
                            {
                                "start": 166.126,
                                "stop": 174.958,
                                "byte_start": 752111,
                                "byte_stop": 787429,
                                "text": "So it is on all the wages put together, and we also note that any assessment has to be reasonable."
                            },
                            {
                                "start": 174.958,
                                "stop": 187.215,
                                "byte_start": 787429,
                                "byte_stop": 836434,
                                "text": "Fior D’Italia says this is not reasonable because it overestimates our tax liability that says some employees does not owe tax, they earn too much money during the year and you do not have to pay tax above a certain amount."
                            },
                            {
                                "start": 187.215,
                                "stop": 193.656,
                                "byte_start": 836434,
                                "byte_stop": 862243,
                                "text": "Sometimes tips are in cash, and the cash-tippers they say are sort of cheapskates."
                            },
                            {
                                "start": 193.656,
                                "stop": 205.223,
                                "byte_start": 862243,
                                "byte_stop": 908532,
                                "text": "Then there are some people who write credit card-tippers; they get credit cards and they just put a high amount in but they make the waiter give them back some cash, and they have a number of other things like that."
                            },
                            {
                                "start": 205.223,
                                "stop": 224.582,
                                "byte_start": 908532,
                                "byte_stop": 985959,
                                "text": "Well, though all that, we say is so possibly but in a particular case, the restaurant can go in and introduce some evidence and if that is all so, they do not have to be too precise but if they convince the judge that this is a bad method in a particular case, then the judge can say, well it is a bad method in that case, we won\u0027t use it."
                            },
                            {
                                "start": 224.582,
                                "stop": 236.424,
                                "byte_start": 985959,
                                "byte_stop": 1033293,
                                "text": "In other words, what we say is that the restaurant is free to challenge the accuracy of the calculation in the particular case but the IRS has the authority to use the aggregate estimate in the first place."
                            },
                            {
                                "start": 236.424,
                                "stop": 239.589,
                                "byte_start": 1033293,
                                "byte_stop": 1045936,
                                "text": "So, we reverse the Court of Appeals which came out differently."
                            },
                            {
                                "start": 239.589,
                                "stop": 243.54,
                                "byte_start": 1045936,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed a dissenting opinion joined by Justice Scalia and Justice Thomas."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51870,
            "mime": "audio\/mpeg",
            "size": 1061714,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/01-463\/20020617o_01-463.delivery.mp3"
        },
        {
            "id": 73642,
            "mime": "audio\/ogg",
            "size": 2504192,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/01-463\/20020617o_01-463.ogg"
        },
        {
            "id": 73643,
            "mime": "application\/x-mpegURL",
            "size": 3637,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/01-463\/20020617o_01-463.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}