{
    "id": 21263,
    "title": "Opinion Announcement - June 25, 1997",
    "transcript": {
        "title": null,
        "duration": 346.708,
        "sections": [
            {
                "start": 0,
                "stop": 346.708,
                "byte_start": 28672,
                "byte_stop": 1415461,
                "turns": [
                    {
                        "start": 0,
                        "stop": 346.708,
                        "byte_start": 28672,
                        "byte_stop": 1415461,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.41,
                                "byte_start": 28672,
                                "byte_stop": 54376,
                                "text": "The second case I have to announce is United States against O\u0027Hagan."
                            },
                            {
                                "start": 6.41,
                                "stop": 31.788,
                                "byte_start": 54376,
                                "byte_stop": 155836,
                                "text": "At this case in which we review an Eighth Circuit decision concerns the meaning and application of antifraud provisions contained in the Securities Exchange Act, specifically Section 10(b) and 14(e) of the Act and implementing Securities and Exchange Commission, SEC rules, 10(b)(5) and 14(e)(3)(a)."
                            },
                            {
                                "start": 31.788,
                                "stop": 39.765,
                                "byte_start": 155836,
                                "byte_stop": 187810,
                                "text": "Respondent, James Herman O\u0027Hagan was a partner in the Minneapolis law firm, Dorsey \u0026 Whitney."
                            },
                            {
                                "start": 39.765,
                                "stop": 57.965,
                                "byte_start": 187810,
                                "byte_stop": 260535,
                                "text": "A London based company, Grand Metropolitan PLC(Grand Met), retained Dorsey \u0026 Whitney in connection with a planned tender offer for the common stock of the Pillsbury Company, a corporation headquartered in Minneapolis."
                            },
                            {
                                "start": 57.965,
                                "stop": 68.211,
                                "byte_start": 260535,
                                "byte_stop": 301599,
                                "text": "Shortly after his law firm was retained by Grand Met, O\u0027Hagan began purchasing call options for and shares of Pillsbury stock."
                            },
                            {
                                "start": 68.211,
                                "stop": 79.344,
                                "byte_start": 301599,
                                "byte_stop": 346112,
                                "text": "Once Grand Met announced its tender offer, O\u0027Hagan sold his Pillsbury call options and common stock at a profit of more than $4.3 million."
                            },
                            {
                                "start": 79.344,
                                "stop": 89.913,
                                "byte_start": 346112,
                                "byte_stop": 388326,
                                "text": "A Securities and Exchange Commission investigation led to O\u0027Hagan\u0027s indictment and subsequent jury conviction on securities fraud and mail fraud charges."
                            },
                            {
                                "start": 89.913,
                                "stop": 93.545,
                                "byte_start": 388326,
                                "byte_stop": 402954,
                                "text": "The Eighth Circuit reversed these convictions."
                            },
                            {
                                "start": 93.545,
                                "stop": 97.88,
                                "byte_start": 402954,
                                "byte_stop": 420195,
                                "text": "We, in turn, reversed the Eighth Circuit\u0027s judgment."
                            },
                            {
                                "start": 97.88,
                                "stop": 109.387,
                                "byte_start": 420195,
                                "byte_stop": 466275,
                                "text": "Criminal liability under Section 10(b) of the Exchange Act and SEC Rule 10(b)(5), we first told, maybe based on the so-called “misappropriation theory.”"
                            },
                            {
                                "start": 109.387,
                                "stop": 118.051,
                                "byte_start": 466275,
                                "byte_stop": 500966,
                                "text": "Section 10(b) prohibits using any deceptive device in connection with the purchase or sale of any security."
                            },
                            {
                                "start": 118.051,
                                "stop": 137.051,
                                "byte_start": 500966,
                                "byte_stop": 576930,
                                "text": "Under the “traditional” or “classical theory” of insider trading liability, Section 10(b) and Rule 10(b)(5) are violated when a corporate insider trades in the securities of his corporation on the basis of material nonpublic information."
                            },
                            {
                                "start": 137.051,
                                "stop": 167.168,
                                "byte_start": 576930,
                                "byte_stop": 697407,
                                "text": "Under the complementary “misappropriation theory”, the theory urged by the Government in this case, appropriate outsider violates Section 10(b) and Rule 10(b)(5) by misappropriating confidential information for securities\u0027 trading purposes and breach of a fiduciary duty, a duty of loyalty, owed to the source of the information rather than to persons with whom they informed outside their trades."
                            },
                            {
                                "start": 167.168,
                                "stop": 178.244,
                                "byte_start": 697407,
                                "byte_stop": 741710,
                                "text": "Misappropriation, the Court\u0027s opinion explains satisfies Section 10(b)\u0027s requirement that chargeable conduct involved a deceptive device."
                            },
                            {
                                "start": 178.244,
                                "stop": 187.887,
                                "byte_start": 741710,
                                "byte_stop": 780267,
                                "text": "Misappropriate is deceived by pretending loyalty to a principal while secretly using the principal\u0027s information for personal gain."
                            },
                            {
                                "start": 187.887,
                                "stop": 198.743,
                                "byte_start": 780267,
                                "byte_stop": 823735,
                                "text": "Such deception by nondisclosure, we further explain, is a Section 10(b) requires in connection with the purchase or sale of securities."
                            },
                            {
                                "start": 198.743,
                                "stop": 207.526,
                                "byte_start": 823735,
                                "byte_stop": 858843,
                                "text": "The disloyal agent\u0027s fraud is consummated when he uses the confidential information in purchasing or selling securities."
                            },
                            {
                                "start": 207.526,
                                "stop": 218.703,
                                "byte_start": 858843,
                                "byte_stop": 903565,
                                "text": "Although the person or entity defrauded, is the source of the nonpublic information and not the uninformed security sellers or buyers."
                            },
                            {
                                "start": 218.703,
                                "stop": 226.197,
                                "byte_start": 903565,
                                "byte_stop": 933554,
                                "text": "Given the aim of the Exchange Act to ensure honest securities markets, thereby promoting investor confidence."
                            },
                            {
                                "start": 226.197,
                                "stop": 242.794,
                                "byte_start": 933554,
                                "byte_stop": 999905,
                                "text": "It would make scant sense to hold a lawyer like O\u0027Hagan, a Section 10(b) violator if he works for a law firm representing the target of a tender offer, but not if he works for a law firm representing the bidder."
                            },
                            {
                                "start": 242.794,
                                "stop": 247.475,
                                "byte_start": 999905,
                                "byte_stop": 1018608,
                                "text": "The statute demands no such incomplete application."
                            },
                            {
                                "start": 247.475,
                                "stop": 251.729,
                                "byte_start": 1018608,
                                "byte_stop": 1035640,
                                "text": "Vital to our decision, our certain Exchange Act safeguards."
                            },
                            {
                                "start": 251.729,
                                "stop": 264.053,
                                "byte_start": 1035640,
                                "byte_stop": 1084959,
                                "text": "The Government must prove that a criminal violation was willful and a defendant may not be in prison if he proves that he had no knowledge of the relevant rule."
                            },
                            {
                                "start": 264.053,
                                "stop": 284.692,
                                "byte_start": 1084959,
                                "byte_stop": 1167506,
                                "text": "We further hold again overturning the Eighth Circuit\u0027s ruling that the SEC did not exceed its statutory authority in imposing to SEC Rule 14(e)(3)(a), a disclose nonpublic information or abstain from trading command for tender offers."
                            },
                            {
                                "start": 284.692,
                                "stop": 297.679,
                                "byte_start": 1167506,
                                "byte_stop": 1219438,
                                "text": "Section 14(e) of the Exchange Act permits the SEC to prohibit acts not themselves fraudulent if the prohibition is reasonably designed to prevent fraudulent acts."
                            },
                            {
                                "start": 297.679,
                                "stop": 314.101,
                                "byte_start": 1219438,
                                "byte_stop": 1285162,
                                "text": "We conclude that as relevant to this case, Rule 14(e)(3)(a), which does not require proof of a breach of fiduciary duty, nevertheless, qualifies as a reasonable fraud prevention measure."
                            },
                            {
                                "start": 314.101,
                                "stop": 322.828,
                                "byte_start": 1285162,
                                "byte_stop": 1320061,
                                "text": "Based on our determinations concerning the securities fraud counts, we also reversed the Eighth Circuit\u0027s judgment on the mail fraud counts."
                            },
                            {
                                "start": 322.828,
                                "stop": 331.929,
                                "byte_start": 1320061,
                                "byte_stop": 1356424,
                                "text": "Our decision leaves O\u0027Hagan free to raise on remand other objections to his convictions he has preserved."
                            },
                            {
                                "start": 331.929,
                                "stop": 337.212,
                                "byte_start": 1356424,
                                "byte_stop": 1377531,
                                "text": "Justice Scalia has filed an opinion concurring in part and dissenting in part."
                            },
                            {
                                "start": 337.212,
                                "stop": 346.708,
                                "byte_start": 1377531,
                                "byte_stop": 1415461,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment in part and dissenting in part, in which the Chief Justice joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51650,
            "mime": "audio\/mpeg",
            "size": 1415774,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-842\/19970625o_96-842.delivery.mp3"
        },
        {
            "id": 73422,
            "mime": "audio\/ogg",
            "size": 3358873,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-842\/19970625o_96-842.ogg"
        },
        {
            "id": 73423,
            "mime": "application\/x-mpegURL",
            "size": 5099,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-842\/19970625o_96-842.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}