{
    "id": 23302,
    "title": "Opinion Announcement - June 09, 2014",
    "transcript": {
        "title": null,
        "duration": 283.92,
        "sections": [
            {
                "start": 0,
                "stop": 283.92,
                "byte_start": 106496,
                "byte_stop": 1242091,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.886,
                        "byte_start": 106496,
                        "byte_stop": 134081,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.886,
                                "byte_start": 106496,
                                "byte_stop": 134081,
                                "text": "Justice Kagan has our opinion this morning in case 12-930, Scialabba v. De Osorio."
                            }
                        ]
                    },
                    {
                        "start": 6.886,
                        "stop": 283.92,
                        "byte_start": 134081,
                        "byte_stop": 1242091,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 6.886,
                                "stop": 11.215,
                                "byte_start": 134081,
                                "byte_stop": 151427,
                                "text": "This case concerns a naughty problem in the immigrant visa system."
                            },
                            {
                                "start": 11.215,
                                "stop": 26.242,
                                "byte_start": 151427,
                                "byte_stop": 211508,
                                "text": "Immigration law allows U.S. citizens and lawful permanent residents to sponsor certain family members to immigrate to the United States, and if the alien who is sponsored has children under the age of 21, they benefit too."
                            },
                            {
                                "start": 26.242,
                                "stop": 36.326,
                                "byte_start": 211508,
                                "byte_stop": 251841,
                                "text": "They stand on line for a visa with their parents and when a visa becomes available for the parent, visas also become available for her minor children."
                            },
                            {
                                "start": 36.326,
                                "stop": 46.088,
                                "byte_start": 251841,
                                "byte_stop": 290920,
                                "text": "But what if during the time they have all waited on line, the children have turned 21 or in immigration lingo, they\u0027ve aged out."
                            },
                            {
                                "start": 46.088,
                                "stop": 54.726,
                                "byte_start": 290920,
                                "byte_stop": 325402,
                                "text": "People wait on line for visas for years and years so this kind of ageing out is a perennial feature of the immigration system."
                            },
                            {
                                "start": 54.726,
                                "stop": 60.047,
                                "byte_start": 325402,
                                "byte_stop": 346718,
                                "text": "Should those aged out aliens get to keep their place on line?"
                            },
                            {
                                "start": 60.047,
                                "stop": 65.711,
                                "byte_start": 346718,
                                "byte_stop": 369392,
                                "text": "That question involves interpreting a statute Congress enacted about a decade ago."
                            },
                            {
                                "start": 65.711,
                                "stop": 92.011,
                                "byte_start": 369392,
                                "byte_stop": 474614,
                                "text": "The relevant part of that law provides that if a child turns 21 before visa becomes available to her parent, then “the alien\u0027s petition shall automatically be converted to the appropriate category and the alien shall retain the original priority date issued upon receipt of the original petition” whatever that means, and that\u0027s the question this case present."
                            },
                            {
                                "start": 92.011,
                                "stop": 93.839,
                                "byte_start": 474614,
                                "byte_stop": 481928,
                                "text": "What does that mean?"
                            },
                            {
                                "start": 93.839,
                                "stop": 105.26,
                                "byte_start": 481928,
                                "byte_stop": 527590,
                                "text": "Now, the Board of Immigration Appeals construe the provision as allowing some but not most sponsored alien\u0027s children to retain their place on line after they turn 21."
                            },
                            {
                                "start": 105.26,
                                "stop": 119.429,
                                "byte_start": 527590,
                                "byte_stop": 584223,
                                "text": "The Board distinguished between those aged out aliens who were themselves, children of the original sponsor and those whose relationships were more attenuated, who were the original sponsor\u0027s nephews, nieces and grandchildren."
                            },
                            {
                                "start": 119.429,
                                "stop": 126.918,
                                "byte_start": 584223,
                                "byte_stop": 614212,
                                "text": "The nephews, nieces and grandchildren didn\u0027t get to keep their place on line according to the Board of Immigration Appeals."
                            },
                            {
                                "start": 126.918,
                                "stop": 129.633,
                                "byte_start": 614212,
                                "byte_stop": 625079,
                                "text": "This suit challenges the Board\u0027s interpretation."
                            },
                            {
                                "start": 129.633,
                                "stop": 138.83,
                                "byte_start": 625079,
                                "byte_stop": 661859,
                                "text": "You can probably guess that it was brought on behalf of nephews, nieces and grandchildren, and key to our resolution of the suit is something called Chevron Deference."
                            },
                            {
                                "start": 138.83,
                                "stop": 145.581,
                                "byte_start": 661859,
                                "byte_stop": 688922,
                                "text": "What that mean is that when a statute is ambiguous, courts defer to an expert agency in interpreting it."
                            },
                            {
                                "start": 145.581,
                                "stop": 149.171,
                                "byte_start": 688922,
                                "byte_stop": 703237,
                                "text": "And here, that would mean deferring to the board."
                            },
                            {
                                "start": 149.171,
                                "stop": 156.338,
                                "byte_start": 703237,
                                "byte_stop": 731867,
                                "text": "Five members of the Court think deference is called for in this case because the statute is ambiguous."
                            },
                            {
                                "start": 156.338,
                                "stop": 163.323,
                                "byte_start": 731867,
                                "byte_stop": 759871,
                                "text": "But those five are split into two different groups because we find the ambiguity in two different places."
                            },
                            {
                                "start": 163.323,
                                "stop": 167.417,
                                "byte_start": 759871,
                                "byte_stop": 776171,
                                "text": "My opinion speaks for three justices so the plurality."
                            },
                            {
                                "start": 167.417,
                                "stop": 174.165,
                                "byte_start": 776171,
                                "byte_stop": 803234,
                                "text": "And what that opinion says is the deference is appropriate because there\u0027s a real tension within the statutory provision."
                            },
                            {
                                "start": 174.165,
                                "stop": 183.722,
                                "byte_start": 803234,
                                "byte_stop": 841477,
                                "text": "Part of it indicates that all aged out aliens should get relief, that they should get to keep their place on line but part of it indicates that only some should."
                            },
                            {
                                "start": 183.722,
                                "stop": 201.399,
                                "byte_start": 841477,
                                "byte_stop": 912112,
                                "text": "Or to be slightly more specific, there\u0027s a clause stating a single condition if the child has turned 21, and there\u0027s a clause stating a remedy, then the alien\u0027s petition shall automatically be converted to another appropriate category and the alien will get to keep his place on line."
                            },
                            {
                                "start": 201.399,
                                "stop": 213.433,
                                "byte_start": 912112,
                                "byte_stop": 960282,
                                "text": "Everyone can satisfy the Conditional Clause and there\u0027s reason to think based on the statutes, if then construction that everyone should therefore get relief from the ageing out problem."
                            },
                            {
                                "start": 213.433,
                                "stop": 227.924,
                                "byte_start": 960282,
                                "byte_stop": 1018274,
                                "text": "But because of lots of technical features of the immigration system, only some can actually obtain the remedy automatic conversion that Congress designated, and in particular, the nephews, nieces and grandchildren can\u0027t."
                            },
                            {
                                "start": 227.924,
                                "stop": 245.434,
                                "byte_start": 1018274,
                                "byte_stop": 1088282,
                                "text": "The lack of correspondence between the two parts of the statute, the Conditional Clause and the Remedial Clause creates an ambiguity, and the Board of Immigration Appeals as the expert agency gets to resolve that ambiguity as long as it does so reasonably, which it did."
                            },
                            {
                                "start": 245.434,
                                "stop": 248.593,
                                "byte_start": 1088282,
                                "byte_stop": 1100925,
                                "text": "Or at any rate, so say three justices."
                            },
                            {
                                "start": 248.593,
                                "stop": 263.061,
                                "byte_start": 1100925,
                                "byte_stop": 1158813,
                                "text": "When combined with two other justices who would describe the ambiguity differently, that is enough to uphold the Board\u0027s interpretation and to reverse the Court of Appeals for the Ninth Circuit which declined to give the Board deference."
                            },
                            {
                                "start": 263.061,
                                "stop": 269.952,
                                "byte_start": 1158813,
                                "byte_stop": 1186398,
                                "text": "The Chief Justice has filed an opinion concurring in the judgment in which Justice Scalia joins."
                            },
                            {
                                "start": 269.952,
                                "stop": 283.92,
                                "byte_start": 1186398,
                                "byte_stop": 1242091,
                                "text": "Justice Alito has filed a dissenting opinion, Justice Sotomayor has also filed a dissenting opinion in which Justice Breyer joins, and in which Justice Thomas joins except as to footnote three."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55739,
            "mime": "audio\/mpeg",
            "size": 1242300,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-930\/20140609o_12-930.delivery.mp3"
        },
        {
            "id": 77446,
            "mime": "audio\/ogg",
            "size": 2805688,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-930\/20140609o_12-930.ogg"
        },
        {
            "id": 77447,
            "mime": "application\/x-mpegURL",
            "size": 4196,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-930\/20140609o_12-930.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}