{
    "id": 21896,
    "title": "Opinion Announcement - June 25, 2007",
    "transcript": {
        "title": "Wilkie v. Robbins",
        "duration": 392.882,
        "sections": [
            {
                "start": 0,
                "stop": 392.882,
                "byte_start": 90112,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.691,
                        "byte_start": 90112,
                        "byte_stop": 120936,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.691,
                                "byte_start": 90112,
                                "byte_stop": 120936,
                                "text": "Justice Souter has our opinion this morning in case No. 06-219, Wilkie versus Robbins."
                            }
                        ]
                    },
                    {
                        "start": 7.691,
                        "stop": 392.882,
                        "byte_start": 120936,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 7.691,
                                "stop": 13.552,
                                "byte_start": 120936,
                                "byte_stop": 144342,
                                "text": "This case comes to us on writ of certiorari to the Court of Appeals for the Tenth Circuit."
                            },
                            {
                                "start": 13.552,
                                "stop": 28.218,
                                "byte_start": 144342,
                                "byte_stop": 203065,
                                "text": "The petitioner Robbins purchased a ranch in Wyoming that comprises a patchwork of land parcels intermingled with tracts belonging to other private owners, the State of Wyoming and the Federal Government."
                            },
                            {
                                "start": 28.218,
                                "stop": 39.273,
                                "byte_start": 203065,
                                "byte_stop": 247265,
                                "text": "Robbins’s predecessor had granted the Federal Government an easement to use and maintain a road running through the ranch in exchange for a right-of-way across federal lands."
                            },
                            {
                                "start": 39.273,
                                "stop": 44.279,
                                "byte_start": 247265,
                                "byte_stop": 267327,
                                "text": "But Robbins took title free of the easement because the government never recorded it."
                            },
                            {
                                "start": 44.279,
                                "stop": 50.8,
                                "byte_start": 267327,
                                "byte_stop": 293345,
                                "text": "When the Government realized its error, it asked Robbins to regrant the easement that he declined."
                            },
                            {
                                "start": 50.8,
                                "stop": 65.25,
                                "byte_start": 293345,
                                "byte_stop": 351128,
                                "text": "Robbins alleges that the defendants who are current and former officials of the Bureau of Land Management engaged in a campaign of harassment and intimidation to force him to regrant the easement."
                            },
                            {
                                "start": 65.25,
                                "stop": 71.791,
                                "byte_start": 351128,
                                "byte_stop": 377354,
                                "text": "Robbins\u0027s difficulties with the Bureau can be divided into four rough categories."
                            },
                            {
                                "start": 71.791,
                                "stop": 90.169,
                                "byte_start": 377354,
                                "byte_stop": 450811,
                                "text": "Torts and tort-like injuries to him such as trespass on his property, charges brought against him including land-use citations and two criminal charges, which he was ultimately acquitted."
                            },
                            {
                                "start": 90.169,
                                "stop": 102.087,
                                "byte_start": 450811,
                                "byte_stop": 498563,
                                "text": "Unfavorable agency action such as the cancellation of permits to use government land and in the fourth category a few other miscellaneous unfold events."
                            },
                            {
                                "start": 102.087,
                                "stop": 113.077,
                                "byte_start": 498563,
                                "byte_stop": 542448,
                                "text": "Robbins claims is relevant here that the defendants have used their regulatory powers to harass, punish and crust him and giving the government its property without payment."
                            },
                            {
                                "start": 113.077,
                                "stop": 121.578,
                                "byte_start": 542448,
                                "byte_stop": 576512,
                                "text": "Robbins brings in action the damages under the theory of easiness against six unknown Federal Narcotics Agents."
                            },
                            {
                                "start": 121.578,
                                "stop": 127.717,
                                "byte_start": 576512,
                                "byte_stop": 601067,
                                "text": "In a claim under The Racketeer Influenced and Corrupt Organizations Act or RICO."
                            },
                            {
                                "start": 127.717,
                                "stop": 135.343,
                                "byte_start": 601067,
                                "byte_stop": 631578,
                                "text": "The defendants filed summary judgment motions on qualified immunity grounds, which the District Court ultimately denied."
                            },
                            {
                                "start": 135.343,
                                "stop": 146.114,
                                "byte_start": 631578,
                                "byte_stop": 674628,
                                "text": "On interlocutory appeal, the Court of Appeals affirmed and then in an opinion filed with the clerk of court today, we reverse."
                            },
                            {
                                "start": 146.114,
                                "stop": 152.415,
                                "byte_start": 674628,
                                "byte_stop": 699810,
                                "text": "We first hold that Robbins has no cause of action under the Bivens to pursue his Fifth Amendment claim."
                            },
                            {
                                "start": 152.415,
                                "stop": 167.903,
                                "byte_start": 699810,
                                "byte_stop": 761772,
                                "text": "Although Robbins had administrative and judicial remedies for virtually all of his injuries, pursuing these individually might not amount to an adequate remedy, because it would subject him to as he put it, death by thousand cuts."
                            },
                            {
                                "start": 167.903,
                                "stop": 173.01,
                                "byte_start": 761772,
                                "byte_stop": 782252,
                                "text": "While Robbins makes a good case that his injuries should be addressed collectively."
                            },
                            {
                                "start": 173.01,
                                "stop": 179.342,
                                "byte_start": 782252,
                                "byte_stop": 807539,
                                "text": "On the other side of the ledger, we consider the difficulty in defining workable cause of action under Bivens."
                            },
                            {
                                "start": 179.342,
                                "stop": 189.481,
                                "byte_start": 807539,
                                "byte_stop": 848081,
                                "text": "Unlike most retaliation claim, Robbins’s claim cannot be resolved simply by determining whether the government officials set an impermissible objective or motive."
                            },
                            {
                                "start": 189.481,
                                "stop": 197.191,
                                "byte_start": 848081,
                                "byte_stop": 878905,
                                "text": "Since, all parties involved here can see that the government had a legitimate interest in pursuing an easement."
                            },
                            {
                                "start": 197.191,
                                "stop": 213.263,
                                "byte_start": 878905,
                                "byte_stop": 943167,
                                "text": "Just like any other landowner the Government is entitled to negotiate and it can be either more or less giving the land-use violations depending on whether a neighbor like Robbins agrees to grant it the easement that it wants."
                            },
                            {
                                "start": 213.263,
                                "stop": 221.779,
                                "byte_start": 943167,
                                "byte_stop": 977230,
                                "text": "Robbins’s case was therefore boiled down to whether the defendants went too far and demanded too much."
                            },
                            {
                                "start": 221.779,
                                "stop": 229.937,
                                "byte_start": 977230,
                                "byte_stop": 1009936,
                                "text": "We think that the too much standard, we would need to devise would be an unreliable guard to conduct and to liability."
                            },
                            {
                                "start": 229.937,
                                "stop": 238.956,
                                "byte_start": 1009936,
                                "byte_stop": 1045985,
                                "text": "Nor does it help Robbins to look at the claim more abstractly as a claim for retaliation against a property owner seeking to enforce its rights."
                            },
                            {
                                "start": 238.956,
                                "stop": 250.814,
                                "byte_start": 1045985,
                                "byte_stop": 1093423,
                                "text": "So, this would sweep in a wide variety of claims of overzealous government enforcement, each one of which would be susceptible of the too much problem that we identify."
                            },
                            {
                                "start": 250.814,
                                "stop": 260.745,
                                "byte_start": 1093423,
                                "byte_stop": 1133129,
                                "text": "On the whole, we think it would be best to allow Congress to decide whether to create a damages remedy in a conflict like this."
                            },
                            {
                                "start": 260.745,
                                "stop": 285.395,
                                "byte_start": 1133129,
                                "byte_stop": 1231768,
                                "text": "We further hold that Robbins has no cause of action under RICO, because defendants have not committed the predicate act of extortion, which the Hobbs Act and in turn RICO defines as the obtaining of property from another with his consent induced by the wrongful use of actual or threatened force, violence or fear or under color of official right."
                            },
                            {
                                "start": 285.395,
                                "stop": 307.007,
                                "byte_start": 1231768,
                                "byte_stop": 1318181,
                                "text": "The question is whether extortion in composite situations where a Government employees seeks to obtain property for the exclusive benefit of the national government rather than for a private beneficiary, because the Hobbs Act is silent in this point, we consult common law meaning of the term extortion under color of official right."
                            },
                            {
                                "start": 307.007,
                                "stop": 315.083,
                                "byte_start": 1318181,
                                "byte_stop": 1350468,
                                "text": "In common law, extortion by a public official was the rough equivalent of what we would now describe as taking a bribe."
                            },
                            {
                                "start": 315.083,
                                "stop": 329.238,
                                "byte_start": 1350468,
                                "byte_stop": 1407101,
                                "text": "But the crime of extortion focused on the harm of public corruption, by the sale of public favors for private gain, not on the harm caused by overzealous efforts to obtain property on behalf of the Government."
                            },
                            {
                                "start": 329.238,
                                "stop": 343.617,
                                "byte_start": 1407101,
                                "byte_stop": 1464675,
                                "text": "Robbins does not cite and we are not aware of any court decision in the 60 years since the Hobbs Act passage that found extortion and efforts of government employees to get property for the exclusive benefit of the government."
                            },
                            {
                                "start": 343.617,
                                "stop": 358.967,
                                "byte_start": 1464675,
                                "byte_stop": 1526011,
                                "text": "We have some affirmative indication from Congress we think it is unreasonable to assume that the Hobbs Act was intended to expose all federal employees to extortion charges whenever they stretch and trying to enforce Government property claims."
                            },
                            {
                                "start": 358.967,
                                "stop": 371.517,
                                "byte_start": 1526011,
                                "byte_stop": 1576270,
                                "text": "The conduct that Robbins alleges falls outside the traditional definition of extortion and his RICO claim therefore cannot proceed because neither Bivens nor RICO gives Robbins a cause of action."
                            },
                            {
                                "start": 371.517,
                                "stop": 380.369,
                                "byte_start": 1576270,
                                "byte_stop": 1611692,
                                "text": "We have no case in to enquire further into the merits of the Fifth Amendment claim where the asserted defensive qualified immunity."
                            },
                            {
                                "start": 380.369,
                                "stop": 385.177,
                                "byte_start": 1611692,
                                "byte_stop": 1630919,
                                "text": "Justice Thomas has filed a concurring opinion in which Justice Scalia joins."
                            },
                            {
                                "start": 385.177,
                                "stop": 392.882,
                                "byte_start": 1630919,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in part and dissenting in part in which Justice Stevens joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52914,
            "mime": "audio\/mpeg",
            "size": 1661639,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-219\/20070625o_06-219.delivery.mp3"
        },
        {
            "id": 74664,
            "mime": "audio\/ogg",
            "size": 3893142,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-219\/20070625o_06-219.ogg"
        },
        {
            "id": 74665,
            "mime": "application\/x-mpegURL",
            "size": 5744,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-219\/20070625o_06-219.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}