{
    "id": 22171,
    "title": "Opinion Announcement - May 31, 2011",
    "transcript": {
        "title": "Ashcroft v. Al-Kidd",
        "duration": 458.815,
        "sections": [
            {
                "start": 0,
                "stop": 458.815,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 458.815,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.341,
                                "byte_start": 105472,
                                "byte_stop": 130863,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 6.341,
                                "stop": 28.137,
                                "byte_start": 130863,
                                "byte_stop": 218112,
                                "text": "The respondent Abdullah al-Kidd alleges that, after the September 11th terrorist attacks, then-Attorney General John Ashcroft, the petitioner here, authorized federal officials to detain terrorism suspects using the federal material-witness statute."
                            },
                            {
                                "start": 28.137,
                                "stop": 49.169,
                                "byte_start": 218112,
                                "byte_stop": 302226,
                                "text": "According to al-Kidd, this pretextual detention policy, holding someone that you suspect of a crime under a statute that enables you to detain material witnesses, led to his material-witness arrest in March of 2003 as he was boarding a plane to Saudi Arabia."
                            },
                            {
                                "start": 49.169,
                                "stop": 64.129,
                                "byte_start": 302226,
                                "byte_stop": 361994,
                                "text": "Two days earlier, federal officials had informed a Magistrate Judge that if al-Kidd boarded his flight they believed information \u0022crucial\u0022 to the prosecution of Sami Omar al-Hussayen, would be lost."
                            },
                            {
                                "start": 64.129,
                                "stop": 71.696,
                                "byte_start": 361994,
                                "byte_stop": 392296,
                                "text": "Prosecutors never called al-Kidd as a witness, and he alleges they never meant -- never meant to do so."
                            },
                            {
                                "start": 71.696,
                                "stop": 80.075,
                                "byte_start": 392296,
                                "byte_stop": 425838,
                                "text": "After his release, al-Kidd filed this suit to challenge the constitutionality of Ashcroft\u0027s alleged policy."
                            },
                            {
                                "start": 80.075,
                                "stop": 99.265,
                                "byte_start": 425838,
                                "byte_stop": 502533,
                                "text": "Ashcroft filed a motion to dismiss -- oh -- and -- and by the way, if you\u0027re detained as a material witness just as if you\u0027re detained as a suspect, you\u0027re entitled to -- to be released from bond and -- and that indeed did occur after a number of days."
                            },
                            {
                                "start": 99.265,
                                "stop": 106.262,
                                "byte_start": 502533,
                                "byte_stop": 530536,
                                "text": "But after his release, al-Kidd filed this suit to challenge the constitutionality of his being held at all."
                            },
                            {
                                "start": 106.262,
                                "stop": 113.637,
                                "byte_start": 530536,
                                "byte_stop": 560107,
                                "text": "Ashcroft filed a motion to dismiss based on absolute immunity and qualified immunity which the District Court denied."
                            },
                            {
                                "start": 113.637,
                                "stop": 129.602,
                                "byte_start": 560107,
                                "byte_stop": 623950,
                                "text": "The Ninth Circuit affirmed, holding that the Fourth Amendment prohibits pretextual arrests absent probable cause of criminal wrongdoing, and that Ashcroft could not claim qualified or absolute immunity."
                            },
                            {
                                "start": 129.602,
                                "stop": 132.188,
                                "byte_start": 623950,
                                "byte_stop": 634295,
                                "text": "We granted certiorari."
                            },
                            {
                                "start": 132.188,
                                "stop": 139.776,
                                "byte_start": 634295,
                                "byte_stop": 664597,
                                "text": "Qualified immunity shields a government official from money damages unless two things are present."
                            },
                            {
                                "start": 139.776,
                                "stop": 149.376,
                                "byte_start": 664597,
                                "byte_stop": 703049,
                                "text": "(1) he violated a statutory or constitutional right, and (2) that right was \u0022clearly established\u0022 at the time of the challenged conduct."
                            },
                            {
                                "start": 149.376,
                                "stop": 163.766,
                                "byte_start": 703049,
                                "byte_stop": 760623,
                                "text": "We hold in the opinion filed with the clerk this morning that Ashcroft did not violate al-Kidd\u0027s Fourth Amendment rights, and that even if he had, the wrongfulness of his conduct would not have been clearly established in 2003."
                            },
                            {
                                "start": 163.766,
                                "stop": 169.219,
                                "byte_start": 760623,
                                "byte_stop": 782357,
                                "text": "Whether a detention is reasonable under the Fourth Amendment \u0022is predominantly an objective inquiry.\u0022"
                            },
                            {
                                "start": 169.219,
                                "stop": 172.617,
                                "byte_start": 782357,
                                "byte_stop": 795941,
                                "text": "We ask whether the -- these are quotes from our cases."
                            },
                            {
                                "start": 172.617,
                                "stop": 180.136,
                                "byte_start": 795941,
                                "byte_stop": 826034,
                                "text": "We ask whether \u0022the circumstances, viewed objectively, justify the challenged action.\u0022"
                            },
                            {
                                "start": 180.136,
                                "stop": 194.372,
                                "byte_start": 826034,
                                "byte_stop": 882981,
                                "text": "This approach recognizes that efficient and evenhanded application of the law demands that we look to whether the arrest is objectively justified, rather than to the motive of the arresting officer."
                            },
                            {
                                "start": 194.372,
                                "stop": 203.877,
                                "byte_start": 882981,
                                "byte_stop": 921015,
                                "text": "Two \u0022limited exceptions\u0022 to this rule are our special-needs and administrative-search cases, where \u0022actual motivations\u0022 do matter."
                            },
                            {
                                "start": 203.877,
                                "stop": 216.602,
                                "byte_start": 921015,
                                "byte_stop": 971901,
                                "text": "Apart from those categories in which the present case is plainly not included, we have almost uniformly rejected invitations to probe subjective intent of the arresting officer."
                            },
                            {
                                "start": 216.602,
                                "stop": 228.652,
                                "byte_start": 971901,
                                "byte_stop": 1020176,
                                "text": "The Court of Appeals nevertheless read one of our vehicle checkpoint cases, case called Edmond, to give purpose a more extensive role in Fourth Amendment analysis."
                            },
                            {
                                "start": 228.652,
                                "stop": 241.353,
                                "byte_start": 1020176,
                                "byte_stop": 1070958,
                                "text": "In its view, Edmond established that \u0022programmatic purpose is relevant to Fourth Amendment analysis of programs of seizures without probable cause.\u0022"
                            },
                            {
                                "start": 241.353,
                                "stop": 243.217,
                                "byte_start": 1070958,
                                "byte_stop": 1078376,
                                "text": "That was mistaken."
                            },
                            {
                                "start": 243.217,
                                "stop": 255.187,
                                "byte_start": 1078376,
                                "byte_stop": 1126233,
                                "text": "It was not the absence of probable cause that triggered Edmond\u0027s invalidating-purpose inquiry, but rather, the checkpoint\u0027s failure to be based on individualized suspicion."
                            },
                            {
                                "start": 255.187,
                                "stop": 275.606,
                                "byte_start": 1126233,
                                "byte_stop": 1207944,
                                "text": "Such warrantless, suspicionless intrusions are far removed from the fact here, where a neutral Magistrate Judge issued a warrant authorizing al-Kidd\u0027s arrest, and the affidavit accompanying the warrant application gave individualized reasons to believe that he was a material witness who would soon disappear."
                            },
                            {
                                "start": 275.606,
                                "stop": 290.042,
                                "byte_start": 1207944,
                                "byte_stop": 1265727,
                                "text": "A warrant based on individualized suspicion, in fact grants more protection against the malevolent and the incompetent than existed in most of our cases that eschew inquiries into intent."
                            },
                            {
                                "start": 290.042,
                                "stop": 299.994,
                                "byte_start": 1265727,
                                "byte_stop": 1305537,
                                "text": "Even assuming -- contrarfactually -- that Ashcroft\u0027s alleged detention policy violated the Fourth Amendment, he deserves qualified immunity anyway."
                            },
                            {
                                "start": 299.994,
                                "stop": 316.209,
                                "byte_start": 1305537,
                                "byte_stop": 1370321,
                                "text": "A Government official\u0027s conduct violates clearly established law when, at the time of the challenged conduct, \u0022the contours of a right are sufficiently clear\u0022 that every \u0022reasonable official would have understood that what he is doing violates that right.\u0022"
                            },
                            {
                                "start": 316.209,
                                "stop": 318.464,
                                "byte_start": 1370321,
                                "byte_stop": 1379412,
                                "text": "That\u0027s a quote from our cases."
                            },
                            {
                                "start": 318.464,
                                "stop": 324.139,
                                "byte_start": 1379412,
                                "byte_stop": 1402086,
                                "text": "The constitutional question in this case falls far short of that threshold."
                            },
                            {
                                "start": 324.139,
                                "stop": 335.683,
                                "byte_start": 1402086,
                                "byte_stop": 1448270,
                                "text": "At the time of al-Kidd\u0027s arrest, not a single judicial opinion had held that pretext could render an objectively reasonable arrest pursuant to a material-witness warrant unconstitutional."
                            },
                            {
                                "start": 335.683,
                                "stop": 354.121,
                                "byte_start": 1448270,
                                "byte_stop": 1522040,
                                "text": "The Court of Appeals made up for that shortcoming by citing a District Court\u0027s footnoted dictum suggesting that the use of material -- material-witness warrants to detain suspect \u0022is an illegitimate use of the statute\u0022 and mentioning Ashcroft by name."
                            },
                            {
                                "start": 354.121,
                                "stop": 356.661,
                                "byte_start": 1522040,
                                "byte_stop": 1532176,
                                "text": "We find that reasoning extraordinary."
                            },
                            {
                                "start": 356.661,
                                "stop": 366.91,
                                "byte_start": 1532176,
                                "byte_stop": 1573136,
                                "text": "The footnoted dictum falls far short of what is necessary to clearly establish the law even when that dictum mentions the defendant by name."
                            },
                            {
                                "start": 366.91,
                                "stop": 378.195,
                                "byte_start": 1573136,
                                "byte_stop": 1618275,
                                "text": "The Court of Appeals also found clearly established law lurking in the broad \u0022history and purposes of the Fourth Amendment,\u0022 and in several prior opinions of this Court."
                            },
                            {
                                "start": 378.195,
                                "stop": 389.238,
                                "byte_start": 1618275,
                                "byte_stop": 1662474,
                                "text": "As to the former, we have repeatedly told courts -- and the Ninth Circuit in particular -- not to define clearly established law of such a high level of generality."
                            },
                            {
                                "start": 389.238,
                                "stop": 410.197,
                                "byte_start": 1662474,
                                "byte_stop": 1746275,
                                "text": "And as to the latter, the Court of Appeals seems to have cherry-picked the aspects of our opinions that gave colorable support to the proposition that the unconstitutionality of the action here was clearly established while ignoring numerous statements that foreshadow today\u0027s Fourth Amendment holding."
                            },
                            {
                                "start": 410.197,
                                "stop": 418.606,
                                "byte_start": 1746275,
                                "byte_stop": 1779921,
                                "text": "We have held the qualified immunity protects \u0022all but the plainly incompetent or those who knowingly violate the law.\u0022"
                            },
                            {
                                "start": 418.606,
                                "stop": 430.693,
                                "byte_start": 1779921,
                                "byte_stop": 1828300,
                                "text": "Ashcroft deserves neither label because Ashcroft did not violate clearly established law, we need not address the more difficult question of whether he enjoys absolute immunity."
                            },
                            {
                                "start": 430.693,
                                "stop": 435.071,
                                "byte_start": 1828300,
                                "byte_stop": 1845854,
                                "text": "The judgment of the Court of Appeals is reversed, and the case remanded for further proceedings."
                            },
                            {
                                "start": 435.071,
                                "stop": 441.831,
                                "byte_start": 1845854,
                                "byte_stop": 1872812,
                                "text": "Justice Kennedy has filed a concurring Opinion in which Justices Ginsburg, Breyer, and Sotomayor joined in part."
                            },
                            {
                                "start": 441.831,
                                "stop": 448.894,
                                "byte_start": 1872812,
                                "byte_stop": 1901129,
                                "text": "Justice Ginsburg has filed an opinion concurring in the judgment in which Justices Breyer, and Sotomayor joined."
                            },
                            {
                                "start": 448.894,
                                "stop": 456.073,
                                "byte_start": 1901129,
                                "byte_stop": 1929864,
                                "text": "Justice Sotomayor has also filed an opinion concurring in the judgment in which Justices Ginsburg, and Breyer joined."
                            },
                            {
                                "start": 456.073,
                                "stop": 458.815,
                                "byte_start": 1929864,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53464,
            "mime": "audio\/mpeg",
            "size": 1940731,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-98\/20110531o_10-98.delivery.mp3"
        },
        {
            "id": 75208,
            "mime": "audio\/ogg",
            "size": 4640533,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-98\/20110531o_10-98.ogg"
        },
        {
            "id": 75209,
            "mime": "application\/x-mpegURL",
            "size": 6537,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-98\/20110531o_10-98.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}