{
    "id": 20754,
    "title": "Opinion Announcement - February 21, 1996",
    "transcript": {
        "title": "Behrens v. Pelletier",
        "duration": 377.13,
        "sections": [
            {
                "start": 0,
                "stop": 377.13,
                "byte_start": 80559,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.311,
                        "byte_start": 80559,
                        "byte_stop": 117862,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.311,
                                "byte_start": 80559,
                                "byte_stop": 117862,
                                "text": "The opinion of the Court in No. 94-1244, Behrens against Pelletier will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 9.311,
                        "stop": 377.13,
                        "byte_start": 117862,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 9.311,
                                "stop": 14.782,
                                "byte_start": 117862,
                                "byte_stop": 139700,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 14.782,
                                "stop": 21.815,
                                "byte_start": 139700,
                                "byte_stop": 167912,
                                "text": "Respondent, Pelletier got a job as a managing officer at Pioneer Savings and Loan Association."
                            },
                            {
                                "start": 21.815,
                                "stop": 33.634,
                                "byte_start": 167912,
                                "byte_stop": 215142,
                                "text": "His appointment was however subject to the approval of the Federal Home Loan Bank Board which one of the conditions for Pioneer\u0027s receiving federal deposit insurance protection."
                            },
                            {
                                "start": 33.634,
                                "stop": 60.653,
                                "byte_start": 215142,
                                "byte_stop": 323184,
                                "text": "Because respondent was at that under investigation for misconduct relating to the collapse of another California S\u0026L, his appointment was not approved; instead Pioneer Savings and Loan received a letter from petitioner, Behrens on behalf of the Home Loan Bank Board, advising that respondent should be removed, as a consequence respondent was fired."
                            },
                            {
                                "start": 60.653,
                                "stop": 74.885,
                                "byte_start": 323184,
                                "byte_stop": 380131,
                                "text": "Three years later, he filed suit in Federal Court against petitioner and others alleging that the removal request had caused him his employment by Pioneer and deprived him of the ability to be employed elsewhere in the Savings and Loan Industry."
                            },
                            {
                                "start": 74.885,
                                "stop": 83.413,
                                "byte_start": 380131,
                                "byte_stop": 414299,
                                "text": "Respondent claimed that petitioner\u0027s conduct had deprived him of property and liberty in violation of the Constitution."
                            },
                            {
                                "start": 83.413,
                                "stop": 86.656,
                                "byte_start": 414299,
                                "byte_stop": 427256,
                                "text": "Petitioner filed a motion to dismiss."
                            },
                            {
                                "start": 86.656,
                                "stop": 95.747,
                                "byte_start": 427256,
                                "byte_stop": 463619,
                                "text": "This is a pre-trial motion which asserts that assuming all the allegations of the complaint to be true, they do not state a valid cause of action."
                            },
                            {
                                "start": 95.747,
                                "stop": 116.985,
                                "byte_start": 463619,
                                "byte_stop": 548569,
                                "text": "The basis for petitioner’s motion was his claim of qualified immunity, a defense which under our precedents entitles government officers to avoid standing trial for the consequences of their official acts unless a reasonable person would have recognized that the conduct complaint would violate a clearly established right."
                            },
                            {
                                "start": 116.985,
                                "stop": 124.834,
                                "byte_start": 548569,
                                "byte_stop": 579916,
                                "text": "The District Court denied the motion to dismiss and respondent appealed that decision to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 124.834,
                                "stop": 141.987,
                                "byte_start": 579916,
                                "byte_stop": 648566,
                                "text": "Ordinarily, under the statute\u0027s governing jurisdiction of the Federal Courts of Appeals, denials of pre-trial motions are not immediately appealable because they are not considered final decisions as the statute governing appeals requires."
                            },
                            {
                                "start": 141.987,
                                "stop": 150.386,
                                "byte_start": 648566,
                                "byte_stop": 682107,
                                "text": "There are exceptions to this general rule however and one of them is for denials for pre-trial assertions of qualified immunity."
                            },
                            {
                                "start": 150.386,
                                "stop": 154.682,
                                "byte_start": 682107,
                                "byte_stop": 699348,
                                "text": "Thus, the Court of Appeals for the Ninth Circuit entertained petitioner’s appeal."
                            },
                            {
                                "start": 154.682,
                                "stop": 163.531,
                                "byte_start": 699348,
                                "byte_stop": 734770,
                                "text": "In doing so, however, it stated in dictum that a defendant is entitled to only one such pre-trial appeal of a denial of qualified immunity."
                            },
                            {
                                "start": 163.531,
                                "stop": 182.08,
                                "byte_start": 734770,
                                "byte_stop": 808957,
                                "text": "On the merits, the court affirmed, the District Court’s ruling since it concluded that respondent\u0027s allegations in the complaint which included what it what it called, nebulous theories of conspiracy would, if true, establish that petitioner had violated clearly established rights enjoyed by respondent."
                            },
                            {
                                "start": 182.08,
                                "stop": 194.203,
                                "byte_start": 808957,
                                "byte_stop": 857441,
                                "text": "After -- we are not done with the facts yet -- after further proceedings in the District Court on remand, petitioner moved for summary judgment."
                            },
                            {
                                "start": 194.203,
                                "stop": 212.984,
                                "byte_start": 857441,
                                "byte_stop": 932569,
                                "text": "This is another sort of pre-trial motion which asserts that the general allegations of the complaint do not set forth a valid cause of action, but that the concrete uncounted facts brought forward in sworn testimony up to that stage in the lawsuit show that plaintiff does not have a valid claim."
                            },
                            {
                                "start": 212.984,
                                "stop": 222.47,
                                "byte_start": 932569,
                                "byte_stop": 970499,
                                "text": "The basis for petitioner’s motion was that the uncontested facts demonstrated the availability of once again qualified immunity."
                            },
                            {
                                "start": 222.47,
                                "stop": 234.69,
                                "byte_start": 970499,
                                "byte_stop": 1019400,
                                "text": "This motion was similarly denied and petitioner again appealed to the Ninth Circuit making good on its prior statement that only one pre-trial appeal based on qualified immunity would be allowed in any case."
                            },
                            {
                                "start": 234.69,
                                "stop": 239.432,
                                "byte_start": 1019400,
                                "byte_stop": 1038312,
                                "text": "The Ninth Circuit summarily dismissed the appeal for lack of jurisdiction."
                            },
                            {
                                "start": 239.432,
                                "stop": 256.642,
                                "byte_start": 1038312,
                                "byte_stop": 1107171,
                                "text": "Petitioner argues that that decision was wrong that a District court order denying qualified immunity is every bit as much of a final decision subject to review on the Court of Appeals when it occurs at summary judgment stage as when it occurs at the motion to dismiss stage."
                            },
                            {
                                "start": 256.642,
                                "stop": 263.471,
                                "byte_start": 1107171,
                                "byte_stop": 1134548,
                                "text": "Even if the defendant has already appealed a prior adverse qualified immunity ruling on a motion to dismissed."
                            },
                            {
                                "start": 263.471,
                                "stop": 264.781,
                                "byte_start": 1134548,
                                "byte_stop": 1139772,
                                "text": "We agree."
                            },
                            {
                                "start": 264.781,
                                "stop": 290.821,
                                "byte_start": 1139772,
                                "byte_stop": 1243844,
                                "text": "Our precedent establishes that a pre-trial denial of qualified immunity is a final decision subject to immediate appeal whether that denial answers a motion to dismissor a motion for summary judgment, even if it were unquestionably desirable to have only one appeal involving the issue of qualified immunity, the means of achieving that end simply do not exist within the framework of determining what is or is not a final decision."
                            },
                            {
                                "start": 290.821,
                                "stop": 298.192,
                                "byte_start": 1243844,
                                "byte_stop": 1273415,
                                "text": "If, as we have said in the past, denial of a motion for summary judgment on qualified immunity grounds is a final decision."
                            },
                            {
                                "start": 298.192,
                                "stop": 308.257,
                                "byte_start": 1273415,
                                "byte_stop": 1313643,
                                "text": "The existence of a prior unsuccessful appeal in a given case cannot possibly make it any lesser final decision which is the only question that appelability turns on."
                            },
                            {
                                "start": 308.257,
                                "stop": 314.576,
                                "byte_start": 1313643,
                                "byte_stop": 1338930,
                                "text": "We point out that although the same defense of qualified immunity may be twice appealed under our holding."
                            },
                            {
                                "start": 314.576,
                                "stop": 318.918,
                                "byte_start": 1338930,
                                "byte_stop": 1356275,
                                "text": "The Court of Appeals is not twice faced with the same question."
                            },
                            {
                                "start": 318.918,
                                "stop": 330.645,
                                "byte_start": 1356275,
                                "byte_stop": 1403191,
                                "text": "In reviewing a denial of motion to dismiss the subject of the first appeal, the Appellate Court decides whether the plaintiff’s allegations are sufficient to defeat the assertion of immunity."
                            },
                            {
                                "start": 330.645,
                                "stop": 341.705,
                                "byte_start": 1403191,
                                "byte_stop": 1447390,
                                "text": "A defendant who loses that first round can later assert after the exchange of affidavits that typically follows a motion for summary judgment that the plaintiff can not backup those allegations in the complaint."
                            },
                            {
                                "start": 341.705,
                                "stop": 345.887,
                                "byte_start": 1447390,
                                "byte_stop": 1464108,
                                "text": "That none of the evidence before the court stands in the way of the immunity defense."
                            },
                            {
                                "start": 345.887,
                                "stop": 362.826,
                                "byte_start": 1464108,
                                "byte_stop": 1531922,
                                "text": "Since it is not unknown for plaintiffs to allege more than that they can later prove, the qualified immunity question pose that this later summary judgments stage will generally call for a different analysis by the Court of Appeals and sometimes a different decision as to the defendant’s entitlement to immunity."
                            },
                            {
                                "start": 362.826,
                                "stop": 372.107,
                                "byte_start": 1531922,
                                "byte_stop": 1569016,
                                "text": "Accordingly, we reverse the decision of the Court of Appeal for the Ninth Circuit and remand the case for consideration of petitioner’s appeal from the denial of summary judgment."
                            },
                            {
                                "start": 372.107,
                                "stop": 377.13,
                                "byte_start": 1569016,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Stevens joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50632,
            "mime": "audio\/mpeg",
            "size": 1589078,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/94-1244\/19960221o_94-1244.delivery.mp3"
        },
        {
            "id": 72420,
            "mime": "audio\/ogg",
            "size": 3750396,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/94-1244\/19960221o_94-1244.ogg"
        },
        {
            "id": 72421,
            "mime": "application\/x-mpegURL",
            "size": 5655,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/94-1244\/19960221o_94-1244.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}