{
    "id": 23959,
    "title": "Opinion Announcement - June 22, 2015",
    "transcript": {
        "title": "Horne v. Department of Agriculture",
        "duration": 418.296,
        "sections": [
            {
                "start": 0,
                "stop": 418.296,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 418.296,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.883,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion of the Court in case number 14-275, Horne v. United States Department of Agriculture."
                            },
                            {
                                "start": 8.883,
                                "stop": 19.457,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "At 8 o\u0027clock one April morning in Fresno County, California government trucks waited outside the raisin handling facility of the Horne\u0027s, a family of raisin growers."
                            },
                            {
                                "start": 19.457,
                                "stop": 27.136,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The trucks were there to pick up over a thousand tons of the Hornes\u0027 raisin crop, even though the government had not paid for those raisins."
                            },
                            {
                                "start": 27.136,
                                "stop": 33.747,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government sought the raisins pursuant to the Agricultural Marketing Agreement Act of 1937."
                            },
                            {
                                "start": 33.747,
                                "stop": 40.437,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That statute was passed during the Great Depression to help respond to the farming crisis at that time."
                            },
                            {
                                "start": 40.437,
                                "stop": 50.702,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It authorizes the Secretary of Agriculture to promulgate what are known as marketing orders to help maintain stable markets for certain agricultural products."
                            },
                            {
                                "start": 50.702,
                                "stop": 65.129,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One of those marketing orders, the California Raisin Marketing Order, requires raisin growers like the Hornes to set aside a specified portion of their raisin crop in certain years for the government free of charge."
                            },
                            {
                                "start": 65.129,
                                "stop": 71.364,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 2002 that amount was 47%; in 2003 30%."
                            },
                            {
                                "start": 71.364,
                                "stop": 88.428,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government uses that portion of a grower\u0027s raisin crop, what are known as reserve raisins, in ways it thinks best promote the purposes of the Marketing Order Program, such as by selling them in noncompetitive markets, donating them, or otherwise disposing of them."
                            },
                            {
                                "start": 88.428,
                                "stop": 98.584,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After deducting the expenses of administering the program, the government returns to the growers any net proceeds leftover from the sale of the reserve raisins."
                            },
                            {
                                "start": 98.584,
                                "stop": 104.743,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In one of the two years at issue in this case those proceeds were less than the cost of producing the raisins."
                            },
                            {
                                "start": 104.743,
                                "stop": 108.785,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the other year they were -- there were no net proceeds at all."
                            },
                            {
                                "start": 108.785,
                                "stop": 114.011,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, when the trucks arrived at the Hornes\u0027 facility, the Hornes refused to hand over the raisins."
                            },
                            {
                                "start": 114.011,
                                "stop": 124.06,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In response, the government assessed a fine against the Hornes, equal to the fair market value of the raisins, as well as a civil penalty for disobeying the order."
                            },
                            {
                                "start": 124.06,
                                "stop": 139.053,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Hornes challenged the fine and penalty in Federal District Court, arguing that the government\u0027s program took their raisins for public use without just compensation in violation of the Takings Clause of the Fifth Amendment to the Constitution."
                            },
                            {
                                "start": 139.053,
                                "stop": 141.544,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals rejected that argument."
                            },
                            {
                                "start": 141.544,
                                "stop": 149.707,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court acknowledged that the government could not physically take real property, land, without compensation under the Fifth Amendment."
                            },
                            {
                                "start": 149.707,
                                "stop": 155.568,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It ruled however that personal property, like raisins, was entitled to less protection."
                            },
                            {
                                "start": 155.568,
                                "stop": 167.418,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There had to be a more complicated analysis to determine whether there had been a taking with respect to personal property, even when the government physically took such property."
                            },
                            {
                                "start": 167.418,
                                "stop": 176.315,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals also relied on the fact that growers like the Hornes retained the right to any net proceeds from the government\u0027s use of the raisins."
                            },
                            {
                                "start": 176.315,
                                "stop": 183.283,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the Court\u0027s view, if the Hornes did not wish to give up a portion of their raisins to the government, they could plant something else."
                            },
                            {
                                "start": 183.283,
                                "stop": 187.421,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, this case raises three questions which we answer in turn."
                            },
                            {
                                "start": 187.421,
                                "stop": 194.064,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The first question is whether a physical appropriation of real and personal property should be treated the same?"
                            },
                            {
                                "start": 194.064,
                                "stop": 195.826,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The answer is yes."
                            },
                            {
                                "start": 195.826,
                                "stop": 204.365,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Takings Clause of the Fifth Amendment provides “nor shall private property be taken for public use without just compensation”."
                            },
                            {
                                "start": 204.365,
                                "stop": 208.746,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That clause makes no distinction between real and personal property."
                            },
                            {
                                "start": 208.746,
                                "stop": 216.25,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government has a categorical duty to pay just compensation when it takes your car, just as when it takes your home."
                            },
                            {
                                "start": 216.25,
                                "stop": 219.02,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That has been the rule from before the beginning."
                            },
                            {
                                "start": 219.02,
                                "stop": 230.629,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "800 years ago in Magna Carta King John promised not to take “corn or other provisions from anyone without immediately tendering money therefore”."
                            },
                            {
                                "start": 230.629,
                                "stop": 235.66,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So the earliest predecessor of the Takings Clause applied to personal property."
                            },
                            {
                                "start": 235.66,
                                "stop": 245.888,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The founding fathers at the time of the Revolution knew their rights from Magna Carta and objected even when their own Continental Army took personal property without just compensation."
                            },
                            {
                                "start": 245.888,
                                "stop": 254.793,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Nothing in this history suggested that the property was entitled to any less protection -- personal property was entitled to any less protection than real property."
                            },
                            {
                                "start": 254.793,
                                "stop": 266.637,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, personal property can of course be subject to stringent government regulation in appropriate cases, but like real property, it cannot be physically taken for public use without just compensation."
                            },
                            {
                                "start": 266.637,
                                "stop": 280.323,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The second question is whether the government can argue it has not actually taken the grower\u0027s property because, when it seizes the raisins it leaves the growers with a contingent interest in any net proceeds from the sales of the raisins."
                            },
                            {
                                "start": 280.323,
                                "stop": 281.434,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The answer is no."
                            },
                            {
                                "start": 281.434,
                                "stop": 284.026,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There has still been a physical taking."
                            },
                            {
                                "start": 284.026,
                                "stop": 290.638,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When property has been physically appropriated, the government is under a categorical duty to pay just compensation."
                            },
                            {
                                "start": 290.638,
                                "stop": 294.319,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Physical appropriation is the clearest example of a taking."
                            },
                            {
                                "start": 294.319,
                                "stop": 304.471,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Any payment made to the property owner goes at most to the issue of whether he has received just compensation, not whether there has been a taking in the first place."
                            },
                            {
                                "start": 304.471,
                                "stop": 315.071,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Constitution does not allow the government to avoid the requirement of just compensation when it takes your car simply because it promises to return the quarters it finds in the seats."
                            },
                            {
                                "start": 315.071,
                                "stop": 324.434,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The third question presented in this case is whether the government can require the Hornes to give up a percentage of their raisins as a condition of being allowed to sell the rest?"
                            },
                            {
                                "start": 324.434,
                                "stop": 326.059,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The answer is no."
                            },
                            {
                                "start": 326.059,
                                "stop": 332.556,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government argues that the Marketing Order imposes reasonable conditions on growers who want to sell raisins."
                            },
                            {
                                "start": 332.556,
                                "stop": 337.24,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It says that if the Hornes do not like these conditions, they have alternatives."
                            },
                            {
                                "start": 337.24,
                                "stop": 347.486,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They can plant different crops, or quoting from the government\u0027s brief, sell their raisin variety grapes as table grapes or for use in juice or wine."
                            },
                            {
                                "start": 347.486,
                                "stop": 356.154,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now this let them sell wine response is no more comforting than similar retorts have been to others throughout history."
                            },
                            {
                                "start": 356.154,
                                "stop": 369.583,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government can of course regulate raisin sales in many ways, but it cannot require growers to waive their right to just compensation in exchange for something as basic as the ability to sell their produce."
                            },
                            {
                                "start": 369.583,
                                "stop": 383.044,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Some products are dangerous or hazardous, and in such cases government conditions on selling those products, even up to an appropriation of property, may be justified, but raisins are not hazardous products."
                            },
                            {
                                "start": 383.044,
                                "stop": 391.158,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In light of our answers to these three questions we hold that the Horne\u0027s cannot be fined for resisting the government\u0027s attempt to take their raisins."
                            },
                            {
                                "start": 391.158,
                                "stop": 394.837,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Court of Appeals is accordingly reversed."
                            },
                            {
                                "start": 394.837,
                                "stop": 400.017,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justices Scalia, Kennedy, Thomas and Alito have joined this opinion in full."
                            },
                            {
                                "start": 400.017,
                                "stop": 404.857,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justices Ginsburg, Breyer and Kagan have joined all but Part 3."
                            },
                            {
                                "start": 404.857,
                                "stop": 412.903,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part, in which Justices Ginsburg and Kagan join."
                            },
                            {
                                "start": 412.903,
                                "stop": 418.296,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78634,
            "mime": "audio\/mpeg",
            "size": 1702996,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/14-275\/14-275_20150622-opinion.delivery.mp3"
        },
        {
            "id": 78755,
            "mime": "audio\/ogg",
            "size": 4185042,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/14-275\/14-275_20150622-opinion.ogg"
        },
        {
            "id": 78756,
            "mime": "application\/x-mpegURL",
            "size": 7111,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/14-275\/14-275_20150622-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}