{
    "id": 21505,
    "title": "Opinion Announcement - May 23, 2011",
    "transcript": {
        "title": "General Dynamics Corp. v. United States",
        "duration": 481.776,
        "sections": [
            {
                "start": 0,
                "stop": 481.776,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 481.776,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 1.205,
                                "byte_start": 105472,
                                "byte_stop": 110383,
                                "text": "-- I\u0027m already tired."
                            },
                            {
                                "start": 1.205,
                                "stop": 7.815,
                                "byte_start": 110383,
                                "byte_stop": 136819,
                                "text": "Let me care that much about this one."
                            },
                            {
                                "start": 7.815,
                                "stop": 14.223,
                                "byte_start": 136819,
                                "byte_stop": 162419,
                                "text": "This case comes to us on -- on writ of certiorari to United States Court of Appeals for the Federal Circuit."
                            },
                            {
                                "start": 14.223,
                                "stop": 27.818,
                                "byte_start": 162419,
                                "byte_stop": 216754,
                                "text": "General Dynamics and Boeing, the petitioners here, entered a fixed price $4.8 billion contract to develop a stealth fighter aircraft for the Navy."
                            },
                            {
                                "start": 27.818,
                                "stop": 45.661,
                                "byte_start": 216754,
                                "byte_stop": 288120,
                                "text": "After they had fallen well behind schedule, the contracting officer terminated the contract for default and ordered the companies to repay approximately $1.35 billion in progress payments for work the Government never accepted."
                            },
                            {
                                "start": 45.661,
                                "stop": 55.338,
                                "byte_start": 288120,
                                "byte_stop": 326886,
                                "text": "Petitioners filed suit in the Court of Federal Claims, challenging the termination under the Contract Disputes Act of 1978."
                            },
                            {
                                "start": 55.338,
                                "stop": 73.6,
                                "byte_start": 326886,
                                "byte_stop": 399924,
                                "text": "They argued that Federal Circuit precedent would excuse their default because the Government had failed to share its \u0022superior knowledge\u0022 about how to design and manufacture stealth aircraft."
                            },
                            {
                                "start": 73.6,
                                "stop": 94.059,
                                "byte_start": 399924,
                                "byte_stop": 481740,
                                "text": "As the litigation proceeded, it proved difficult to uncover the extent of the -- of the Government\u0027s superior knowledge because the design, materials and manufacturing process for prior stealth aircraft operated by the Air Force are closely guarded military secrets."
                            },
                            {
                                "start": 94.059,
                                "stop": 112.163,
                                "byte_start": 481740,
                                "byte_stop": 554151,
                                "text": "After some of those secrets were inadvertently disclosed during discovery, the Acting Secretary of the Air Force warned the Court of Federal Claims that further discovery into the extent of the Government\u0027s superior knowledge would risk disclosing classified information."
                            },
                            {
                                "start": 112.163,
                                "stop": 119.754,
                                "byte_start": 554151,
                                "byte_stop": 584558,
                                "text": "The Court terminated discovery and declared the superior knowledge question to be nonjusticiable."
                            },
                            {
                                "start": 119.754,
                                "stop": 129.472,
                                "byte_start": 584558,
                                "byte_stop": 623428,
                                "text": "After years of litigation and two remands from the Federal Circuit, the Court of Federal Claims finally sustained the default termination."
                            },
                            {
                                "start": 129.472,
                                "stop": 131.868,
                                "byte_start": 623428,
                                "byte_stop": 633041,
                                "text": "The Federal Circuit affirmed that judgment."
                            },
                            {
                                "start": 131.868,
                                "stop": 149.477,
                                "byte_start": 633041,
                                "byte_stop": 703467,
                                "text": "It agreed that the state-secrets privilege prevented adjudicating petitioners\u0027 superior knowledge defense and it rejected petitioners\u0027 argument that the Government could not pursue a claim against the party and then use the state-secrets privilege to preempt defenses to that claim."
                            },
                            {
                                "start": 149.477,
                                "stop": 153.636,
                                "byte_start": 703467,
                                "byte_stop": 720081,
                                "text": "We granted certiorari to review the state-secrets holding."
                            },
                            {
                                "start": 153.636,
                                "stop": 160.422,
                                "byte_start": 720081,
                                "byte_stop": 747248,
                                "text": "Today, in the unanimous opinion filed with the clerk, we vacate the judgment of the Court of Appeals."
                            },
                            {
                                "start": 160.422,
                                "stop": 170.131,
                                "byte_start": 747248,
                                "byte_stop": 786014,
                                "text": "The Federal Circuit believed that our 1953 decision in United States versus Reynolds had already rejected petitioners\u0027 arguments."
                            },
                            {
                                "start": 170.131,
                                "stop": 178.125,
                                "byte_start": 786014,
                                "byte_stop": 817988,
                                "text": "We think that Reynolds has -- has less to do with these cases than the Court of Appeals or for that matter, the party\u0027s belief."
                            },
                            {
                                "start": 178.125,
                                "stop": 190.172,
                                "byte_start": 817988,
                                "byte_stop": 866262,
                                "text": "Reynolds upheld the Government\u0027s assertion of the state-secret privilege to exclude certain evidence in a trial dealing with injuries caused by the B-29 bomber."
                            },
                            {
                                "start": 190.172,
                                "stop": 193.659,
                                "byte_start": 866262,
                                "byte_stop": 880159,
                                "text": "The case was about the admission of evidence."
                            },
                            {
                                "start": 193.659,
                                "stop": 199.393,
                                "byte_start": 880159,
                                "byte_stop": 903147,
                                "text": "It decided a purely evidentiary dispute by applying evidentiary rules."
                            },
                            {
                                "start": 199.393,
                                "stop": 205.028,
                                "byte_start": 903147,
                                "byte_stop": 925612,
                                "text": "The privilege information was excluded and the trial went on without it."
                            },
                            {
                                "start": 205.028,
                                "stop": 223.102,
                                "byte_start": 925612,
                                "byte_stop": 997919,
                                "text": "Here, by contrast, the Court of Federal Claims decreed the substantive result that since invocation of the state-secrets privilege obscured too many of the facts relevant to the superior knowledge defense, that defense was simply not available."
                            },
                            {
                                "start": 223.102,
                                "stop": 237.606,
                                "byte_start": 997919,
                                "byte_stop": 1055911,
                                "text": "What we are called upon to exercise today is not our power to determine the procedural rules of evidence, but rather our common law authority to fashion contractual remedies in Government-contracting disputes."
                            },
                            {
                                "start": 237.606,
                                "stop": 247.611,
                                "byte_start": 1055911,
                                "byte_stop": 1095931,
                                "text": "And our state-secrets jurisprudence bearing upon that authority is not Reynolds, but two cases dealing with alleged contracts to spy."
                            },
                            {
                                "start": 247.611,
                                "stop": 265.211,
                                "byte_start": 1095931,
                                "byte_stop": 1166357,
                                "text": "Our 1876 decision in Totten versus United States and our 2005 decision in Tenet versus Doe, both held that \u0022Public policy forbids suits based on covert espionage agreements.\u0022"
                            },
                            {
                                "start": 265.211,
                                "stop": 274.203,
                                "byte_start": 1166357,
                                "byte_stop": 1202301,
                                "text": "Totten was a suit by a claimed union spy in the Civil War for the compensation he had allegedly been promised."
                            },
                            {
                                "start": 274.203,
                                "stop": 281.254,
                                "byte_start": 1202301,
                                "byte_stop": 1230514,
                                "text": "Tenet was a suit by claimed CIA spies for compensation they had allegedly been promised."
                            },
                            {
                                "start": 281.254,
                                "stop": 290.166,
                                "byte_start": 1230514,
                                "byte_stop": 1266145,
                                "text": "Rather than risk disclosure of espionage relationships, we left the parties to those suits where we found them the day they came into Court."
                            },
                            {
                                "start": 290.166,
                                "stop": 296.265,
                                "byte_start": 1266145,
                                "byte_stop": 1290595,
                                "text": "We think a similar situation obtains here and that the same consequence should follow."
                            },
                            {
                                "start": 296.265,
                                "stop": 302.476,
                                "byte_start": 1290595,
                                "byte_stop": 1315464,
                                "text": "Reliability depends upon the validity of a plausible, superior knowledge defense."
                            },
                            {
                                "start": 302.476,
                                "stop": 314.417,
                                "byte_start": 1315464,
                                "byte_stop": 1363216,
                                "text": "And when full litigation of that defense \u0022would inevitably lead to the disclosure\u0022 of state-secrets, I have to quote from Totten, neither party can obtain judicial relief."
                            },
                            {
                                "start": 314.417,
                                "stop": 321.564,
                                "byte_start": 1363216,
                                "byte_stop": 1391741,
                                "text": "As the Court of Federal Claims concluded, that is the situation here for reasons explained in our opinion."
                            },
                            {
                                "start": 321.564,
                                "stop": 332.525,
                                "byte_start": 1391741,
                                "byte_stop": 1435627,
                                "text": "However, it seems to us unrealistic to separate, as the Court of Federal Claims did, the claim from the defense and to allow the former to proceed while the latter is barred."
                            },
                            {
                                "start": 332.525,
                                "stop": 339.866,
                                "byte_start": 1435627,
                                "byte_stop": 1464989,
                                "text": "It is claims and defenses together that established the justification or lack of justification for judicial relief."
                            },
                            {
                                "start": 339.866,
                                "stop": 347.974,
                                "byte_start": 1464989,
                                "byte_stop": 1497381,
                                "text": "And when public policy precludes judicial intervention for the one, it should preclude judicial intervention for the other as well."
                            },
                            {
                                "start": 347.974,
                                "stop": 355.911,
                                "byte_start": 1497381,
                                "byte_stop": 1529145,
                                "text": "We therefore leave the parties with the funds and property in their possession when they knocked on the courthouse door."
                            },
                            {
                                "start": 355.911,
                                "stop": 359.096,
                                "byte_start": 1529145,
                                "byte_stop": 1541893,
                                "text": "This disposition will please neither side."
                            },
                            {
                                "start": 359.096,
                                "stop": 373.608,
                                "byte_start": 1541893,
                                "byte_stop": 1599990,
                                "text": "General Dynamics but not Boeing wants us to convert the termination into one for the Government\u0027s convenience awarding petitioners $1.2 billion, the language of the A-12 agreement does not give us this option."
                            },
                            {
                                "start": 373.608,
                                "stop": 378.812,
                                "byte_start": 1599990,
                                "byte_stop": 1620783,
                                "text": "Moreover, state-secrets would make it impossible to calculate petitioners\u0027 damages."
                            },
                            {
                                "start": 378.812,
                                "stop": 388.023,
                                "byte_start": 1620783,
                                "byte_stop": 1657668,
                                "text": "The Government, for its part, wants a return of the $1.35 billion it paid petitioners in progress payments for work which it says it never approved."
                            },
                            {
                                "start": 388.023,
                                "stop": 400.733,
                                "byte_start": 1657668,
                                "byte_stop": 1708450,
                                "text": "But the validity of that claim depends upon whether petitioners are in default on their contract which cannot be judicially determined because of the valid assertion -- assertion of the state-secrets privilege."
                            },
                            {
                                "start": 400.733,
                                "stop": 411.154,
                                "byte_start": 1708450,
                                "byte_stop": 1750141,
                                "text": "As in Totten, our refusal to enforce this contract captures what the ex ante expectations of the parties were or reasonably ought to have been."
                            },
                            {
                                "start": 411.154,
                                "stop": 420.032,
                                "byte_start": 1750141,
                                "byte_stop": 1785668,
                                "text": "Both parties must have understood that state-secrets would prevent courts from resolving many possible disputes under the A-12 agreement."
                            },
                            {
                                "start": 420.032,
                                "stop": 456.133,
                                "byte_start": 1785668,
                                "byte_stop": 1930073,
                                "text": "We believe, moreover, that the impact of our ruling on these particular cases, which we think produces rough, very rough equity, is probably much more significant than its impact in future cases, except to the extent that it renders a law more predictable and hence, more subject to accommodation by contracting parties and contracting parties who have continuing relationships to companies that entered contracts involving state-secrets that are repeat offenders."
                            },
                            {
                                "start": 456.133,
                                "stop": 462.355,
                                "byte_start": 1930073,
                                "byte_stop": 1954941,
                                "text": "The foregoing analysis assumes that the Government generally has an obligation to share its superior knowledge."
                            },
                            {
                                "start": 462.355,
                                "stop": 468.16,
                                "byte_start": 1954941,
                                "byte_stop": 1978138,
                                "text": "The Court of Appeals did not address two of the Government\u0027s arguments for why that assumption may not apply here."
                            },
                            {
                                "start": 468.16,
                                "stop": 470.776,
                                "byte_start": 1978138,
                                "byte_stop": 1988587,
                                "text": "It had no need to, given its holding."
                            },
                            {
                                "start": 470.776,
                                "stop": 477.583,
                                "byte_start": 1988587,
                                "byte_stop": 2015859,
                                "text": "We did not grant certiorari to decide those questions, so they remained open for the Court of Appeals to address some remand."
                            },
                            {
                                "start": 477.583,
                                "stop": 481.776,
                                "byte_start": 2015859,
                                "byte_stop": 0,
                                "text": "The judgment of the Court of Appeals is vacated and the cases are remanded for further proceedings."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52133,
            "mime": "audio\/mpeg",
            "size": 2032577,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-1298\/20110523o_09-1298.delivery.mp3"
        },
        {
            "id": 73902,
            "mime": "audio\/ogg",
            "size": 4840107,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-1298\/20110523o_09-1298.ogg"
        },
        {
            "id": 73903,
            "mime": "application\/x-mpegURL",
            "size": 7195,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-1298\/20110523o_09-1298.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}