{
    "id": 22434,
    "title": "Opinion Announcement - May 13, 2013",
    "transcript": {
        "title": "Bullock v. BankChampaign",
        "duration": 343.584,
        "sections": [
            {
                "start": 0,
                "stop": 343.584,
                "byte_start": 107520,
                "byte_stop": 1481770,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.253,
                        "byte_start": 107520,
                        "byte_stop": 140539,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.253,
                                "byte_start": 107520,
                                "byte_stop": 140539,
                                "text": "Justice Breyer has our opinion this morning in case 11-1518, Bullock v. BankChampaign."
                            }
                        ]
                    },
                    {
                        "start": 8.253,
                        "stop": 343.584,
                        "byte_start": 140539,
                        "byte_stop": 1481770,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 8.253,
                                "stop": 17.983,
                                "byte_start": 140539,
                                "byte_stop": 179513,
                                "text": "In 1978, the father of the petitioner, the petitioner Mr. Randy Bullock, but his father created a family trust that had a single asset."
                            },
                            {
                                "start": 17.983,
                                "stop": 26.983,
                                "byte_start": 179513,
                                "byte_stop": 215458,
                                "text": "A life insurance policy on the father\u0027s life, Randy was the trustee and Randy and his four siblings were the beneficiaries."
                            },
                            {
                                "start": 26.983,
                                "stop": 36.48,
                                "byte_start": 215458,
                                "byte_stop": 253492,
                                "text": "Now, the policy and the trust instrument permitted the trustee, namely Randy, to borrow money against the policy\u0027s value and Randy did that."
                            },
                            {
                                "start": 36.48,
                                "stop": 53.283,
                                "byte_start": 253492,
                                "byte_stop": 320679,
                                "text": "Once he did it because his father asked him to get some money to give it to his mother who used it for the family business, once he did it to help his mother and Randy himself by a mill and once he did it to allow his mother and again Randy himself to buy other real property."
                            },
                            {
                                "start": 53.283,
                                "stop": 60.6,
                                "byte_start": 320679,
                                "byte_stop": 349936,
                                "text": "Now, Randy saw that all of the money was eventually paid back to the trust along with 6% interest."
                            },
                            {
                                "start": 60.6,
                                "stop": 85.849,
                                "byte_start": 349936,
                                "byte_stop": 450978,
                                "text": "In 1999, Randy\u0027s brothers claimed that Randy had violated his fiduciary obligations and they sued him in state court and the state court said, “Randy does not appear to have had a malicious motive in borrowing funds from the trust, but given self-dealing, which it certainly was, nonetheless, the Court required him to pay the trust back money that he had made from his borrowings.”"
                            },
                            {
                                "start": 85.849,
                                "stop": 94.031,
                                "byte_start": 450978,
                                "byte_stop": 483683,
                                "text": "The Court imposed constructive trust on various assets to make sure Randy did pay those debts to the trust, the money he made out of to borrow."
                            },
                            {
                                "start": 94.031,
                                "stop": 104.174,
                                "byte_start": 483683,
                                "byte_stop": 524225,
                                "text": "Randy asked the new trustee, there was a new trustee by then, the BankChampaign to allow him to liquidate some of the assets so he would have money to pay back."
                            },
                            {
                                "start": 104.174,
                                "stop": 111.622,
                                "byte_start": 524225,
                                "byte_stop": 554109,
                                "text": "BankChampaign inexplicably wouldn\u0027t let him do that and Randy then said, “I\u0027m bankrupt,” then he went into federal court."
                            },
                            {
                                "start": 111.622,
                                "stop": 119.026,
                                "byte_start": 554109,
                                "byte_stop": 583680,
                                "text": "Now with all that, it sort of been interesting story, we\u0027re now at the legal issue in the case, a question of federal law."
                            },
                            {
                                "start": 119.026,
                                "stop": 124.349,
                                "byte_start": 583680,
                                "byte_stop": 604996,
                                "text": "Can Randy discharge in bankruptcy his debts to the trust?"
                            },
                            {
                                "start": 124.349,
                                "stop": 125.453,
                                "byte_start": 604996,
                                "byte_stop": 609384,
                                "text": "Why not?"
                            },
                            {
                                "start": 125.453,
                                "stop": 142.923,
                                "byte_start": 609384,
                                "byte_stop": 679288,
                                "text": "Well, the Bankruptcy Code says that an individual cannot obtain a discharge in bankruptcy from a debt “for fraud or defalcation while acting in a fiduciary capacity embezzlement or larceny.”"
                            },
                            {
                                "start": 142.923,
                                "stop": 147.303,
                                "byte_start": 679288,
                                "byte_stop": 696738,
                                "text": "Are the underlying debts here debts for defalcation?"
                            },
                            {
                                "start": 147.303,
                                "stop": 152.079,
                                "byte_start": 696738,
                                "byte_stop": 715860,
                                "text": "Oh, that\u0027s the question and that depends upon the meaning of defalcation."
                            },
                            {
                                "start": 152.079,
                                "stop": 163.828,
                                "byte_start": 715860,
                                "byte_stop": 762880,
                                "text": "In here, in particular, it depends upon we think that the state of mind that accompanied Randy, the trustees\u0027 actions, that gave rise to the debt for his breach of fiduciary duty."
                            },
                            {
                                "start": 163.828,
                                "stop": 166.706,
                                "byte_start": 762880,
                                "byte_stop": 774374,
                                "text": "What is the state of mind that\u0027s necessary?"
                            },
                            {
                                "start": 166.706,
                                "stop": 183.786,
                                "byte_start": 774374,
                                "byte_stop": 842710,
                                "text": "Ever since 1867 when the word defalcation first found its way into the Bankruptcy Codes exception from discharge provision, dictionary, editors, treatise writers, and judges have disagreed about the state of mind question."
                            },
                            {
                                "start": 183.786,
                                "stop": 194.049,
                                "byte_start": 842710,
                                "byte_stop": 883775,
                                "text": "Many years ago, for example, Judge Augustus Hand wrote that the relevant “misappropriation must be due to a known breach of the duty and not mere negligence or a mistake.”"
                            },
                            {
                                "start": 194.049,
                                "stop": 200.22,
                                "byte_start": 883775,
                                "byte_stop": 908434,
                                "text": "The judge learned at hand suggested the terms “may have included innocent default.”"
                            },
                            {
                                "start": 200.22,
                                "stop": 215.506,
                                "byte_start": 908434,
                                "byte_stop": 969561,
                                "text": "Some modern courts have included innocent acts within the scope of the term, other insisted on conduct that is objectively reckless, still others have said there has to be extreme recklessness, when treatise ends its discussion of the topic with a question mark."
                            },
                            {
                                "start": 215.506,
                                "stop": 225.566,
                                "byte_start": 969561,
                                "byte_stop": 1009789,
                                "text": "Now, we have to answer the question mark and we base our answer in an old case called Neal versus Clark written for the Court by the first Justice Harlan in 1878."
                            },
                            {
                                "start": 225.566,
                                "stop": 234.943,
                                "byte_start": 1009789,
                                "byte_stop": 1047301,
                                "text": "He was thinking about the meaning of the word fraud and he said, “That\u0027s created by fraud,” or those who are reading the statute, they\u0027re right next to embezzlement."
                            },
                            {
                                "start": 234.943,
                                "stop": 256.761,
                                "byte_start": 1047301,
                                "byte_stop": 1134655,
                                "text": "And such association, he said, “Justifies, although it doesn\u0027t imperatively require, the conclusion that the fraud means positive fraud or fraud in fact involving moral turpitude, that\u0027s a little easier to understand, or intentional wrong as does embezzlement and not implied fraud or fraud in law which may exist without bad faith or immorality.”"
                            },
                            {
                                "start": 256.761,
                                "stop": 262.434,
                                "byte_start": 1134655,
                                "byte_stop": 1157329,
                                "text": "We think the statutory term defalcation should be treated exactly really pretty much the same way."
                            },
                            {
                                "start": 262.434,
                                "stop": 272.605,
                                "byte_start": 1157329,
                                "byte_stop": 1197976,
                                "text": "So, if the conduct that issued does not involve bad faith, moral turpitude or immoral conduct, then it requires an intentional wrong."
                            },
                            {
                                "start": 272.605,
                                "stop": 278.453,
                                "byte_start": 1197976,
                                "byte_stop": 1221381,
                                "text": "Justices require for the statutory neighbors, embezzlement, larceny, and fiduciary fraud."
                            },
                            {
                                "start": 278.453,
                                "stop": 292.784,
                                "byte_start": 1221381,
                                "byte_stop": 1278746,
                                "text": "We include its intentional here, not only conduct that fiduciary knows is wrong, but also reckless conduct of the kind the criminal law often treats as the equivalent of intentional conduct or actual knowledge of wrong doing is missing."
                            },
                            {
                                "start": 292.784,
                                "stop": 304.838,
                                "byte_start": 1278746,
                                "byte_stop": 1326916,
                                "text": "The conduct is still the same if a fiduciary can consciously disregard or is willfully belong to a substantial and unjustifiable risk that his conduct will turn out to violate a fiduciary duty."
                            },
                            {
                                "start": 304.838,
                                "stop": 320.224,
                                "byte_start": 1326916,
                                "byte_stop": 1388460,
                                "text": "And that risk has to be of such in nature and degree is considering the nature and purpose of his act -- of his conduct and all of his circumstances its disregard involves a gross deviation from the standard of conduct that a law abiding person would observe in his situation."
                            },
                            {
                                "start": 320.224,
                                "stop": 325.994,
                                "byte_start": 1388460,
                                "byte_stop": 1411553,
                                "text": "Security\u0027s law is somewhat similar, so a fairly simple answer to a long-lined up question."
                            },
                            {
                                "start": 325.994,
                                "stop": 330.37,
                                "byte_start": 1411553,
                                "byte_stop": 1429002,
                                "text": "In our view, this interpretation maintains linguistic harmony."
                            },
                            {
                                "start": 330.37,
                                "stop": 337.087,
                                "byte_start": 1429002,
                                "byte_stop": 1455961,
                                "text": "It provides each word in the statute with a distinct meaning and it is consistent with the statute\u0027s purpose."
                            },
                            {
                                "start": 337.087,
                                "stop": 343.584,
                                "byte_start": 1455961,
                                "byte_stop": 1481770,
                                "text": "We explained all that further in our opinion, if you want to read it, and the decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53990,
            "mime": "audio\/mpeg",
            "size": 1481979,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/11-1518\/20130513o_11-1518.delivery.mp3"
        },
        {
            "id": 75730,
            "mime": "audio\/ogg",
            "size": 3450174,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/11-1518\/20130513o_11-1518.ogg"
        },
        {
            "id": 75731,
            "mime": "application\/x-mpegURL",
            "size": 5171,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/11-1518\/20130513o_11-1518.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}