{
    "id": 20853,
    "title": "Opinion Announcement - May 19, 1997",
    "transcript": {
        "title": null,
        "duration": 302.977,
        "sections": [
            {
                "start": 0,
                "stop": 302.977,
                "byte_start": 28672,
                "byte_stop": 1240545,
                "turns": [
                    {
                        "start": 0,
                        "stop": 302.977,
                        "byte_start": 28672,
                        "byte_stop": 1240545,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.957,
                                "byte_start": 28672,
                                "byte_stop": 72558,
                                "text": "The second case, it\u0027s actually a set of cases, is Edmond versus United States, No. 96-262."
                            },
                            {
                                "start": 10.957,
                                "stop": 16.77,
                                "byte_start": 72558,
                                "byte_stop": 95754,
                                "text": "This group of six cases is here on certiorari to the United States Court of Appeals for the Armed Forces."
                            },
                            {
                                "start": 16.77,
                                "stop": 30.422,
                                "byte_start": 95754,
                                "byte_stop": 150403,
                                "text": "Each of the prisoners was convicted by court martial and their conviction were affirmed by the Coast Guard Court of Criminal Appeals with the participation of one or both of that court\u0027s two civilian members."
                            },
                            {
                                "start": 30.422,
                                "stop": 42.265,
                                "byte_start": 150403,
                                "byte_stop": 197736,
                                "text": "Both civilian judges were originally assigned to the Court of Criminal Appeals by the General Counsel of the Department of Transportation in his capacity as Judge Advocate General of the Coast Guard."
                            },
                            {
                                "start": 42.265,
                                "stop": 60.9,
                                "byte_start": 197736,
                                "byte_stop": 272342,
                                "text": "In the case called Ryder versus United States, we overturned a conviction that had been affirmed by a Coast Guard Court of Military Review Panel that included both civilian members, on the ground that those judges appointment by the General Counsel of the Department of Transportation violated the Appointments Clause."
                            },
                            {
                                "start": 60.9,
                                "stop": 81.855,
                                "byte_start": 272342,
                                "byte_stop": 356143,
                                "text": "The Appointments Clause requires appointments of all federal officers to be made by the President with the advice and consent of the Senate, except that inferior officers, only inferior officers may have Congress, so provides be appointed by the President alone by Heads of Departments or by the Courts of Law."
                            },
                            {
                                "start": 81.855,
                                "stop": 105.318,
                                "byte_start": 356143,
                                "byte_stop": 449975,
                                "text": "Anticipating our decision in Ryder, the Secretary of Transportation issued a memorandum on January 15, 1993 adopting the General Counsel\u0027s earlier judicial assignments as appointments of his own that conviction at issue in this case were affirmed by the Court of Criminal Appeals after the secretarial appointments."
                            },
                            {
                                "start": 105.318,
                                "stop": 113.631,
                                "byte_start": 449975,
                                "byte_stop": 483203,
                                "text": "The Court of Appeals for the Armed Forces affirmed the convictions, holding that the Secretary\u0027s appointments were valid and cured the defect that had previously existed."
                            },
                            {
                                "start": 113.631,
                                "stop": 121.64,
                                "byte_start": 483203,
                                "byte_stop": 515281,
                                "text": "Petitioners sought review in a consolidated petition pursuant to this Court\u0027s Rule 12.4, and we granted certiorari."
                            },
                            {
                                "start": 121.64,
                                "stop": 130.803,
                                "byte_start": 515281,
                                "byte_stop": 551957,
                                "text": "Petitioners first argue that Congress has not authorized the Secretary of Transportation to appoint the Court of Criminal Appeals civilian judges."
                            },
                            {
                                "start": 130.803,
                                "stop": 146.738,
                                "byte_start": 551957,
                                "byte_stop": 615696,
                                "text": "Although 49 U.S.C. Section 323(a) gives the Secretary of Transportation power “to appoint and fix the pay of officers and employees of the Department\u0022, which includes Coast Guard Judges."
                            },
                            {
                                "start": 146.738,
                                "stop": 166.615,
                                "byte_start": 615696,
                                "byte_stop": 695212,
                                "text": "Petitioners assert that 323(a) is a default statute superseded by express language in Article 60(c)(a) -- 66(a) of the Uniform Code of Military Justice which gives the Judge Advocate General of each military branch exclusive authority to appoint Court of Criminal Appeals judges."
                            },
                            {
                                "start": 166.615,
                                "stop": 171.566,
                                "byte_start": 695212,
                                "byte_stop": 714961,
                                "text": "We reject that interpretation of Article 66(a)."
                            },
                            {
                                "start": 171.566,
                                "stop": 177.004,
                                "byte_start": 714961,
                                "byte_stop": 736695,
                                "text": "Conspicuously absent from Article 66(a) is any mention of appointment."
                            },
                            {
                                "start": 177.004,
                                "stop": 184.295,
                                "byte_start": 736695,
                                "byte_stop": 765952,
                                "text": "Instead, that provision refers only to judges \u0022who are assigned to a Court of Criminal Appeals\u0022."
                            },
                            {
                                "start": 184.295,
                                "stop": 188.415,
                                "byte_start": 765952,
                                "byte_stop": 782357,
                                "text": "It concerns, in other words, not the appointment of judges, but only their assignment."
                            },
                            {
                                "start": 188.415,
                                "stop": 206.931,
                                "byte_start": 782357,
                                "byte_stop": 856440,
                                "text": "A contrary interpretation of Article 66(a) would render it unconstitutional because as I have explained earlier, under the Appointments Clause, Congress could not give Judge Advocate General\u0027s who are not Heads of Departments power to appoint even inferior officers of the United States."
                            },
                            {
                                "start": 206.931,
                                "stop": 212.915,
                                "byte_start": 856440,
                                "byte_stop": 880368,
                                "text": "That power can be conferred only upon -- only as -- as I\u0027ve said by the President or department heads."
                            },
                            {
                                "start": 212.915,
                                "stop": 218.124,
                                "byte_start": 880368,
                                "byte_stop": 901266,
                                "text": "We therefore hold that Section 323 authorizes the Secretary to make the appointments in question."
                            },
                            {
                                "start": 218.124,
                                "stop": 225.824,
                                "byte_start": 901266,
                                "byte_stop": 931986,
                                "text": "We also reject petitioners\u0027 argument that the Secretary\u0027s authorization to appoint Civilian Court of Criminal Appeals judges is unconstitutional."
                            },
                            {
                                "start": 225.824,
                                "stop": 232.096,
                                "byte_start": 931986,
                                "byte_stop": 957064,
                                "text": "That is that Congress cannot confer this power upon the Secretary."
                            },
                            {
                                "start": 232.096,
                                "stop": 244.905,
                                "byte_start": 957064,
                                "byte_stop": 1008368,
                                "text": "The assertion is that these officers are not inferior officers, and if they\u0027re not inferior officers, the only permissible matter of appointment is by the President with the advice and consent of the Senate."
                            },
                            {
                                "start": 244.905,
                                "stop": 254.899,
                                "byte_start": 1008368,
                                "byte_stop": 1048283,
                                "text": "Despite the importance of the responsibilities of the judges in question -- in question here, we hold that they are inferior officers under -- under the Appointments Clause."
                            },
                            {
                                "start": 254.899,
                                "stop": 266.194,
                                "byte_start": 1048283,
                                "byte_stop": 1093528,
                                "text": "Generally speaking, inferior officers are officers whose work is directed and supervised at some level by others who were appointed by presidential nomination with the Senate\u0027s advice and consent."
                            },
                            {
                                "start": 266.194,
                                "stop": 279.395,
                                "byte_start": 1093528,
                                "byte_stop": 1146295,
                                "text": "Supervision of the work of Coast Guard Court of Criminal Appeals judges is divided between the General Counsel of the Department of Transportation, who is subordinate to the Secretary of Transportation, and the Court of Appeals for the Armed Forces."
                            },
                            {
                                "start": 279.395,
                                "stop": 288.876,
                                "byte_start": 1146295,
                                "byte_stop": 1184225,
                                "text": "Significantly, these judges have no power to render a final decision on behalf of the United States, unless permitted to do so by other executive officers."
                            },
                            {
                                "start": 288.876,
                                "stop": 292.676,
                                "byte_start": 1184225,
                                "byte_stop": 1199480,
                                "text": "They are, in our view, inferior officers within the meaning of Article II."
                            },
                            {
                                "start": 292.676,
                                "stop": 297.72,
                                "byte_start": 1199480,
                                "byte_stop": 1219647,
                                "text": "Accordingly we affirm the judgment of the Court of Appeals for the Armed Forces with respect to each petitioner."
                            },
                            {
                                "start": 297.72,
                                "stop": 302.977,
                                "byte_start": 1219647,
                                "byte_stop": 1240545,
                                "text": "Justice Souter has filed an opinion concurring in part and concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50830,
            "mime": "audio\/mpeg",
            "size": 1240858,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-262\/19970519o_96-262.delivery.mp3"
        },
        {
            "id": 72612,
            "mime": "audio\/ogg",
            "size": 2970076,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-262\/19970519o_96-262.ogg"
        },
        {
            "id": 72613,
            "mime": "application\/x-mpegURL",
            "size": 4497,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-262\/19970519o_96-262.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}