{
    "id": 23260,
    "title": "Opinion Announcement - May 05, 2014",
    "transcript": {
        "title": null,
        "duration": 408.864,
        "sections": [
            {
                "start": 0,
                "stop": 408.864,
                "byte_start": 106496,
                "byte_stop": 1741866,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.21,
                        "byte_start": 106496,
                        "byte_stop": 135440,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.21,
                                "byte_start": 106496,
                                "byte_stop": 135440,
                                "text": "Justice Kennedy has our opinion this morning in case 12-696, Town of Greece v. Galloway."
                            }
                        ]
                    },
                    {
                        "start": 7.21,
                        "stop": 408.864,
                        "byte_start": 135440,
                        "byte_stop": 1741866,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.21,
                                "stop": 10.729,
                                "byte_start": 135440,
                                "byte_stop": 149441,
                                "text": "The Town of Greece is in upstate New York."
                            },
                            {
                                "start": 10.729,
                                "stop": 15.306,
                                "byte_start": 149441,
                                "byte_stop": 167727,
                                "text": "The town opened its monthly town board meetings with a prayer."
                            },
                            {
                                "start": 15.306,
                                "stop": 34.246,
                                "byte_start": 167727,
                                "byte_stop": 243482,
                                "text": "Under the Fourteenth Amendment, the guarantees of the First Amendment are a binding on the States and their subdivisions, and in this case, the Court must decide whether the Town of Greece by inviting and allowing the prayer acted in violation of the First Amendment\u0027s Establishment Clause."
                            },
                            {
                                "start": 34.246,
                                "stop": 42.595,
                                "byte_start": 243482,
                                "byte_stop": 276919,
                                "text": "Each month, the town would invite a different local minister to give an invocation following the roll call and the Pledge of Allegiance."
                            },
                            {
                                "start": 42.595,
                                "stop": 51.789,
                                "byte_start": 276919,
                                "byte_stop": 313699,
                                "text": "A few days before the meeting, a town employee would call congregations listed in the local directory until she found a minister available to lead the prayer."
                            },
                            {
                                "start": 51.789,
                                "stop": 60.183,
                                "byte_start": 313699,
                                "byte_stop": 347240,
                                "text": "In choosing the ministers, the town maintained a policy of non-discrimination, but in practice, most of the guest ministers turned out to be Christian."
                            },
                            {
                                "start": 60.183,
                                "stop": 65.162,
                                "byte_start": 347240,
                                "byte_stop": 367198,
                                "text": "This reflected the predominantly Christian identity of the town\u0027s congregations."
                            },
                            {
                                "start": 65.162,
                                "stop": 69.156,
                                "byte_start": 367198,
                                "byte_stop": 383185,
                                "text": "The prayers that were given reflected both civic and religious themes."
                            },
                            {
                                "start": 69.156,
                                "stop": 73.231,
                                "byte_start": 383185,
                                "byte_stop": 399485,
                                "text": "Some of them were given in the name of Jesus or the -- or the Holy Spirit."
                            },
                            {
                                "start": 73.231,
                                "stop": 83.959,
                                "byte_start": 399485,
                                "byte_stop": 442431,
                                "text": "A few referred to Christian holidays, but the majority of the prayers reflected values common to people who followed different religious traditions."
                            },
                            {
                                "start": 83.959,
                                "stop": 89.384,
                                "byte_start": 442431,
                                "byte_stop": 464060,
                                "text": "Susan Galloway and Linda Stephens are the respondents here."
                            },
                            {
                                "start": 89.384,
                                "stop": 95.325,
                                "byte_start": 464060,
                                "byte_stop": 487884,
                                "text": "They challenged the town\u0027s prayer practice in a suit that they filed in the United States District Court."
                            },
                            {
                                "start": 95.325,
                                "stop": 100.563,
                                "byte_start": 487884,
                                "byte_stop": 508782,
                                "text": "They argued that the town violated the First Amendment by sponsoring prayers with sectarian content."
                            },
                            {
                                "start": 100.563,
                                "stop": 103.176,
                                "byte_start": 508782,
                                "byte_stop": 519231,
                                "text": "They did not seek to end the prayers all together."
                            },
                            {
                                "start": 103.176,
                                "stop": 111.024,
                                "byte_start": 519231,
                                "byte_stop": 550682,
                                "text": "Instead, they sought to limit the town to inclusive and ecumenical prayers that were not specific to any one religion."
                            },
                            {
                                "start": 111.024,
                                "stop": 113.955,
                                "byte_start": 550682,
                                "byte_stop": 562385,
                                "text": "The District Court rejected their challenge."
                            },
                            {
                                "start": 113.955,
                                "stop": 116.593,
                                "byte_start": 562385,
                                "byte_stop": 572938,
                                "text": "The Court of Appeals for the Second Circuit reversed."
                            },
                            {
                                "start": 116.593,
                                "stop": 119.984,
                                "byte_start": 572938,
                                "byte_stop": 586522,
                                "text": "It held that the town had violated the First Amendment."
                            },
                            {
                                "start": 119.984,
                                "stop": 133.969,
                                "byte_start": 586522,
                                "byte_stop": 642424,
                                "text": "It concluded that the guest ministers or by inviting the public to participate in the prayers placed non-believers in the awkward position of either joining the prayers with which they disagreed or perhaps appearing disrespectful."
                            },
                            {
                                "start": 133.969,
                                "stop": 140.805,
                                "byte_start": 642424,
                                "byte_stop": 669800,
                                "text": "This Court granted certiorari, in an opinion today, the Court reverses the judgment of the Court of Appeals."
                            },
                            {
                                "start": 140.805,
                                "stop": 148.409,
                                "byte_start": 669800,
                                "byte_stop": 700207,
                                "text": "From the earliest days of the Republic, legislative prayer has been understood as compatible with the Establishment Clause."
                            },
                            {
                                "start": 148.409,
                                "stop": 160.414,
                                "byte_start": 700207,
                                "byte_stop": 748168,
                                "text": "Only days after the First Congress approved language for the First Amendment, these members approved funds to hire House and Senate chaplains."
                            },
                            {
                                "start": 160.414,
                                "stop": 172.521,
                                "byte_start": 748168,
                                "byte_stop": 796651,
                                "text": "Congress revisited the practice of legislative chaplaincies in the 1850s and once more it concluded that that practice did not violate the Constitution."
                            },
                            {
                                "start": 172.521,
                                "stop": 178.828,
                                "byte_start": 796651,
                                "byte_stop": 821833,
                                "text": "These historical understandings informed the Court\u0027s previous decision in Marsh v. Chambers."
                            },
                            {
                                "start": 178.828,
                                "stop": 183.716,
                                "byte_start": 821833,
                                "byte_stop": 841373,
                                "text": "That was a case from this Court decided in 1983."
                            },
                            {
                                "start": 183.716,
                                "stop": 193.587,
                                "byte_start": 841373,
                                "byte_stop": 880870,
                                "text": "In Marsh, the Court approved the state legislature\u0027s practice of employing a paid chaplain who would open each morning\u0027s session with a prayer."
                            },
                            {
                                "start": 193.587,
                                "stop": 208.81,
                                "byte_start": 880870,
                                "byte_stop": 941787,
                                "text": "The opinion in Marsh noted that a morning prayer was given in a majority of state legislatures where it was considered a tolerable acknowledgement of beliefs widely held rather than an effort to impose a State religion."
                            },
                            {
                                "start": 208.81,
                                "stop": 216.795,
                                "byte_start": 941787,
                                "byte_stop": 973761,
                                "text": "Marsh and the traditions that it noted and reflected controlled the Court\u0027s decision today."
                            },
                            {
                                "start": 216.795,
                                "stop": 226.383,
                                "byte_start": 973761,
                                "byte_stop": 1012109,
                                "text": "The argument that the prayer program in the Town of Greece falls outside of our traditions because it was not generic or non-sectarian, must be rejected."
                            },
                            {
                                "start": 226.383,
                                "stop": 235.087,
                                "byte_start": 1012109,
                                "byte_stop": 1046904,
                                "text": "The Government cannot require ministers to remove the religious content of their message in order to make it acceptable for the public sphere."
                            },
                            {
                                "start": 235.087,
                                "stop": 248.644,
                                "byte_start": 1046904,
                                "byte_stop": 1101134,
                                "text": "For a Court or legislature to tell a minister that he or she may not offer prayer in the name of Jesus or Allah or Jehovah, would be a serious intrusion into the realm of personal conscience."
                            },
                            {
                                "start": 248.644,
                                "stop": 264.99,
                                "byte_start": 1101134,
                                "byte_stop": 1166545,
                                "text": "Although the Court rejects the premise that legislative prayer over a course of time must be non-sectarian, it does recognize a constraint on its content, a constraint that derives from its place at the opening of legislative sessions."
                            },
                            {
                                "start": 264.99,
                                "stop": 279.479,
                                "byte_start": 1166545,
                                "byte_stop": 1224432,
                                "text": "The purpose of legislative prayer is to lend gravity to the occasion and invite law makers to reflect on shared values and common ends before they embark on what can be the divisive business of governing."
                            },
                            {
                                "start": 279.479,
                                "stop": 284.821,
                                "byte_start": 1224432,
                                "byte_stop": 1245853,
                                "text": "Prayer that is solemn and respectful in tone serves that legitimate function."
                            },
                            {
                                "start": 284.821,
                                "stop": 303.747,
                                "byte_start": 1245853,
                                "byte_stop": 1321503,
                                "text": "If the course and practice over time shows that invocations denigrate non-believers or religious minorities or threatened damnation or preached conversion, the -- will fall short of the desire to elevate the occasion and unite law makers in a common effort."
                            },
                            {
                                "start": 303.747,
                                "stop": 312.444,
                                "byte_start": 1321503,
                                "byte_stop": 1356298,
                                "text": "Our tradition of legislative prayer permits ministers to ask their own god for blessings of peace, justice and freedom that find appreciation among people of all faiths."
                            },
                            {
                                "start": 312.444,
                                "stop": 326.803,
                                "byte_start": 1356298,
                                "byte_stop": 1413768,
                                "text": "The Court rejects the argument that prayers given at the opening of a town board meeting inevitably place pressure on the public to participate in order to please the board members from whom they are often seeking a favorable ruling."
                            },
                            {
                                "start": 326.803,
                                "stop": 333.193,
                                "byte_start": 1413768,
                                "byte_stop": 1439368,
                                "text": "While in some cases, a prayer practice could be coercive, the record in this case reveals no such problem in the Town of Greece."
                            },
                            {
                                "start": 333.193,
                                "stop": 344.356,
                                "byte_start": 1439368,
                                "byte_stop": 1483985,
                                "text": "Here, town board members did not ask the public to participate in the prayers or single out religious dissents for criticism or allocate benefits and burdens based on participation in the prayer opportunity."
                            },
                            {
                                "start": 344.356,
                                "stop": 354.323,
                                "byte_start": 1483985,
                                "byte_stop": 1523796,
                                "text": "In the general course, legislative bodies do not engage in coercion -- coercion merely by exposing the public to prayer in which they need not participate."
                            },
                            {
                                "start": 354.323,
                                "stop": 370.987,
                                "byte_start": 1523796,
                                "byte_stop": 1590460,
                                "text": "Ceremonial prayer is but a recognition that since this nation was founded and until the present day, many Americans deemed their own existence must be understood by precepts far beyond the authority of Government to alter and define."
                            },
                            {
                                "start": 370.987,
                                "stop": 382.573,
                                "byte_start": 1590460,
                                "byte_stop": 1636854,
                                "text": "Willing participation in civic affairs can be consistent with a brief acknowledgement of the belief in a higher power always with due respect for those who would hear to other beliefs."
                            },
                            {
                                "start": 382.573,
                                "stop": 386.158,
                                "byte_start": 1636854,
                                "byte_stop": 1651169,
                                "text": "The prayer in this case had a permissible ceremonial purpose."
                            },
                            {
                                "start": 386.158,
                                "stop": 390.869,
                                "byte_start": 1651169,
                                "byte_stop": 1669977,
                                "text": "It was not an unconstitutional establishment of religion."
                            },
                            {
                                "start": 390.869,
                                "stop": 395.344,
                                "byte_start": 1669977,
                                "byte_stop": 1687949,
                                "text": "Justice Thomas has filed a concurring opinion in which Justice Scalia joins in part."
                            },
                            {
                                "start": 395.344,
                                "stop": 399.389,
                                "byte_start": 1687949,
                                "byte_stop": 1704145,
                                "text": "Justice Alito has filed a concurring opinion in which Justice Scalia joins."
                            },
                            {
                                "start": 399.389,
                                "stop": 401.81,
                                "byte_start": 1704145,
                                "byte_stop": 1713758,
                                "text": "Justice Breyer has filed a dissenting opinion."
                            },
                            {
                                "start": 401.81,
                                "stop": 408.864,
                                "byte_start": 1713758,
                                "byte_stop": 1741866,
                                "text": "Justice Kagan has also filed a dissenting opinion in which Justices Ginsburg, Breyer and Sotomayor joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55697,
            "mime": "audio\/mpeg",
            "size": 1742075,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-696\/20140505o_12-696.delivery.mp3"
        },
        {
            "id": 77374,
            "mime": "audio\/ogg",
            "size": 4088149,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-696\/20140505o_12-696.ogg"
        },
        {
            "id": 77375,
            "mime": "application\/x-mpegURL",
            "size": 6002,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-696\/20140505o_12-696.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}