{
    "id": 21994,
    "title": "Opinion Announcement - June 28, 2010",
    "transcript": {
        "title": "McDonald v. Chicago",
        "duration": 1674.423,
        "sections": [
            {
                "start": 0,
                "stop": 1674.423,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.701,
                        "byte_start": 105472,
                        "byte_stop": 136296,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.701,
                                "byte_start": 105472,
                                "byte_stop": 136296,
                                "text": "Justice Alito has our opinion this morning, in case 08-1521, McDonald versus the City of Chicago."
                            }
                        ]
                    },
                    {
                        "start": 7.701,
                        "stop": 852.042,
                        "byte_start": 136296,
                        "byte_stop": 3513720,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 7.701,
                                "stop": 20.07,
                                "byte_start": 136296,
                                "byte_stop": 185825,
                                "text": "Two years ago in District of Columbia versus Heller, we held that the Second Amendment protects an individual right to keep and bear arms in the home for purposes of self-defense."
                            },
                            {
                                "start": 20.07,
                                "stop": 32.73,
                                "byte_start": 185825,
                                "byte_stop": 236398,
                                "text": "The Heller case did not involve a law enacted by a state or by any subdivision of a state, and therefore, Heller did not decide whether the Second Amendment applies to the states."
                            },
                            {
                                "start": 32.73,
                                "stop": 36.338,
                                "byte_start": 236398,
                                "byte_stop": 250922,
                                "text": "This case requires us to address that question."
                            },
                            {
                                "start": 36.338,
                                "stop": 49.811,
                                "byte_start": 250922,
                                "byte_stop": 304734,
                                "text": "This litigation began when several Chicago residents brought suit, challenging Chicago ordinances that effectively ban handgun possession by virtually all private persons in the city."
                            },
                            {
                                "start": 49.811,
                                "stop": 61.076,
                                "byte_start": 304734,
                                "byte_stop": 349874,
                                "text": "Chicago has high rates of violent crime and the Chicago residents who brought suit, fear for their safety and want to keep handguns in their homes for self-protection."
                            },
                            {
                                "start": 61.076,
                                "stop": 80.659,
                                "byte_start": 349874,
                                "byte_stop": 428136,
                                "text": "The litigation against Chicago and similar litigation against the Chicago suburb of Oak Park were dismissed by the district court and the Seventh Circuit affirmed, relying primarily on several cases decided by this case -- this Court in the late 19th Century."
                            },
                            {
                                "start": 80.659,
                                "stop": 82.192,
                                "byte_start": 428136,
                                "byte_stop": 434301,
                                "text": "We granted certiorari."
                            },
                            {
                                "start": 82.192,
                                "stop": 90.496,
                                "byte_start": 434301,
                                "byte_stop": 467529,
                                "text": "In order to explain the question, we must decide, it\u0027s helpful to review very briefly some basic constitutional history."
                            },
                            {
                                "start": 90.496,
                                "stop": 98.443,
                                "byte_start": 467529,
                                "byte_stop": 499294,
                                "text": "The provisions of the Bill of Rights originally applied only to the Federal Government and that is how things stood until after the Civil War."
                            },
                            {
                                "start": 98.443,
                                "stop": 107.926,
                                "byte_start": 499294,
                                "byte_stop": 537224,
                                "text": "After the Civil War, the ratification of the Thirteenth, Fourteenth and Fifteenth Amendments changed the relationship between the Federal Government and the states."
                            },
                            {
                                "start": 107.926,
                                "stop": 112.408,
                                "byte_start": 537224,
                                "byte_stop": 555196,
                                "text": "Two provisions of the Fourteenth Amendment figure in the present case."
                            },
                            {
                                "start": 112.408,
                                "stop": 122.044,
                                "byte_start": 555196,
                                "byte_stop": 593753,
                                "text": "The first is the Privileges or Immunities Clause which prohibits a state from abridging \u0022the privileges or immunities of citizens of the United States.”"
                            },
                            {
                                "start": 122.044,
                                "stop": 132.782,
                                "byte_start": 593753,
                                "byte_stop": 636698,
                                "text": "The second is the Due Process Clause of the Fourteenth Amendment which prohibits a state from depriving any person of life, liberty or property without due process of law."
                            },
                            {
                                "start": 132.782,
                                "stop": 150.535,
                                "byte_start": 636698,
                                "byte_stop": 707647,
                                "text": "At the time of the ratification of the Fourteenth Amendment, there were those who thought that the phrase \u0022Privileges or Immunities of citizens of the United States\u0022 protected all of the rights guaranteed by the Bill of Rights and there are prominent scholars today who continue to hold that view."
                            },
                            {
                                "start": 150.535,
                                "stop": 157.874,
                                "byte_start": 707647,
                                "byte_stop": 737008,
                                "text": "The meaning of the Privileges or Immunities Clause came before the Court in the Slaughter-House Cases in 1873."
                            },
                            {
                                "start": 157.874,
                                "stop": 181.948,
                                "byte_start": 737008,
                                "byte_stop": 833348,
                                "text": "In that case, in a sharply divided decision, the Court gave the Privileges or Immunities Clause of their own very narrow interpretation and the late 19th Century cases on which the Seventh Circuit relied have generally been interpreted as holding that the right to keep and bear arms does not qualify as one of the privileges or immunities of national citizenship."
                            },
                            {
                                "start": 181.948,
                                "stop": 204.765,
                                "byte_start": 833348,
                                "byte_stop": 924568,
                                "text": "While the Slaughter-House Cases meant that the right set out in the Bill of Rights would not be protected by the Privileges or Immunities Clause against infringement by the states, the Court beginning around the turn of the Century began to consider whether those rights were protected against abridgment by the states under the Due Process Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 204.765,
                                "stop": 208.823,
                                "byte_start": 924568,
                                "byte_stop": 940868,
                                "text": "The Court\u0027s decisions on this question fall into two distinct errors."
                            },
                            {
                                "start": 208.823,
                                "stop": 216.448,
                                "byte_start": 940868,
                                "byte_stop": 971274,
                                "text": "The first runs from around to the end of the 19th Century until roughly the middle of the 20th Century."
                            },
                            {
                                "start": 216.448,
                                "stop": 227.451,
                                "byte_start": 971274,
                                "byte_stop": 1015369,
                                "text": "The second one is from the end of the prior era to the present day and has featured what has often been called the process of “selective incorporation.”"
                            },
                            {
                                "start": 227.451,
                                "stop": 231.169,
                                "byte_start": 1015369,
                                "byte_stop": 1030207,
                                "text": "Now let me return to the pre-selective incorporation era."
                            },
                            {
                                "start": 231.169,
                                "stop": 237.074,
                                "byte_start": 1030207,
                                "byte_stop": 1053821,
                                "text": "The three characteristics of the cases that were handed down during that period should be noted."
                            },
                            {
                                "start": 237.074,
                                "stop": 248.721,
                                "byte_start": 1053821,
                                "byte_stop": 1100424,
                                "text": "First, some of the Court\u0027s cases during this era said that the Due Process Clause protects only those rights that are indispensable characteristics of any civilized society."
                            },
                            {
                                "start": 248.721,
                                "stop": 258.118,
                                "byte_start": 1100424,
                                "byte_stop": 1138040,
                                "text": "Second, the Court during that time was not hesitant to hold that a right set out in the Bill of Rights was not protected by the Due Process Clause."
                            },
                            {
                                "start": 258.118,
                                "stop": 275.959,
                                "byte_start": 1138040,
                                "byte_stop": 1209407,
                                "text": "And third, even when a right set out in the Bill of Rights was held to fall within the conception of due process, the protection or the remedies that were available against the states often differed from the protection or remedies that were available against the Federal Government."
                            },
                            {
                                "start": 275.959,
                                "stop": 298.964,
                                "byte_start": 1209407,
                                "byte_stop": 1301358,
                                "text": "During this pre-selective incorporation era, there was viable theory concerning the relationship between the Bill of Rights and the states and that has often been called the theory of \u0022total incorporation\u0022 which as the name suggests meant that the Due Process Clause would be totally incorporated -- would totally incorporate all of the provisions of the Bill of Rights."
                            },
                            {
                                "start": 298.964,
                                "stop": 307.082,
                                "byte_start": 1301358,
                                "byte_stop": 1333854,
                                "text": "The Court never accepted that theory, but eventually it moved in that direction by beginning the process of selective incorporation."
                            },
                            {
                                "start": 307.082,
                                "stop": 315.422,
                                "byte_start": 1333854,
                                "byte_stop": 1367186,
                                "text": "And selective incorporation meant that the Court incorporated provisions of the Bill of Rights one-by-one rather than all at once."
                            },
                            {
                                "start": 315.422,
                                "stop": 320.798,
                                "byte_start": 1367186,
                                "byte_stop": 1388711,
                                "text": "The Court abandoned the three characteristics of the earlier era that I have previously noted."
                            },
                            {
                                "start": 320.798,
                                "stop": 328.612,
                                "byte_start": 1388711,
                                "byte_stop": 1419954,
                                "text": "First, the Court made it clear that the governing standard is not whether a right is an essential feature of any civilized nation."
                            },
                            {
                                "start": 328.612,
                                "stop": 335.153,
                                "byte_start": 1419954,
                                "byte_stop": 1446181,
                                "text": "Instead, the Court considered whether or right it\u0027s fundamental from a distinctly American perspective."
                            },
                            {
                                "start": 335.153,
                                "stop": 344.068,
                                "byte_start": 1446181,
                                "byte_stop": 1481812,
                                "text": "Second, the Court shed any reluctance to hold that rights protected by the Bill of Rights met the requirements for protection under the Due Process Clause."
                            },
                            {
                                "start": 344.068,
                                "stop": 352.332,
                                "byte_start": 1481812,
                                "byte_stop": 1514830,
                                "text": "Indeed the Court eventually incorporated virtually all of the rights in the Bill of Rights under the Due Process Clause."
                            },
                            {
                                "start": 352.332,
                                "stop": 365.593,
                                "byte_start": 1514830,
                                "byte_stop": 1567911,
                                "text": "And third, the Court emphatically rejected what it called, \u0022The notion that the Fourteenth Amendment applies to the states only a watered-down, subjective version of the individual guarantees of the Bill of Rights.”"
                            },
                            {
                                "start": 365.593,
                                "stop": 381.598,
                                "byte_start": 1567911,
                                "byte_stop": 1631963,
                                "text": "Instead, the Court took the position that incorporated Bill of Rights protections \u0022are all to be enforced against the states under the Fourteenth Amendment according to the same standards that protect those personal rights against federal encroachment.\u0022"
                            },
                            {
                                "start": 381.598,
                                "stop": 395.015,
                                "byte_start": 1631963,
                                "byte_stop": 1685567,
                                "text": "I now turn directly to the question before us in this case, does the Second Amendment right recognized in Heller apply to the states and if so, does it apply to the states to the same extent as it applies to the Federal Government."
                            },
                            {
                                "start": 395.015,
                                "stop": 396.833,
                                "byte_start": 1685567,
                                "byte_stop": 1692881,
                                "text": "The Court holds that it does."
                            },
                            {
                                "start": 396.833,
                                "stop": 400.268,
                                "byte_start": 1692881,
                                "byte_stop": 1706569,
                                "text": "I have filed an opinion setting out the judgment of the Court."
                            },
                            {
                                "start": 400.268,
                                "stop": 413.91,
                                "byte_start": 1706569,
                                "byte_stop": 1761113,
                                "text": "Justice Thomas joins that opinion in part, but he has also filed a concurring opinion explaining that he would hold that the right to keep and bear arms is one of the privileges or immunities of national citizenship."
                            },
                            {
                                "start": 413.91,
                                "stop": 423.836,
                                "byte_start": 1761113,
                                "byte_stop": 1800819,
                                "text": "I will now describe the remainder of the opinion that I have filed and that is joined by the Chief Justice, Justice Scalia and Justice Kennedy."
                            },
                            {
                                "start": 423.836,
                                "stop": 444.275,
                                "byte_start": 1800819,
                                "byte_stop": 1882634,
                                "text": "We analyzed the question presented here under the Due Process Clause, that is the practice that the Court has followed now for more than a century and we continue on that path and we hold that the Heller right easily meets the standard that the Court has used during the last half century."
                            },
                            {
                                "start": 444.275,
                                "stop": 452.883,
                                "byte_start": 1882634,
                                "byte_stop": 1917012,
                                "text": "The right to keep and bear arms is implicit in our understanding of ordered liberty and is deeply rooted in the traditions of our country."
                            },
                            {
                                "start": 452.883,
                                "stop": 461.512,
                                "byte_start": 1917012,
                                "byte_stop": 1951598,
                                "text": "Heller thoroughly explored the origins of the right and show that it was considered fundamental by those who drafted and ratified the Bill of Rights."
                            },
                            {
                                "start": 461.512,
                                "stop": 471.978,
                                "byte_start": 1951598,
                                "byte_stop": 1993394,
                                "text": "This understanding continued during the early years of the Republic when many states adopted constitutional provisions, protecting the right to keep and bear arms."
                            },
                            {
                                "start": 471.978,
                                "stop": 476.028,
                                "byte_start": 1993394,
                                "byte_stop": 2009590,
                                "text": "Evidence from the Civil War period is particularly instructive."
                            },
                            {
                                "start": 476.028,
                                "stop": 483.503,
                                "byte_start": 2009590,
                                "byte_stop": 2039578,
                                "text": "When the Civil War ended, soldiers in the Union Army were allowed to keep their rifles when they returned home."
                            },
                            {
                                "start": 483.503,
                                "stop": 498.022,
                                "byte_start": 2039578,
                                "byte_stop": 2097570,
                                "text": "More than 180,000 African-Americans served in the Union Army and when they returned home often to the states of the old Confederacy, systematic efforts were made to disarm them and other blacks."
                            },
                            {
                                "start": 498.022,
                                "stop": 509.44,
                                "byte_start": 2097570,
                                "byte_stop": 2143336,
                                "text": "Armed parties often consisting of ex-Confederate soldiers serving in the state militias forcibly took firearms from newly freed slaves and other blacks."
                            },
                            {
                                "start": 509.44,
                                "stop": 513.914,
                                "byte_start": 2143336,
                                "byte_stop": 2161204,
                                "text": "The Reconstruction era Congress was alarmed by these practices."
                            },
                            {
                                "start": 513.914,
                                "stop": 521.196,
                                "byte_start": 2161204,
                                "byte_stop": 2190357,
                                "text": "A document that was published by Congress at that time recounted the following story which is representative."
                            },
                            {
                                "start": 521.196,
                                "stop": 531.248,
                                "byte_start": 2190357,
                                "byte_stop": 2230481,
                                "text": "In one town the marshal took all arms from the returning black soldiers and then was \u0022very prompt in shooting the blacks whenever an opportunity occurred.\u0022"
                            },
                            {
                                "start": 531.248,
                                "stop": 541.741,
                                "byte_start": 2230481,
                                "byte_stop": 2272486,
                                "text": "Union Army Commanders tried to stop these abuses by issuing orders, securing the right of all people to keep and bear arms, but Congress decided that more was needed."
                            },
                            {
                                "start": 541.741,
                                "stop": 544.44,
                                "byte_start": 2272486,
                                "byte_stop": 2283248,
                                "text": "It first turned to ordinary legislation."
                            },
                            {
                                "start": 544.44,
                                "stop": 558.182,
                                "byte_start": 2283248,
                                "byte_stop": 2338210,
                                "text": "It enacted the Freedmen’s Bureau Act of 1866 which explicitly guaranteed the right of all citizens \u0022to have the full and equal benefit of the constitutional right to bear arms.\u0022"
                            },
                            {
                                "start": 558.182,
                                "stop": 574.529,
                                "byte_start": 2338210,
                                "byte_stop": 2403621,
                                "text": "The Civil Rights Act 1866 had a similar aim, but Congress feared that these Civil Rights Laws would be held to exceed Congress\u0027 power and Congress then proposed the Fourteenth Amendment which was ratified."
                            },
                            {
                                "start": 574.529,
                                "stop": 590.145,
                                "byte_start": 2403621,
                                "byte_stop": 2466105,
                                "text": "In the face of this evidence, Chicago and Oak Park contend that the Reconstruction era Congress did not want to protect the right of all persons to keep and bear arms, but solely sought to outlaw discriminatory laws and practices."
                            },
                            {
                                "start": 590.145,
                                "stop": 592.182,
                                "byte_start": 2466105,
                                "byte_stop": 2474256,
                                "text": "This argument is implausible."
                            },
                            {
                                "start": 592.182,
                                "stop": 610.053,
                                "byte_start": 2474256,
                                "byte_stop": 2545727,
                                "text": "It is inconsistent with the clear terms of the Freedmen\u0027s Bureau Act of 1866 and outlawing the private possession of firearms in the South would have left blacks vulnerable to their worst abusers, the local peace officers and the state militias."
                            },
                            {
                                "start": 610.053,
                                "stop": 617.911,
                                "byte_start": 2545727,
                                "byte_stop": 2577178,
                                "text": "Chicago, Oak Park and the dissenting opinions in this case make many other arguments against incorporation of the Heller right."
                            },
                            {
                                "start": 617.911,
                                "stop": 620.769,
                                "byte_start": 2577178,
                                "byte_stop": 2588568,
                                "text": "I will comment on only three."
                            },
                            {
                                "start": 620.769,
                                "stop": 636.961,
                                "byte_start": 2588568,
                                "byte_stop": 2653351,
                                "text": "The first, -- the first set of these arguments basically disputes Heller\u0027s interpretation of the original meaning of the Second Amendment in light of recent scholarship."
                            },
                            {
                                "start": 636.961,
                                "stop": 649.552,
                                "byte_start": 2653351,
                                "byte_stop": 2703715,
                                "text": "It is hard to think of a question of original meaning that has now been explored more thoroughly than the right to keep and bear arms and we reaffirm Heller\u0027s analysis of that issue."
                            },
                            {
                                "start": 649.552,
                                "stop": 658.904,
                                "byte_start": 2703715,
                                "byte_stop": 2741123,
                                "text": "The second argument is basically a plea that we return to the pre-incorporation era case law at least for this one case."
                            },
                            {
                                "start": 658.904,
                                "stop": 674.113,
                                "byte_start": 2741123,
                                "byte_stop": 2801936,
                                "text": "It is argued that conditions vary from state-to-state and from city-to-city and that each state and city should be free to enact the firearm laws that are most consistent with its interests and the values of its citizens."
                            },
                            {
                                "start": 674.113,
                                "stop": 682.044,
                                "byte_start": 2801936,
                                "byte_stop": 2833701,
                                "text": "It\u0027s also argued that it is beneficial to allow states and cities to experiment with a variety of different approaches."
                            },
                            {
                                "start": 682.044,
                                "stop": 683.573,
                                "byte_start": 2833701,
                                "byte_stop": 2839865,
                                "text": "These arguments are not new."
                            },
                            {
                                "start": 683.573,
                                "stop": 694.152,
                                "byte_start": 2839865,
                                "byte_stop": 2882184,
                                "text": "They are precisely the arguments that would -- were made by dissenters, most notably by Justice Harlan when the Court began the process of “selective incorporation.”"
                            },
                            {
                                "start": 694.152,
                                "stop": 707.337,
                                "byte_start": 2882184,
                                "byte_stop": 2934847,
                                "text": "It was argued that the entire county should not be bound by a single rule regarding searches and seizures, the privilege against self-incrimination, double jeopardy, the right to counsel and so on, but the Court disagreed."
                            },
                            {
                                "start": 707.337,
                                "stop": 719.593,
                                "byte_start": 2934847,
                                "byte_stop": 2983852,
                                "text": "Those who proposed that we return to the old approach in this case are presumably not asking that we undo all the incorporation cases decided during the past half century."
                            },
                            {
                                "start": 719.593,
                                "stop": 727.032,
                                "byte_start": 2983852,
                                "byte_stop": 3013632,
                                "text": "What is proposed instead, it seems, is a return to the old rules for the Second Amendment right only."
                            },
                            {
                                "start": 727.032,
                                "stop": 728.787,
                                "byte_start": 3013632,
                                "byte_stop": 3020633,
                                "text": "We refuse to take that approach."
                            },
                            {
                                "start": 728.787,
                                "stop": 733.381,
                                "byte_start": 3020633,
                                "byte_stop": 3039023,
                                "text": "Incorporation must be governed by neutral principles."
                            },
                            {
                                "start": 733.381,
                                "stop": 737.208,
                                "byte_start": 3039023,
                                "byte_stop": 3054383,
                                "text": "The other argument that I will comment on is this."
                            },
                            {
                                "start": 737.208,
                                "stop": 745.787,
                                "byte_start": 3054383,
                                "byte_stop": 3088656,
                                "text": "It is argued that the Second Amendment right should not be incorporated because it has controversial public safety implications."
                            },
                            {
                                "start": 745.787,
                                "stop": 747.98,
                                "byte_start": 3088656,
                                "byte_stop": 3097433,
                                "text": "The argument goes as follows."
                            },
                            {
                                "start": 747.98,
                                "stop": 753.104,
                                "byte_start": 3097433,
                                "byte_stop": 3117913,
                                "text": "Some people think that the proliferation of handguns leads to increased crime."
                            },
                            {
                                "start": 753.104,
                                "stop": 762.326,
                                "byte_start": 3117913,
                                "byte_stop": 3154798,
                                "text": "Other people think that allowing private citizens to own handguns and keep them in their homes for self-defense will promote public safety."
                            },
                            {
                                "start": 762.326,
                                "stop": 771.462,
                                "byte_start": 3154798,
                                "byte_stop": 3191369,
                                "text": "It is argued that because it is unclear which view is correct, the right to keep and bear arms should not be made binding on the states."
                            },
                            {
                                "start": 771.462,
                                "stop": 777.784,
                                "byte_start": 3191369,
                                "byte_stop": 3216656,
                                "text": "This argument like the one just discussed is inconsistent with our “selective incorporation” cases."
                            },
                            {
                                "start": 777.784,
                                "stop": 785.669,
                                "byte_start": 3216656,
                                "byte_stop": 3248212,
                                "text": "The Second Amendment right is not the only provision in the Bill of Rights that has controversial public safety implications."
                            },
                            {
                                "start": 785.669,
                                "stop": 805.392,
                                "byte_start": 3248212,
                                "byte_stop": 3327101,
                                "text": "The provisions of the Bill of Rights to governed law enforcement practices, the prosecution of cases, criminal cases and the punishment of offenders all have disputed public safety implications, but the Court has never refused to incorporate any provision of the Bill of Rights on that ground."
                            },
                            {
                                "start": 805.392,
                                "stop": 810.892,
                                "byte_start": 3327101,
                                "byte_stop": 3349044,
                                "text": "Accordingly it is the judgment of the Court that the right recognized in Heller is fully applicable to the states."
                            },
                            {
                                "start": 810.892,
                                "stop": 814.028,
                                "byte_start": 3349044,
                                "byte_stop": 3361688,
                                "text": "As Heller notes it, this right is not unlimited."
                            },
                            {
                                "start": 814.028,
                                "stop": 822.448,
                                "byte_start": 3361688,
                                "byte_stop": 3395333,
                                "text": "Heller held that the particular ordinances at issue in that case violated the Second Amendment, but the holding went no further."
                            },
                            {
                                "start": 822.448,
                                "stop": 830.98,
                                "byte_start": 3395333,
                                "byte_stop": 3429397,
                                "text": "The decision on the Second Circuit -- of the Seventh Circuit is reversed, the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 830.98,
                                "stop": 834.111,
                                "byte_start": 3429397,
                                "byte_stop": 3441936,
                                "text": "Justice Scalia has filed a concurring opinion."
                            },
                            {
                                "start": 834.111,
                                "stop": 840.135,
                                "byte_start": 3441936,
                                "byte_stop": 3466073,
                                "text": "Justice Thomas has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 840.135,
                                "stop": 842.492,
                                "byte_start": 3466073,
                                "byte_stop": 3475477,
                                "text": "Justice Stevens has filed a dissenting opinion."
                            },
                            {
                                "start": 842.492,
                                "stop": 852.042,
                                "byte_start": 3475477,
                                "byte_stop": 3513720,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Ginsburg and Sotomayor have joined."
                            }
                        ]
                    },
                    {
                        "start": 852.042,
                        "stop": 1674.423,
                        "byte_start": 3513720,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 852.042,
                                "stop": 898.553,
                                "byte_start": 3513720,
                                "byte_stop": 3699712,
                                "text": "Justice Alito said Justice Stevens has written a separate dissenting opinion that discusses why the Fourteenth Amendment\u0027s guarantee of the substantive due process does not include a right to possess a firearm in the home for the purpose of private self-defense and I agree with the conclusion of that opinion, but in addition I have a written a dissenting opinion in which Justices Ginsburg and Sotomayor joined and that separate opinion directly address the incorporation question that you’ve just heard about and particularly the majority\u0027s conclusion that the Fourteenth Amendment incorporates and applies against the states the right to keep and bear arms for the purpose of private self-defense."
                            },
                            {
                                "start": 898.553,
                                "stop": 903.453,
                                "byte_start": 3699712,
                                "byte_stop": 3719356,
                                "text": "The opinion explains why we disagree with that conclusion."
                            },
                            {
                                "start": 903.453,
                                "stop": 908.358,
                                "byte_start": 3719356,
                                "byte_stop": 3739000,
                                "text": "Now the opinion has three parts, not short. [Laughter]"
                            },
                            {
                                "start": 908.358,
                                "stop": 911.944,
                                "byte_start": 3739000,
                                "byte_stop": 3753315,
                                "text": "In the first part, it returns to Heller."
                            },
                            {
                                "start": 911.944,
                                "stop": 924.65,
                                "byte_start": 3753315,
                                "byte_stop": 3804097,
                                "text": "The Court then there concluded and I quote, \u0022That individual self-defense was the central component of the Second Amendment\u0027s right to keep and bear arms.\u0022"
                            },
                            {
                                "start": 924.65,
                                "stop": 929.321,
                                "byte_start": 3804097,
                                "byte_stop": 3822801,
                                "text": "Four Justices, I was one, disagreed with that conclusion."
                            },
                            {
                                "start": 929.321,
                                "stop": 942.602,
                                "byte_start": 3822801,
                                "byte_stop": 3875882,
                                "text": "Since Heller was decided, numerous historians and scholars have expressed the view that the Court got its history wrong and I like to think by implication that the dissenters got it right."
                            },
                            {
                                "start": 942.602,
                                "stop": 952.593,
                                "byte_start": 3875882,
                                "byte_stop": 3915901,
                                "text": "So given the shakiness of the historical foundations, why should the Court now go on to extend in a very broad way Heller\u0027s applicability."
                            },
                            {
                                "start": 952.593,
                                "stop": 975.478,
                                "byte_start": 3915901,
                                "byte_stop": 4007434,
                                "text": "But, Heller has been decided and majority of the Court does not wish to revisit that case, so we go on to the second part of the opinion which accepts Heller as a given and explains why even on that assumption, the majority\u0027s incorporation conclusion is wrong."
                            },
                            {
                                "start": 975.478,
                                "stop": 977.587,
                                "byte_start": 4007434,
                                "byte_stop": 4015898,
                                "text": "Well, why is it wrong?"
                            },
                            {
                                "start": 977.587,
                                "stop": 983.014,
                                "byte_start": 4015898,
                                "byte_stop": 4037632,
                                "text": "Why is this right to keep and bear arms for purposes of personal self-defense?"
                            },
                            {
                                "start": 983.014,
                                "stop": 990.81,
                                "byte_start": 4037632,
                                "byte_stop": 4068770,
                                "text": "Why is it not fundamental enough to warrant incorporation and application to the states?"
                            },
                            {
                                "start": 990.81,
                                "stop": 1010.378,
                                "byte_start": 4068770,
                                "byte_stop": 4147033,
                                "text": "First, as the Court conceded in Heller and here I quote Heller again, \u0022The threat that the new Federal Government would destroy the citizen\u0027s militia,” that’s the militia part of this, “by taking away their arms was the reason."
                            },
                            {
                                "start": 1010.378,
                                "stop": 1015.442,
                                "byte_start": 4147033,
                                "byte_stop": 4167304,
                                "text": "That right was codified in a written constitution.\u0022"
                            },
                            {
                                "start": 1015.442,
                                "stop": 1026.264,
                                "byte_start": 4167304,
                                "byte_stop": 4210563,
                                "text": "Thus the protection of the different part of it, the right to private self-defense was from a framer\u0027s perspective at best a secondary motive."
                            },
                            {
                                "start": 1026.264,
                                "stop": 1036.757,
                                "byte_start": 4210563,
                                "byte_stop": 4252568,
                                "text": "Second, there is no consensus in America that the right to private armed self-defense is fundamental."
                            },
                            {
                                "start": 1036.757,
                                "stop": 1043.086,
                                "byte_start": 4252568,
                                "byte_stop": 4277854,
                                "text": "Rather there are opposing points of view, each held by many Americans."
                            },
                            {
                                "start": 1043.086,
                                "stop": 1049.894,
                                "byte_start": 4277854,
                                "byte_stop": 4305126,
                                "text": "Some believe that the right is necessary to protect their lives, of those attacked in their homes."
                            },
                            {
                                "start": 1049.894,
                                "stop": 1058.493,
                                "byte_start": 4305126,
                                "byte_stop": 4339503,
                                "text": "Others believe that regulation of the right is necessary in order to save the lives of those attacked with guns."
                            },
                            {
                                "start": 1058.493,
                                "stop": 1071.935,
                                "byte_start": 4339503,
                                "byte_stop": 4393315,
                                "text": "And therefore the appropriate level of gun regulation has long been and continues to be a hotly contested matter of political debate."
                            },
                            {
                                "start": 1071.935,
                                "stop": 1090.505,
                                "byte_start": 4393315,
                                "byte_stop": 4467503,
                                "text": "Third, unlike other rights, and I think every other right that the Court has found to be incorporated, incorporating the private self-defense right will not further some important, broader, additional constitutional objective."
                            },
                            {
                                "start": 1090.505,
                                "stop": 1106.618,
                                "byte_start": 4467503,
                                "byte_stop": 4531973,
                                "text": "Unlike the First Amendment\u0027s rights of free speech, free press, assembly and petition, the private self-defense right is not part, an essential part of a democratic process."
                            },
                            {
                                "start": 1106.618,
                                "stop": 1110.536,
                                "byte_start": 4531973,
                                "byte_stop": 4547647,
                                "text": "Unlike those others, no one claims this is."
                            },
                            {
                                "start": 1110.536,
                                "stop": 1142.625,
                                "byte_start": 4547647,
                                "byte_stop": 4676065,
                                "text": "Unlike the First Amendment\u0027s religious protections, the Fourth Amendment\u0027s protection of criminal suspects, the Fifth and Sixth Amendment\u0027s insistence upon fair criminal procedure or the Eighth Amendment\u0027s protection against cruel and unusual punishment, the private self-defense right does not significantly protect individuals, I might say quite often unpopular individuals, who would otherwise suffer very unfair or inhumane treatment at the hands of a majority."
                            },
                            {
                                "start": 1142.625,
                                "stop": 1156.642,
                                "byte_start": 4676065,
                                "byte_stop": 4732071,
                                "text": "Unlike the Fifth Amendment\u0027s insistence on just compensation for government takings, it does not protect the property rights of what is likely a minority of individuals from the unfair acts of a majority."
                            },
                            {
                                "start": 1156.642,
                                "stop": 1174.254,
                                "byte_start": 4732071,
                                "byte_stop": 4802497,
                                "text": "Unlike the protections offered by almost all of these same amendments, the right at issue here does not involve as to which judge, a matter, as to which judge is, when you compare them to legislatures, seem to have the greater expertise of application."
                            },
                            {
                                "start": 1174.254,
                                "stop": 1185.691,
                                "byte_start": 4802497,
                                "byte_stop": 4848264,
                                "text": "We have no reason here to think that the political process is not perfectly capable of safeguarding the interests that the Second Amendment protects."
                            },
                            {
                                "start": 1185.691,
                                "stop": 1219.481,
                                "byte_start": 4848264,
                                "byte_stop": 4983474,
                                "text": "Fourth, to the contrary of what I have just said, we do have strong reason to believe that incorporation of this private right of self-defense will significantly interfere with other basic constitutional objectives, particularly those related to the Constitution\u0027s assignment of different tasks to different institutions, to legislatures and to courts, to states and to the Federal Government."
                            },
                            {
                                "start": 1219.481,
                                "stop": 1227.845,
                                "byte_start": 4983474,
                                "byte_stop": 5016910,
                                "text": "For one thing, consider the effect of incorporation on the relationship between courts and legislatures."
                            },
                            {
                                "start": 1227.845,
                                "stop": 1237.615,
                                "byte_start": 5016910,
                                "byte_stop": 5055990,
                                "text": "Every state and many local communities have highly detailed and complicated regulatory schemes governing nearly every aspect of firearm ownership."
                            },
                            {
                                "start": 1237.615,
                                "stop": 1239.923,
                                "byte_start": 5055990,
                                "byte_stop": 5065185,
                                "text": "Who can sell guns, how?"
                            },
                            {
                                "start": 1239.923,
                                "stop": 1242.182,
                                "byte_start": 5065185,
                                "byte_stop": 5074275,
                                "text": "Who can purchase guns, how?"
                            },
                            {
                                "start": 1242.182,
                                "stop": 1246.122,
                                "byte_start": 5074275,
                                "byte_stop": 5090053,
                                "text": "Where they can be possessed, what kinds and so forth."
                            },
                            {
                                "start": 1246.122,
                                "stop": 1257.378,
                                "byte_start": 5090053,
                                "byte_stop": 5135088,
                                "text": "Each of these regulations is now a potential subject of a federal constitutional challenge and how our federal judges suppose to decide all this issues."
                            },
                            {
                                "start": 1257.378,
                                "stop": 1259.747,
                                "byte_start": 5135088,
                                "byte_stop": 5144492,
                                "text": "Certainly, the stakes are high."
                            },
                            {
                                "start": 1259.747,
                                "stop": 1267.679,
                                "byte_start": 5144492,
                                "byte_stop": 5176257,
                                "text": "In nearly every case, the Government is going to argue that those regulations are necessary to help prevent death and injury."
                            },
                            {
                                "start": 1267.679,
                                "stop": 1275.877,
                                "byte_start": 5176257,
                                "byte_stop": 5209067,
                                "text": "We are told that firearms cause well over 60,000 deaths and injuries in the United States each year."
                            },
                            {
                                "start": 1275.877,
                                "stop": 1290.395,
                                "byte_start": 5209067,
                                "byte_stop": 5267059,
                                "text": "An amicus brief in the Chicago case says that that handgun ban there may have saved close to a thousand lives since its enactment, but just as they have here, challengers to regulations are going to argue to the contrary."
                            },
                            {
                                "start": 1290.395,
                                "stop": 1296.321,
                                "byte_start": 5267059,
                                "byte_stop": 5290778,
                                "text": "Well, who is right and how are judges supposed to answer these questions?"
                            },
                            {
                                "start": 1296.321,
                                "stop": 1319.41,
                                "byte_start": 5290778,
                                "byte_stop": 5383147,
                                "text": "Legal reasoning is not just going to somehow mechanically find the answer and you can quote as much as you like Blackstone\u0027s saying that, a man\u0027s home is his castle or whatever, but that will not give you the answer and courts can\u0027t simply ignore the fact that these answers to these kinds of questions will rest on matters of empirical fact."
                            },
                            {
                                "start": 1319.41,
                                "stop": 1328.527,
                                "byte_start": 5383147,
                                "byte_stop": 5419614,
                                "text": "How can they decide how important the State\u0027s regulatory interest is without addressing the consequences of the gun regulation in question?"
                            },
                            {
                                "start": 1328.527,
                                "stop": 1339.377,
                                "byte_start": 5419614,
                                "byte_stop": 5463082,
                                "text": "How can they decide if there is some less restrictive way to further than interest unless they try to figure out what\u0027s actually going to happen if those other ways are implemented."
                            },
                            {
                                "start": 1339.377,
                                "stop": 1363.067,
                                "byte_start": 5463082,
                                "byte_stop": 5557750,
                                "text": "The point is that empirical matters are bound in all these questions and judges just do not know answers to the sorts of questions that they will have to evaluate in order to decide the need for particular kinds of gun regulation, say the extent to which a ban on loaded handguns will help save the lives of homeowners or of children."
                            },
                            {
                                "start": 1363.067,
                                "stop": 1368.211,
                                "byte_start": 5557750,
                                "byte_stop": 5578334,
                                "text": "Nor do we judges have readily available tools for finding the answers."
                            },
                            {
                                "start": 1368.211,
                                "stop": 1370.572,
                                "byte_start": 5578334,
                                "byte_stop": 5587843,
                                "text": "I’m not saying they can never do it."
                            },
                            {
                                "start": 1370.572,
                                "stop": 1374.232,
                                "byte_start": 5587843,
                                "byte_stop": 5602471,
                                "text": "I’m just saying it\u0027s not their natural forte."
                            },
                            {
                                "start": 1374.232,
                                "stop": 1408.84,
                                "byte_start": 5602471,
                                "byte_stop": 5740920,
                                "text": "But at the same time, legislatures do have the ability to do just this kind of thing; to uncover facts, to evaluate the facts, to work out how those evaluations of facts are to given legislative meaning, given the desires of people in their community, they understand facts, they have the tools, they understand the relevance, and legislatures, unlike Article III judges, can be held democratically responsible for their empirically based and (Inaudible) conclusions, that’s their job."
                            },
                            {
                                "start": 1408.84,
                                "stop": 1417.68,
                                "byte_start": 5740920,
                                "byte_stop": 5776238,
                                "text": "For another thing, consider the effect of incorporation on the constitutional relationship between the states and the Federal Government."
                            },
                            {
                                "start": 1417.68,
                                "stop": 1424.57,
                                "byte_start": 5776238,
                                "byte_stop": 5803823,
                                "text": "Since the framing, the states have had plenary authority to regulate private use of firearms."
                            },
                            {
                                "start": 1424.57,
                                "stop": 1437.367,
                                "byte_start": 5803823,
                                "byte_stop": 5855023,
                                "text": "Indeed, such regulation is the quintessential exercise of the police power which traditionally has included the power to protect the lives and whims of all persons within the state."
                            },
                            {
                                "start": 1437.367,
                                "stop": 1444.912,
                                "byte_start": 5855023,
                                "byte_stop": 5885221,
                                "text": "The Court today substitutes federal regulation for state regulation in this area."
                            },
                            {
                                "start": 1444.912,
                                "stop": 1457.683,
                                "byte_start": 5885221,
                                "byte_stop": 5936212,
                                "text": "That makes it more difficult for the states to legislate in ways that reflect local preferences and conditions in an area where it is particularly important that they have the freedom to do so."
                            },
                            {
                                "start": 1457.683,
                                "stop": 1475.57,
                                "byte_start": 5936212,
                                "byte_stop": 6007787,
                                "text": "The incidents of gun ownership and gun violence very substantially, as between crowded cities and rural communities and among different regions of the country, different states and their local communities have historically differed about the need for gun regulation as well as about its proper level."
                            },
                            {
                                "start": 1475.57,
                                "stop": 1495.711,
                                "byte_start": 6007787,
                                "byte_stop": 6088349,
                                "text": "Federalism, traditionally, means that a, \u0022Single courageous state can serve as a laboratory of democracy in search of the right level of regulations, the level that best balances its individual need to prevent gun violence with its citizens desires to encourage self-defense.\u0022"
                            },
                            {
                                "start": 1495.711,
                                "stop": 1501.649,
                                "byte_start": 6088349,
                                "byte_stop": 6112172,
                                "text": "Democracy means that the people can continue to decide these matters by vote."
                            },
                            {
                                "start": 1501.649,
                                "stop": 1512.877,
                                "byte_start": 6112172,
                                "byte_stop": 6156999,
                                "text": "By way of contrast, incorporation means that a single national standard will be imposed on the people of every state by unelected federal judges."
                            },
                            {
                                "start": 1512.877,
                                "stop": 1536.1,
                                "byte_start": 6156999,
                                "byte_stop": 6249890,
                                "text": "In some, the police power, the need for local decision making, the superiority of legislative decision making, the lack of manageable judicial standards, the comparative desirability of democratic decision making and the life threatening harm that may flow from setting regulations aside all argue here against incorporation."
                            },
                            {
                                "start": 1536.1,
                                "stop": 1545.955,
                                "byte_start": 6249890,
                                "byte_stop": 6289387,
                                "text": "Where the incorporation of other rights has been at issue, and Justice Alito\u0027s completely right about this, some of these problems have arisen."
                            },
                            {
                                "start": 1545.955,
                                "stop": 1563.337,
                                "byte_start": 6289387,
                                "byte_stop": 6358873,
                                "text": "But in this instance, all of these problems are present, all at the same time and all likely present in most, perhaps nearly all of the cases in which the constitutionality of a gun regulation is at issue."
                            },
                            {
                                "start": 1563.337,
                                "stop": 1571.433,
                                "byte_start": 6358873,
                                "byte_stop": 6391265,
                                "text": "And at the same time the general factors present in other cases that had favored incorporation here are absent."
                            },
                            {
                                "start": 1571.433,
                                "stop": 1580.665,
                                "byte_start": 6391265,
                                "byte_stop": 6428150,
                                "text": "The Court does not examine at great length the factors I have mentioned, but rather it rests review, primarily not exclusively, upon its view of history."
                            },
                            {
                                "start": 1580.665,
                                "stop": 1587.966,
                                "byte_start": 6428150,
                                "byte_stop": 6457407,
                                "text": "The third part of the dissent explains why that history cannot justify incorporation."
                            },
                            {
                                "start": 1587.966,
                                "stop": 1599.633,
                                "byte_start": 6457407,
                                "byte_stop": 6504009,
                                "text": "In our view, the Civil War history really shows something about discrimination and why it\u0027s wrong, not about possessing guns, these are special rights, but that’s debatable."
                            },
                            {
                                "start": 1599.633,
                                "stop": 1613.588,
                                "byte_start": 6504009,
                                "byte_stop": 6559911,
                                "text": "But we conclude the historical records shows that states and localities have consistently enacted firearms regulations, including regulations similar to those at issue here throughout our nation\u0027s history."
                            },
                            {
                                "start": 1613.588,
                                "stop": 1622.477,
                                "byte_start": 6559911,
                                "byte_stop": 6595438,
                                "text": "Conclusion, one, the framers did not write the Second Amendment in order to protect a private right of armed self-defense."
                            },
                            {
                                "start": 1622.477,
                                "stop": 1628.012,
                                "byte_start": 6595438,
                                "byte_stop": 6617590,
                                "text": "Two, there is no consensus if the right is or was fundamental."
                            },
                            {
                                "start": 1628.012,
                                "stop": 1635.61,
                                "byte_start": 6617590,
                                "byte_stop": 6647996,
                                "text": "Three, no broader constitutional interest or principle supports legal treatment of that right as fundamental."
                            },
                            {
                                "start": 1635.61,
                                "stop": 1647.204,
                                "byte_start": 6647996,
                                "byte_stop": 6694390,
                                "text": "Four, incorporation is difficult to reconcile with the constitution\u0027s allocation of responsibilities between States and the Federal Government, between courts and legislatures."
                            },
                            {
                                "start": 1647.204,
                                "stop": 1661.655,
                                "byte_start": 6694390,
                                "byte_stop": 6752172,
                                "text": "And five, nothing in 18th, 19th, 20th or 21st Century history shows an unambiguous historical consensus that the right is sufficiently fundamental as to warrant incorporation."
                            },
                            {
                                "start": 1661.655,
                                "stop": 1674.423,
                                "byte_start": 6752172,
                                "byte_stop": 0,
                                "text": "In our view, Heller or no Heller, the Fourteenth Amendment does not incorporate a private right of arm self-defense and apply that right against the states."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53110,
            "mime": "audio\/mpeg",
            "size": 6803163,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-1521\/20100628o_08-1521.delivery.mp3"
        },
        {
            "id": 74860,
            "mime": "audio\/ogg",
            "size": 16920927,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-1521\/20100628o_08-1521.ogg"
        },
        {
            "id": 74861,
            "mime": "application\/x-mpegURL",
            "size": 24707,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-1521\/20100628o_08-1521.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}