{
    "id": 23405,
    "title": "Opinion Announcement - April 20, 1988",
    "transcript": {
        "title": "South Carolina v. Baker",
        "duration": 367.099,
        "sections": [
            {
                "start": 0,
                "stop": 367.099,
                "byte_start": 80994,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.064,
                        "byte_start": 80994,
                        "byte_stop": 113281,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.064,
                                "byte_start": 80994,
                                "byte_stop": 113281,
                                "text": "The opinion of the Court in No. 94 Original, South Carolina against Baker will be announced by Justice Brennan."
                            }
                        ]
                    },
                    {
                        "start": 8.064,
                        "stop": 367.099,
                        "byte_start": 113281,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 8.064,
                                "stop": 21.462,
                                "byte_start": 113281,
                                "byte_stop": 166885,
                                "text": "This is an original action brought by the State of South Carolina, with lieu of this Court, against the Secretary of the Treasury of the United States."
                            },
                            {
                                "start": 21.462,
                                "stop": 48.088,
                                "byte_start": 166885,
                                "byte_stop": 273360,
                                "text": "Section 310(b)(1) of the Tax Equity and Fiscal Responsibility Act of 1982 removes the federal income tax exemption for interest earned on publicly offered long-term bonds issued by state and local governments unless those bonds are issued and registered as opposed to bearer form."
                            },
                            {
                                "start": 48.088,
                                "stop": 62.624,
                                "byte_start": 273360,
                                "byte_stop": 331561,
                                "text": "South Carolina invoked this Court\u0027s original jurisdiction contending that Section 310(b)(1) is constitutionally invalid under the Tenth Amendment and the doctrine of intergovernmental tax immunity."
                            },
                            {
                                "start": 62.624,
                                "stop": 77.422,
                                "byte_start": 331561,
                                "byte_stop": 390702,
                                "text": "We appointed a Special Master, after conducting hearings and taking evidence, he concluded that Section 310(b)(1) is constitutional and recommended entering judgment for the Secretary."
                            },
                            {
                                "start": 77.422,
                                "stop": 90.861,
                                "byte_start": 390702,
                                "byte_stop": 444514,
                                "text": "The case is now here on exceptions to the Special Master\u0027s report filed by the State of South Carolina and by the National Governors\u0027 Association as an intervenor."
                            },
                            {
                                "start": 90.861,
                                "stop": 108.907,
                                "byte_start": 444514,
                                "byte_stop": 516716,
                                "text": "We hold that Section 310(b)(1) in agreement with the Special Master does not violate the Tenth Amendment or constitutional principles of federalism by effectively compelling States to issue bonds in registered form."
                            },
                            {
                                "start": 108.907,
                                "stop": 130.509,
                                "byte_start": 516716,
                                "byte_stop": 603130,
                                "text": "The Tenth Amendment limits on Congress\u0027 authority to regulate state activities are structural, not substantive i.e. the States must find their protection from congressional regulation through the national political process, not through judicially defined the spheres of unregulable state activity."
                            },
                            {
                                "start": 130.509,
                                "stop": 145.594,
                                "byte_start": 603130,
                                "byte_stop": 663420,
                                "text": "In this case, South Carolina has not even alleged that it was deprived of any right to participate in the national political process or that it was singled out in a way that left it politically isolated and powerless."
                            },
                            {
                                "start": 145.594,
                                "stop": 182.023,
                                "byte_start": 663420,
                                "byte_stop": 809183,
                                "text": "The allegations South Carolina does make that Congress was uninformed and chose an ineffective remedy do not amount to an allegation that the political process operated in a defective manner, and the Governors\u0027 contention that Section 310 is invalid because it commandeers the state legislative and administrative process by coercing states into enacting legislation authorizing bond registration and into administering the registration scheme finds no support in our precedents."
                            },
                            {
                                "start": 182.023,
                                "stop": 185.059,
                                "byte_start": 809183,
                                "byte_stop": 821304,
                                "text": "Section 310 regulates state activities."
                            },
                            {
                                "start": 185.059,
                                "stop": 217.894,
                                "byte_start": 821304,
                                "byte_stop": 952648,
                                "text": "It does not seek to control or influence the matter in which States regulate private parties that the state wishing to engage in certain activity must take administrative and sometimes legislative action to comply with federal standards, regulating that activity is a commonplace that presents no constitutional defect, and Section 310(b)(1) does not violate the doctrine of intergovernmental tax immunity by taxing the interest earned on unregistered stated bonds."
                            },
                            {
                                "start": 217.894,
                                "stop": 243.572,
                                "byte_start": 952648,
                                "byte_stop": 1055361,
                                "text": "So Section 310(b)(1) is inconsistent with this Court\u0027s holding in 1894 in Pollock v. Farmers\u0027 Loan \u0026 Trust Co., that state bond interest was immune from a nondiscriminatory federal tax, but that decision has been effectively overruled by subsequent case law and today we formally overruled Pollock."
                            },
                            {
                                "start": 243.572,
                                "stop": 258.226,
                                "byte_start": 1055361,
                                "byte_stop": 1113980,
                                "text": "Under the intergovernmental tax immunity jurisprudence prevailing at Pollock\u0027s time, neither the Federal nor the State Governments could tax income that an individual directly derived from any contact with the other government."
                            },
                            {
                                "start": 258.226,
                                "stop": 274.114,
                                "byte_start": 1113980,
                                "byte_stop": 1177510,
                                "text": "This general rule was based on the rationale that any tax on income a party received under a contract with the government was a tax on the contract and thus a tax on the government because it burdened the government\u0027s power to enter into the contract."
                            },
                            {
                                "start": 274.114,
                                "stop": 294.76,
                                "byte_start": 1177510,
                                "byte_stop": 1260057,
                                "text": "That rationale has been repudiated by modern intergovernmental tax immunity case law, and the owners of state bonds have no constitutional entitlement not to pay taxes on income they earn from the bond and states have no constitutional entitlement to issue bonds paying lower interest rates than other issuers."
                            },
                            {
                                "start": 294.76,
                                "stop": 314.118,
                                "byte_start": 1260057,
                                "byte_stop": 1337484,
                                "text": "The nondiscriminatory tax under Section 310 is imposed on and collected from bondholders not from the States and any increased administrative costs incurred by States in implementing the registration system are not taxes within the meaning of the tax immunity doctrine."
                            },
                            {
                                "start": 314.118,
                                "stop": 330.791,
                                "byte_start": 1337484,
                                "byte_stop": 1404253,
                                "text": "Moreover, the provisions of Section 310 seek to insure that all publicly offered long-term bonds are issued in registered form, whether issued by state or local governments by the Federal Government or by private corporation."
                            },
                            {
                                "start": 330.791,
                                "stop": 340.352,
                                "byte_start": 1404253,
                                "byte_stop": 1442496,
                                "text": "Therefore, the exceptions to the Special Master\u0027s support are all overruled and judgment is ended for the Secretary."
                            },
                            {
                                "start": 340.352,
                                "stop": 367.099,
                                "byte_start": 1442496,
                                "byte_stop": 0,
                                "text": "Justice Scalia joins all the Court\u0027s opinion except Part 2 and has filed an opinion concurring in part and concurring in the judgment; Justice Stevens has filed a concurring opinion; The Chief Justice has filed an opinion concurring in the judgment; Justice O\u0027Connor has filed a dissenting opinion, and Justice Kennedy took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55932,
            "mime": "audio\/mpeg",
            "size": 1542597,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1987\/94%20ORIG\/19880420o_94orig.delivery.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}