{
    "id": 17265,
    "title": "Opinion Announcement - July 25, 1974",
    "transcript": {
        "title": "Milliken v. Bradley",
        "duration": 2020.319,
        "sections": [
            {
                "start": 0,
                "stop": 2020.319,
                "byte_start": 77824,
                "byte_stop": 8159065,
                "turns": [
                    {
                        "start": 0,
                        "stop": 1114.678,
                        "byte_start": 77824,
                        "byte_stop": 4536613,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 31.757,
                                "byte_start": 77824,
                                "byte_stop": 204884,
                                "text": "I have the disposition to announce for the Court in number 73-434, Milliken against Bradley, along with 73-435 and 436, Allen Park Public Schools against Bradley and Grosse Pointe Public School System against Bradley."
                            },
                            {
                                "start": 31.757,
                                "stop": 51.383,
                                "byte_start": 204884,
                                "byte_stop": 283460,
                                "text": "The respondents in these cases brought this class action alleging that the Detroit public school system was racially segregated as a result of the official policies and the actions of petitioner state and city officials."
                            },
                            {
                                "start": 51.383,
                                "stop": 64.006,
                                "byte_start": 283460,
                                "byte_stop": 333928,
                                "text": "They sought implementation of a plan to eliminate the segregation in Detroit and establish a unitary nonracial school system in that city."
                            },
                            {
                                "start": 64.006,
                                "stop": 78.171,
                                "byte_start": 333928,
                                "byte_stop": 390562,
                                "text": "The District Court concluded, that various acts by the petitioner, the Detroit School Board of Education had created and perpetuated school segregation in Detroit."
                            },
                            {
                                "start": 78.171,
                                "stop": 103.963,
                                "byte_start": 390562,
                                "byte_stop": 493693,
                                "text": "When the District Court turns the question of an appropriate remedy for Detroit segregation that it had found, it proceeded to order the Detroit Board of Education to submit plans dealing with the segregation problems found to exist in that city which of course was what the lawsuit was all about."
                            },
                            {
                                "start": 103.963,
                                "stop": 122.543,
                                "byte_start": 493693,
                                "byte_stop": 568090,
                                "text": "At the same time, however, the state defendants were directed by the District Court to submit desegregation plans that would include the three-county metropolitan area, covering a total of 1952 square miles."
                            },
                            {
                                "start": 122.543,
                                "stop": 147.135,
                                "byte_start": 568090,
                                "byte_stop": 666415,
                                "text": "Despite the fact that the school districts of these three counties were not parties to the action and despite that there had been no claim up to that time made by anyone that these outlying counties that included 85 separate school districts had committed have committed any constitutional violations of any kind."
                            },
                            {
                                "start": 147.135,
                                "stop": 167.738,
                                "byte_start": 666415,
                                "byte_stop": 748857,
                                "text": "The outlying school districts through them allowed to intervene, by the express terms of the order of the District Court, they were not permitted to assert any claim or defense on issues previously decided or to reopen any issue previously decided."
                            },
                            {
                                "start": 167.738,
                                "stop": 182.626,
                                "byte_start": 748857,
                                "byte_stop": 808417,
                                "text": "They were allowed simply to advise the court as to the propriety of a metropolitan plan and to submit any modifications or alternatives to such plan."
                            },
                            {
                                "start": 182.626,
                                "stop": 195.716,
                                "byte_start": 808417,
                                "byte_stop": 860766,
                                "text": "Without taking any evidence on the subject, the District Court then ruled that it was proper to consider metropolitan plans, including 53 of the 80 odd outlying school districts."
                            },
                            {
                                "start": 195.716,
                                "stop": 216.478,
                                "byte_start": 860766,
                                "byte_stop": 943835,
                                "text": "And within a few days after that the Judge filed his decision, holding that it was proper for the Court to consider consider metropolitan plans directed towards desegregation of the Detroit Public Schools as an alternative to the Detroit only plans, which were then before the court."
                            },
                            {
                                "start": 216.478,
                                "stop": 252.937,
                                "byte_start": 943835,
                                "byte_stop": 1089599,
                                "text": "The District Court then issued its findings and conclusions on the three alternative Detroit-only plans submitted by the City School Boards and some by the respondents and found that the best of these three, as the Court viewed one to be the best, would make the Detroit system identifiably Negro, thereby and I used the terms of the District Judge now, thereby increasing the flight of Whites from the city and from the system."
                            },
                            {
                                "start": 252.937,
                                "stop": 266.848,
                                "byte_start": 1089599,
                                "byte_stop": 1145292,
                                "text": "From this, the District Court concluded that the Detroit only plan would not accomplish desegregation within the corporate, geographical limits of the city of Detroit."
                            },
                            {
                                "start": 266.848,
                                "stop": 291.212,
                                "byte_start": 1145292,
                                "byte_stop": 1242676,
                                "text": "Accordingly, the District Court held that it was required to look beyond the limits of the Detroit school district for solution to the problem as it saw the problem and here I use his words again, because school district lines are simply matters of political convenience and may not be used to deny constitutional rights."
                            },
                            {
                                "start": 291.212,
                                "stop": 301.472,
                                "byte_start": 1242676,
                                "byte_stop": 1283741,
                                "text": "The District Court then issued its ruling on the desegregation area and the related findings and conclusions."
                            },
                            {
                                "start": 301.472,
                                "stop": 319.552,
                                "byte_start": 1283741,
                                "byte_stop": 1356048,
                                "text": "The District Judge acknowledged at the outset that he had taken no evidence with respect to the establishment of the boundaries of the 85 school districts surrounding or at least near Detroit itself."
                            },
                            {
                                "start": 319.552,
                                "stop": 328.914,
                                "byte_start": 1356048,
                                "byte_stop": 1393560,
                                "text": "Nor had he taken any evidence on the issue of whether these outlying school districts had committed any acts of de jure segregation."
                            },
                            {
                                "start": 328.914,
                                "stop": 344.008,
                                "byte_start": 1393560,
                                "byte_stop": 1453955,
                                "text": "Nevertheless, the District Court then carved out 53 of the 85 suburban school districts plus Detroit and held that this was to become the metropolitan desegregation area."
                            },
                            {
                                "start": 344.008,
                                "stop": 364.121,
                                "byte_start": 1453955,
                                "byte_stop": 1534412,
                                "text": "The District Court then appointed a panel to prepare and submit what he described as an effective desegregation plan, for the Detroit schools that would include the entire desegregation area with the total of 53 school districts."
                            },
                            {
                                "start": 364.121,
                                "stop": 389.353,
                                "byte_start": 1534412,
                                "byte_stop": 1635244,
                                "text": "The Court ordered the Detroit Board of Education to purchase or otherwise acquire at least 295 school buses for the purpose of providing the necessary transportation under an interim plan that was to be developed immediately or partly at least for the 1972-1973 school year."
                            },
                            {
                                "start": 389.353,
                                "stop": 399.037,
                                "byte_start": 1635244,
                                "byte_stop": 1674010,
                                "text": "The costs of this acquisition of these 295 or more buses was to be borne by the state."
                            },
                            {
                                "start": 399.037,
                                "stop": 412.594,
                                "byte_start": 1674010,
                                "byte_stop": 1728240,
                                "text": "When the case went to the Court of Appeals that Court affirmed in part and held that the that the record supported the District Court\u0027s findings as to the constitutional violations committed by the Detroit Board and the State officials."
                            },
                            {
                                "start": 412.594,
                                "stop": 437.456,
                                "byte_start": 1728240,
                                "byte_stop": 1827715,
                                "text": "That therefore the District Court was authorized and permitted to take the effective measures to desegregate the Detroit school system and that a metropolitan area\u0027s plan embracing the 53 outlying school districts was the only feasible solution and was within the District Court\u0027s equity powers."
                            },
                            {
                                "start": 437.456,
                                "stop": 463.269,
                                "byte_start": 1827715,
                                "byte_stop": 1930951,
                                "text": "With the Court having thus decided the case or at least these issues, remanded to the District Court so that all suburban school districts that might be affected by a metropolitan remedy could be made parties to the lawsuit and have an opportunity to be heard as to the scope and implementation of the remedy."
                            },
                            {
                                "start": 463.269,
                                "stop": 477.504,
                                "byte_start": 1930951,
                                "byte_stop": 1987897,
                                "text": "It vacated the order as to the acquisitions of additional buses, subject to this being reimposed at an appropriate later time, when and if that become necessary."
                            },
                            {
                                "start": 477.504,
                                "stop": 493.273,
                                "byte_start": 1987897,
                                "byte_stop": 2051009,
                                "text": "However, it is clear that the case was decided before these 53 districts were given any chance to show, that they had committed no violation of anyone\u0027s constitutional rights."
                            },
                            {
                                "start": 493.273,
                                "stop": 560.506,
                                "byte_start": 2051009,
                                "byte_stop": 2319862,
                                "text": "We granted certiorari to determine whether a federal court may impose a multidistrict, or interdistrict areawide remedy to cure the segregation of one district and to do so, without any finding that the other included school districts failed to operate a totally unitary system within their districts, without any claim or finding that the boundary lines of any affected school districts were established with the purpose of fostering racial segregation in the public schools, without any finding that the included districts had committed acts which effected segregation within the other districts, and without any meaningful opportunity for the included neighboring outlying school districts to present evidence or be heard on the propriety of a multidistrict remedy or on the question of constitutional violations by those neighboring districts affecting the primary district."
                            },
                            {
                                "start": 560.506,
                                "stop": 580.729,
                                "byte_start": 2319862,
                                "byte_stop": 2400841,
                                "text": "Ever since Brown against the Board of Education, 20 years ago, judicial consideration of school desegregation cases has begin with the standard stated in that case, but in the field of public education the doctrine of separate but equal\u0027 has no place."
                            },
                            {
                                "start": 580.729,
                                "stop": 596.727,
                                "byte_start": 2400841,
                                "byte_stop": 2464789,
                                "text": "Separate educational facilities are inherently unequal and this has been reaffirmed in this Court time and again as the meaning of the Constitution and the controlling rule of law."
                            },
                            {
                                "start": 596.727,
                                "stop": 600.653,
                                "byte_start": 2464789,
                                "byte_stop": 2480462,
                                "text": "The target of the Brown holding was clear and forthright."
                            },
                            {
                                "start": 600.653,
                                "stop": 614.124,
                                "byte_start": 2480462,
                                "byte_stop": 2534379,
                                "text": "The elimination of state-mandated or deliberately maintained dual school systems with certain schools for Negro pupils and others for white pupils."
                            },
                            {
                                "start": 614.124,
                                "stop": 630.779,
                                "byte_start": 2534379,
                                "byte_stop": 2601044,
                                "text": "In further refining the remedial process, a unanimous court held in Swann against Charlotte-Mecklenburg Board of Education in 1971 that the task is to correct the condition that offends the Constitution."
                            },
                            {
                                "start": 630.779,
                                "stop": 652.197,
                                "byte_start": 2601044,
                                "byte_stop": 2686621,
                                "text": "A federal remedial power may be exercised, we said in that case, only on the basis of a constitutional violation and as with any equity case and these are the words of that holding, the nature of the violation determines the scope of the remedy."
                            },
                            {
                                "start": 652.197,
                                "stop": 676.835,
                                "byte_start": 2686621,
                                "byte_stop": 2785259,
                                "text": "Proceeding from these basic principles, we note first that in the District Court the complainants sought a remedy aimed at the condition alleged to offend the Constitution and that condition was just one thing, the segregation within the Detroit City Schools and the Court found that it did exist and that finding is not challenged here."
                            },
                            {
                                "start": 676.835,
                                "stop": 705.09,
                                "byte_start": 2785259,
                                "byte_stop": 2898213,
                                "text": "Thereafter, however, the District Court abruptly rejected the proposed Detroit-only plans on the ground that while it would provide a racial mix more in keeping with the Negro-White proportion of the student population, it would accentuate the racial identifiability of the Detroit district as a Negro school system, and it would not accomplish desegregation."
                            },
                            {
                                "start": 705.09,
                                "stop": 728.785,
                                "byte_start": 2898213,
                                "byte_stop": 2992985,
                                "text": "Viewing the record as a whole it seems clear to us that the District Court and the Court of Appeals shifted the primary focus from a Detroit remedy to the metropolitan area remedy only because of their conclusion that total desegregation of the Detroit school system would not produce the kind of racial balance which they considered desirable."
                            },
                            {
                                "start": 728.785,
                                "stop": 751.617,
                                "byte_start": 2992985,
                                "byte_stop": 3084309,
                                "text": "Both courts proceeded on an assumption that the Detroit schools could not be desegregated, in their view of what constituted desegregation, unless the racial composition of the student body of each school substantially reflected the racial composition of the population of the metropolitan area as a whole."
                            },
                            {
                                "start": 751.617,
                                "stop": 763.651,
                                "byte_start": 3084309,
                                "byte_stop": 3132479,
                                "text": "That this was in fact and realistically the approach of the District Court is shown by the order which expressed the court\u0027s view of the constitutional standard that should be followed."
                            },
                            {
                                "start": 763.651,
                                "stop": 769.043,
                                "byte_start": 3132479,
                                "byte_stop": 3154004,
                                "text": "Here is what the District Judge said in pertinent part in his decision."
                            },
                            {
                                "start": 769.043,
                                "stop": 796.087,
                                "byte_start": 3154004,
                                "byte_stop": 3262255,
                                "text": "“Pupil reassignments shall be effected within the clusters described in Exhibit PM12 so as to achieve the greatest degree of actual desegregation to the end that upon implementation, no school, grade or classroom will be substantially disproportionate to the overall pupil racial composition.”"
                            },
                            {
                                "start": 796.087,
                                "stop": 815.931,
                                "byte_start": 3262255,
                                "byte_stop": 3341563,
                                "text": "In doing this the District Court was using a racial head account not simply as starting point as was suggested in the Swann case, but that is the objective of consolidating the 53 outlying Districts with the Detroit school district."
                            },
                            {
                                "start": 815.931,
                                "stop": 849.317,
                                "byte_start": 3341563,
                                "byte_stop": 3475101,
                                "text": "In the Swann case in 1971 which arose in the context of a single independent school district, we held in language that seems to be quite clear and I use the Court\u0027s language in that case, If we were to read the holding of the District Court to require, as a matter of substantive constitutional right, any particular degree of racial balance or mixing, that approach would be disapproved and we would be obliged to reverse."
                            },
                            {
                                "start": 849.317,
                                "stop": 869.067,
                                "byte_start": 3475101,
                                "byte_stop": 3554095,
                                "text": "The clear import of that language from Swann is that desegregation, in the sense of dismantling a dual school system, does not require any particular racial balance in each school, or class or grade."
                            },
                            {
                                "start": 869.067,
                                "stop": 890.54,
                                "byte_start": 3554095,
                                "byte_stop": 3639986,
                                "text": "Here, moreover, the District Court\u0027s approach to what constituted \u0022actual desegregation\u0022 raises the fundamental question, not presented in the Swann case, as to the circumstances in which a Federal Court may order desegregation relief that embraces more than a single school district."
                            },
                            {
                                "start": 890.54,
                                "stop": 902.764,
                                "byte_start": 3639986,
                                "byte_stop": 3688887,
                                "text": "The controlling principle consistently expounded in the holdings of this Court is that the scope of the remedy is determined by the nature and extent of the constitutional violation."
                            },
                            {
                                "start": 902.764,
                                "stop": 909.482,
                                "byte_start": 3688887,
                                "byte_stop": 3715845,
                                "text": "Substantial local control of public education in this country is a deeply rooted tradition."
                            },
                            {
                                "start": 909.482,
                                "stop": 942.325,
                                "byte_start": 3715845,
                                "byte_stop": 3847189,
                                "text": "Before the boundaries of separate and autonomous school districts may be set aside and they maybe in some circumstances by consolidated -- consolidating of the separate school units for remedial purposes or by imposing a cross or interdistrict remedy, there must first be evidence that there has been a constitutional violation within one district that produces significant segregative effect in another district."
                            },
                            {
                                "start": 942.325,
                                "stop": 963.198,
                                "byte_start": 3847189,
                                "byte_stop": 3930676,
                                "text": "Specifically, it must be shown that racially discriminatory acts of the state or local school districts, or of a single school district caused racial segregation in an adjacent district or where District lines have been deliberately drawn on the basis of race."
                            },
                            {
                                "start": 963.198,
                                "stop": 978.107,
                                "byte_start": 3930676,
                                "byte_stop": 3990340,
                                "text": "In those circumstances an interdistrict remedy would be an appropriate remedy for the Court to consider to eliminate the interdistrict segregation directly caused by the constitutional violation."
                            },
                            {
                                "start": 978.107,
                                "stop": 995.178,
                                "byte_start": 3990340,
                                "byte_stop": 4058572,
                                "text": "On the other hand without an interdistrict violation and some interdistrict effect, there is no constitutional wrong and there is no constitutional basis for an interdistrict remedy."
                            },
                            {
                                "start": 995.178,
                                "stop": 1007.147,
                                "byte_start": 4058572,
                                "byte_stop": 4106428,
                                "text": "The record before us in this case is very voluminous, but it contains no evidence of de jure segregated conditions except in the Detroit schools."
                            },
                            {
                                "start": 1007.147,
                                "stop": 1018.063,
                                "byte_start": 4106428,
                                "byte_stop": 4150105,
                                "text": "That of course was the theory on which lawsuit was initially brought and the only subject on which the District Court took any evidence."
                            },
                            {
                                "start": 1018.063,
                                "stop": 1048.551,
                                "byte_start": 4150105,
                                "byte_stop": 4272044,
                                "text": "With no showing of significant violation by the 53 outlying school districts and no evidence of any interdistrict violation or effect, the court as I have already suggested, went beyond the original theory of the case as framed by the pleadings and ordered a 54-district metropolitan area remedy, the 54 district including Detroit and the 53 outlying districts."
                            },
                            {
                                "start": 1048.551,
                                "stop": 1074.304,
                                "byte_start": 4272044,
                                "byte_stop": 4375071,
                                "text": "To approve the remedy ordered by the court in these circumstances would impose on the 53 outlying districts, not shown to have committed any constitutional violation, a wholly impermissible remedy and one based on a standard and not even hinted at in Brown I and Brown II or any holding of this Court since those cases."
                            },
                            {
                                "start": 1074.304,
                                "stop": 1082.791,
                                "byte_start": 4375071,
                                "byte_stop": 4409031,
                                "text": "Indeed it was based on a standard which specially said was improper in the Swann case only three years ago."
                            },
                            {
                                "start": 1082.791,
                                "stop": 1099.17,
                                "byte_start": 4409031,
                                "byte_stop": 4474546,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed and the case is remanded for further proceedings so that the segregation already found by the District Court to exist in Detroit can be promptly corrected."
                            },
                            {
                                "start": 1099.17,
                                "stop": 1105.052,
                                "byte_start": 4474546,
                                "byte_stop": 4498056,
                                "text": "Mr. Justice Stewart has filed a concurring opinion."
                            },
                            {
                                "start": 1105.052,
                                "stop": 1114.678,
                                "byte_start": 4498056,
                                "byte_stop": 4536613,
                                "text": "Justices Douglas, Brennan, White and Marshall have filed or joined in dissenting opinions that will now be announced.Mr. Justice Brennan."
                            }
                        ]
                    },
                    {
                        "start": 1114.678,
                        "stop": 1480.617,
                        "byte_start": 4536613,
                        "byte_stop": 6000306,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1114.678,
                                "stop": 1126.547,
                                "byte_start": 4536613,
                                "byte_stop": 4584051,
                                "text": "In the absence of Mr. Justice Douglas, I announce on his behalf a dissenting opinion that he has filed."
                            },
                            {
                                "start": 1126.547,
                                "stop": 1132.593,
                                "byte_start": 4584051,
                                "byte_stop": 4608293,
                                "text": "In pertinent part, the dissent reads as follows."
                            },
                            {
                                "start": 1132.593,
                                "stop": 1141.183,
                                "byte_start": 4608293,
                                "byte_stop": 4642565,
                                "text": "The Court today denies the District Court authority to fashion a metropolitan remedy."
                            },
                            {
                                "start": 1141.183,
                                "stop": 1148.644,
                                "byte_start": 4642565,
                                "byte_stop": 4672449,
                                "text": "Yet Metropolitan treatment of metropolitan problems is commonplace."
                            },
                            {
                                "start": 1148.644,
                                "stop": 1165.57,
                                "byte_start": 4672449,
                                "byte_stop": 4740159,
                                "text": "If this were a sewage problem or a water problem, or an energy problem, there can be no doubt that Michigan would stay well within federal constitutional method -- bounds if she sought a metropolitan remedy."
                            },
                            {
                                "start": 1165.57,
                                "stop": 1171.985,
                                "byte_start": 4740159,
                                "byte_stop": 4765863,
                                "text": "In the Richmond school case affirmed last year by an equally divided court."
                            },
                            {
                                "start": 1171.985,
                                "stop": 1186.125,
                                "byte_start": 4765863,
                                "byte_stop": 4822392,
                                "text": "We had a case involving the Virginia school system where local school boards had \u0022exclusive jurisdiction\u0022 of the problem, not \u0022the State Board of Education.\u0022"
                            },
                            {
                                "start": 1186.125,
                                "stop": 1189.119,
                                "byte_start": 4822392,
                                "byte_stop": 4834304,
                                "text": "Michigan is very different."
                            },
                            {
                                "start": 1189.119,
                                "stop": 1199.225,
                                "byte_start": 4834304,
                                "byte_stop": 4874742,
                                "text": "Here the Michigan educational system is unitary, heading up in the legislature under which is the state board of education."
                            },
                            {
                                "start": 1199.225,
                                "stop": 1204.454,
                                "byte_start": 4874742,
                                "byte_stop": 4895744,
                                "text": "The State controls the boundaries of School districts."
                            },
                            {
                                "start": 1204.454,
                                "stop": 1209.04,
                                "byte_start": 4895744,
                                "byte_stop": 4914030,
                                "text": "The State supervised school site selection."
                            },
                            {
                                "start": 1209.04,
                                "stop": 1214.86,
                                "byte_start": 4914030,
                                "byte_stop": 4937331,
                                "text": "The construction was done through municipal bonds approved by several state agencies."
                            },
                            {
                                "start": 1214.86,
                                "stop": 1228.609,
                                "byte_start": 4937331,
                                "byte_stop": 4992293,
                                "text": "Education in Michigan is a state project, with very little completely local control, except that the schools are financed locally, not on a statewide basis."
                            },
                            {
                                "start": 1228.609,
                                "stop": 1248.839,
                                "byte_start": 4992293,
                                "byte_stop": 5073272,
                                "text": "When we rule against the metropolitan area remedy we take a step backward that will likely put the problems of the blacks and our society back to the period that antedated the \u0022separate but equal\u0022 regime of Plessy and Ferguson."
                            },
                            {
                                "start": 1248.839,
                                "stop": 1251.227,
                                "byte_start": 5073272,
                                "byte_stop": 5082781,
                                "text": "The reason is simple."
                            },
                            {
                                "start": 1251.227,
                                "stop": 1267.88,
                                "byte_start": 5082781,
                                "byte_stop": 5149445,
                                "text": "The inner core of Detroit is now rather solidly black and the blacks we know, in many instances are likely to be poorer, just as were the Chicanos in San Antonio v. Rodriguez, decided last year."
                            },
                            {
                                "start": 1267.88,
                                "stop": 1274.069,
                                "byte_start": 5149445,
                                "byte_stop": 5174105,
                                "text": "Under the Rodriguez decision, the poorer school districts must pay their own way."
                            },
                            {
                                "start": 1274.069,
                                "stop": 1284.788,
                                "byte_start": 5174105,
                                "byte_stop": 5217050,
                                "text": "It is therefore a foregone conclusion that we have now given the States a formula whereby the poor must pay their own way."
                            },
                            {
                                "start": 1284.788,
                                "stop": 1302.023,
                                "byte_start": 5217050,
                                "byte_stop": 5286013,
                                "text": "Today\u0027s decision, given Rodriguez, means that there is no violation of the Equal Protection Clause, though the schools are segregated by race and though the black schools are not only \u0022separate\u0022 but \u0022inferior.\u0022"
                            },
                            {
                                "start": 1302.023,
                                "stop": 1320.786,
                                "byte_start": 5286013,
                                "byte_stop": 5361037,
                                "text": "So far as equal protection is concerned, we are now in a dramatic retreat from the 8-to-1 decision in 1896 in Plessy and Ferguson, that blacks could be segregated in public facilities, provided they received equal treatment."
                            },
                            {
                                "start": 1320.786,
                                "stop": 1330.585,
                                "byte_start": 5361037,
                                "byte_stop": 5400221,
                                "text": "There is so far as the school cases go, no constitutional difference between de facto and de jure segregation."
                            },
                            {
                                "start": 1330.585,
                                "stop": 1345.237,
                                "byte_start": 5400221,
                                "byte_stop": 5458840,
                                "text": "Each school board performs state action for Fourteenth Amendment purposes when it draws the lines that confine it to a given area, when it builds schools at particular sites, or when it allocates students."
                            },
                            {
                                "start": 1345.237,
                                "stop": 1356.815,
                                "byte_start": 5458840,
                                "byte_stop": 5505128,
                                "text": "The creation of the school districts in Metropolitan Detroit either maintained existing segregation or caused additional segregation."
                            },
                            {
                                "start": 1356.815,
                                "stop": 1363.612,
                                "byte_start": 5505128,
                                "byte_stop": 5532296,
                                "text": "Restrictive covenants maintained by state action or inaction build black ghettos."
                            },
                            {
                                "start": 1363.612,
                                "stop": 1370.505,
                                "byte_start": 5532296,
                                "byte_stop": 5559881,
                                "text": "It is state action when public funds are dispensed by housing agencies to build racial ghettos."
                            },
                            {
                                "start": 1370.505,
                                "stop": 1397.289,
                                "byte_start": 5559881,
                                "byte_stop": 5666983,
                                "text": "Where a community is racially mixed and school authorities segregate schools, or assign black teachers to black schools or close schools in fringe areas and build new schools in black areas and in more distant white areas, the State creates and nurtures a segregated school system, just as surely as did those States involved in Brown v. Board of Education, when they maintained dual school systems."
                            },
                            {
                                "start": 1397.289,
                                "stop": 1402.685,
                                "byte_start": 5666983,
                                "byte_stop": 5688613,
                                "text": "All these conditions and more were found by the District Court to exist."
                            },
                            {
                                "start": 1402.685,
                                "stop": 1415.869,
                                "byte_start": 5688613,
                                "byte_stop": 5741380,
                                "text": "The issue is not whether there should be racial balance, but whether the State\u0027s use of various devices that end up with black schools and white schools brought the Equal Protection Clause into effect."
                            },
                            {
                                "start": 1415.869,
                                "stop": 1429.939,
                                "byte_start": 5741380,
                                "byte_stop": 5797595,
                                "text": "Given the State\u0027s control over the educational system in Michigan, the fact that the black schools are in one district and the white schools are in another is not controlling, either constitutionally or equitably."
                            },
                            {
                                "start": 1429.939,
                                "stop": 1432.996,
                                "byte_start": 5797595,
                                "byte_stop": 5809821,
                                "text": "No specific plan has yet been adopted."
                            },
                            {
                                "start": 1432.996,
                                "stop": 1439.587,
                                "byte_start": 5809821,
                                "byte_stop": 5836257,
                                "text": "We are still at an interlocutory stage of a long drawn-out judicial effort at school desegregation."
                            },
                            {
                                "start": 1439.587,
                                "stop": 1464.568,
                                "byte_start": 5836257,
                                "byte_stop": 5936149,
                                "text": "It is conceivable that ghettos develop on their own without any hint of state action, but since Michigan by one device or another has over the years created black school districts and white school districts, the task of equity is to provide a unitary system for the affected area whereas here, the State washes its hands of its own creations."
                            },
                            {
                                "start": 1464.568,
                                "stop": 1480.617,
                                "byte_start": 5936149,
                                "byte_stop": 6000306,
                                "text": "In my view, concludes Mr. Justice Douglas, the Court of Appeals acted has responsibly in these cases and we should affirm its judgment."
                            }
                        ]
                    },
                    {
                        "start": 1480.617,
                        "stop": 2018.435,
                        "byte_start": 6000306,
                        "byte_stop": 8151646,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 1480.617,
                                "stop": 1499.402,
                                "byte_start": 6000306,
                                "byte_stop": 6075434,
                                "text": "In Brown versus Board of Education, this Court held that segregation of children in public schools on the basis of race deprives Negro children equal education opportunities and therefore denies them the equal protection of the laws under the Fourteenth Amendment."
                            },
                            {
                                "start": 1499.402,
                                "stop": 1507.417,
                                "byte_start": 6075434,
                                "byte_stop": 6107512,
                                "text": "This Court recognized then that remedying decades of segregation would not be an easy task."
                            },
                            {
                                "start": 1507.417,
                                "stop": 1513.272,
                                "byte_start": 6107512,
                                "byte_stop": 6130918,
                                "text": "Subsequent events, unfortunately, have seen that prediction bear bitter fruit."
                            },
                            {
                                "start": 1513.272,
                                "stop": 1530.579,
                                "byte_start": 6130918,
                                "byte_stop": 6200195,
                                "text": "But however, embedded old ways, however ingrained old prejudices, this Court has not been diverted from its appointed task of making \u0022a living truth\u0022 of our constitutional ideal of equal justice under law."
                            },
                            {
                                "start": 1530.579,
                                "stop": 1541.359,
                                "byte_start": 6200195,
                                "byte_stop": 6243349,
                                "text": "After 20 years of small, often difficult steps toward that great end, the Court today takes a giant step backwards."
                            },
                            {
                                "start": 1541.359,
                                "stop": 1547.867,
                                "byte_start": 6243349,
                                "byte_stop": 6269367,
                                "text": "Therefore I filed a dissenting opinion joined by Justices Douglas, Brennan and White."
                            },
                            {
                                "start": 1547.867,
                                "stop": 1561.281,
                                "byte_start": 6269367,
                                "byte_stop": 6322970,
                                "text": "The record in this case shows that there has been widespread and pervasive racial segregation in the school system provided by the State of Michigan for children living in Detroit."
                            },
                            {
                                "start": 1561.281,
                                "stop": 1571.441,
                                "byte_start": 6322970,
                                "byte_stop": 6363617,
                                "text": "The Detroit School Board consciously, drew attendance zones along lines which maximize the segregation of races and their schools."
                            },
                            {
                                "start": 1571.441,
                                "stop": 1583.53,
                                "byte_start": 6363617,
                                "byte_stop": 6411995,
                                "text": "It deliberately created optional attendance zone for neighborhoods undergoing racial transition so as to allow whites in those areas to escape integration."
                            },
                            {
                                "start": 1583.53,
                                "stop": 1595.529,
                                "byte_start": 6411995,
                                "byte_stop": 6459956,
                                "text": "Negro students in areas with overcrowded schools were transported past, closer white schools with available space to more distant Negro schools."
                            },
                            {
                                "start": 1595.529,
                                "stop": 1608.83,
                                "byte_start": 6459956,
                                "byte_stop": 6513246,
                                "text": "These and other techniques used in Detroit were typical of methods employed to segregate students by race in areas where no statutory dual system of education ever existed."
                            },
                            {
                                "start": 1608.83,
                                "stop": 1627.037,
                                "byte_start": 6513246,
                                "byte_stop": 6586075,
                                "text": "While it is true that most of the acts of segregation in this case, though by no means all, were committed by the Detroit Board of Education, it is clear that the obligation to remedy these constitutional violations rests ultimately with the state."
                            },
                            {
                                "start": 1627.037,
                                "stop": 1642.161,
                                "byte_start": 6586075,
                                "byte_stop": 6646471,
                                "text": "The command of the Fourteenth Amendment is that no State shall deny to any person within its jurisdiction the equal protection of the laws and the actions of state agencies like School boards are in law the acts of the state."
                            },
                            {
                                "start": 1642.161,
                                "stop": 1651.818,
                                "byte_start": 6646471,
                                "byte_stop": 6685132,
                                "text": "It is thus the State which bears the responsibility under Brown for fording a non-discriminatory system of education."
                            },
                            {
                                "start": 1651.818,
                                "stop": 1671.626,
                                "byte_start": 6685132,
                                "byte_stop": 6764335,
                                "text": "The state is ordinarily free to choose any decentralized framework for education it wishes, but it should not be allowed to hide behind it\u0027s delegation and compartmentalization of of school districts to avoid its constitutional obligations to its citizens."
                            },
                            {
                                "start": 1671.626,
                                "stop": 1680.247,
                                "byte_start": 6764335,
                                "byte_stop": 6798817,
                                "text": "Vesting responsibility with the State of Michigan for Detroit\u0027s segregated schools is particularly appropriate here."
                            },
                            {
                                "start": 1680.247,
                                "stop": 1691.521,
                                "byte_start": 6798817,
                                "byte_stop": 6843956,
                                "text": "For as in Michigan, unlike some other states, Michigan operates a single statewide system of education rather than several separate and independent school systems."
                            },
                            {
                                "start": 1691.521,
                                "stop": 1705.53,
                                "byte_start": 6843956,
                                "byte_stop": 6899963,
                                "text": "The majority\u0027s emphasis on local governmental control and local autonomy of school districts in Michigan will come as a surprise to those with any familiarity at all with that State system of education."
                            },
                            {
                                "start": 1705.53,
                                "stop": 1723.303,
                                "byte_start": 6899963,
                                "byte_stop": 6971120,
                                "text": "School districts are not separate and distinct sovereign entities under Michigan law, but are rather by the decision of its highest court, \u0022auxiliaries of the State\u0027\u0022 and subject to its \u0022absolute power.\u0022"
                            },
                            {
                                "start": 1723.303,
                                "stop": 1733.695,
                                "byte_start": 6971120,
                                "byte_stop": 7012707,
                                "text": "The courts of the State have repeatedly emphasized that education in Michigan is not a local governmental concern, but a truly state function."
                            },
                            {
                                "start": 1733.695,
                                "stop": 1744.55,
                                "byte_start": 7012707,
                                "byte_stop": 7056071,
                                "text": "Yet the Court today holds that the that the District Court was powerless to require the State to remedy its constitutional violations in any meaningful fashion."
                            },
                            {
                                "start": 1744.55,
                                "stop": 1754.497,
                                "byte_start": 7056071,
                                "byte_stop": 7095881,
                                "text": "Our prior cases have not minced words as to what steps the responsible officials and agencies must take in order to remedy segregation in public schools."
                            },
                            {
                                "start": 1754.497,
                                "stop": 1766.962,
                                "byte_start": 7095881,
                                "byte_stop": 7145723,
                                "text": "Whereas here, state-imposed segregation has been demonstrated, it becomes the duty of the State to eliminate root and branch all vestiges of racial discrimination."
                            },
                            {
                                "start": 1766.962,
                                "stop": 1782.162,
                                "byte_start": 7145723,
                                "byte_stop": 7206536,
                                "text": "As was said in Swann against Swann against Charlotte-Mecklenburg where de jure segregation is shown, authorities must make \u0022every effort to achieve the greatest possible degree of actual desegregation.\u0022"
                            },
                            {
                                "start": 1782.162,
                                "stop": 1795.732,
                                "byte_start": 7206536,
                                "byte_stop": 7260766,
                                "text": "If these words have any meaning at all surely it is that state school authorities must take all practical steps to ensure that Negro and white children in fact do go to school together."
                            },
                            {
                                "start": 1795.732,
                                "stop": 1802.023,
                                "byte_start": 7260766,
                                "byte_stop": 7285948,
                                "text": "In the final analysis this is what a segregation of the public schools is all about."
                            },
                            {
                                "start": 1802.023,
                                "stop": 1813.915,
                                "byte_start": 7285948,
                                "byte_stop": 7333491,
                                "text": "But a Detroit only decree, the only remedy permitted under the today\u0027s decision cannot effectively desegregate the city schools in Detroit."
                            },
                            {
                                "start": 1813.915,
                                "stop": 1825.545,
                                "byte_start": 7333491,
                                "byte_stop": 7380093,
                                "text": "The Detroit school system as in recent years increasingly become to an all Negro school system with the greatest increase in the proportion of many Negro students of many major northern cities."
                            },
                            {
                                "start": 1825.545,
                                "stop": 1843.946,
                                "byte_start": 7380093,
                                "byte_stop": 7453654,
                                "text": "Moreover the result of Detroit only decrease to this Court would be to increase the flight of whites from the city to the outlying suburbans, compounding the effects of the present rate of increase and the proportion Negro students in the Detroit system."
                            },
                            {
                                "start": 1843.946,
                                "stop": 1864.77,
                                "byte_start": 7453654,
                                "byte_stop": 7536933,
                                "text": "Thus even if a plan were adopted which at it\u0027s outset provided in every school a 65 Negro, 35 white racial balance mix in keeping with the Negro-white population of the total school population, such a system would in short order evolve into an all Negro system."
                            },
                            {
                                "start": 1864.77,
                                "stop": 1874.171,
                                "byte_start": 7536933,
                                "byte_stop": 7574549,
                                "text": "For these reasons, the Detroit only plan simply has no hope of achieving actual desegregation."
                            },
                            {
                                "start": 1874.171,
                                "stop": 1884.196,
                                "byte_start": 7574549,
                                "byte_stop": 7614673,
                                "text": "Under such a plan white and Negro students will not go to school together, instead, Negro children will continue to attend all-Negro schools."
                            },
                            {
                                "start": 1884.196,
                                "stop": 1891.402,
                                "byte_start": 7614673,
                                "byte_stop": 7643512,
                                "text": "The very evil that Brown was aimed at will not be cured, but will be perpetuated."
                            },
                            {
                                "start": 1891.402,
                                "stop": 1900.87,
                                "byte_start": 7643512,
                                "byte_stop": 7681337,
                                "text": "The rights at issue in this case are too fundamental to be abridged on grounds as superficial as those relied on by the majority opinion today."
                            },
                            {
                                "start": 1900.87,
                                "stop": 1912.269,
                                "byte_start": 7681337,
                                "byte_stop": 7727000,
                                "text": "We deal here with the rights of all of our children, whatever their race, they have a right to an equal start in life, to an equal opportunity to reach their full potential as citizens."
                            },
                            {
                                "start": 1912.269,
                                "stop": 1922.285,
                                "byte_start": 7727000,
                                "byte_stop": 7767019,
                                "text": "The children who have been denied that right in the past deserve better than to see fences thrown up to deny them that right in the future."
                            },
                            {
                                "start": 1922.285,
                                "stop": 1940.589,
                                "byte_start": 7767019,
                                "byte_stop": 7840266,
                                "text": "Our Nation, I fear, will be ill served by the Court\u0027s refusal to remedy separate and unequal education, for unless our children begin to learn together, there is little hope that our people will ever learn to live together and understand each other."
                            },
                            {
                                "start": 1940.589,
                                "stop": 1945.967,
                                "byte_start": 7840266,
                                "byte_stop": 7861791,
                                "text": "Desegregation is not and was never expected to be an easy task."
                            },
                            {
                                "start": 1945.967,
                                "stop": 1954.914,
                                "byte_start": 7861791,
                                "byte_stop": 7897527,
                                "text": "Racial attitudes ingrained in our Nation\u0027s childhood and adolescence are not quickly thrown aside in its middle years."
                            },
                            {
                                "start": 1954.914,
                                "stop": 1972.045,
                                "byte_start": 7897527,
                                "byte_stop": 7966072,
                                "text": "But just as the inconvenience of some cannot be allowed to stand in the way of the right of others, so public opposition, no matter how strident, cannot be permitted to divert this Court from the enforcement of the constitutional principles at issue in this case."
                            },
                            {
                                "start": 1972.045,
                                "stop": 1986.719,
                                "byte_start": 7966072,
                                "byte_stop": 8024795,
                                "text": "Today\u0027s holding, in my view is more a reflection of a perceived public mood that we have gone far enough enforcing the Constitution\u0027s guarantee of equal justice than it is the product of neutral principles of law."
                            },
                            {
                                "start": 1986.719,
                                "stop": 2007.897,
                                "byte_start": 8024795,
                                "byte_stop": 8109432,
                                "text": "In the short run, it may seem to be the easier course to allow our metropolitan areas to be divided up each into two cities, one white, the other black, but it is a course, I predict, our people will ultimately regret and for these reasons I respectfully dissent."
                            },
                            {
                                "start": 2007.897,
                                "stop": 2018.435,
                                "byte_start": 8109432,
                                "byte_stop": 8151646,
                                "text": "I also wish to announce that Mr. Justice White has filed a separate dissenting opinion joined by Justices Douglas, Brennan and myself."
                            }
                        ]
                    },
                    {
                        "start": 2018.435,
                        "stop": 2020.319,
                        "byte_start": 8151646,
                        "byte_stop": 8159065,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2018.435,
                                "stop": 2020.319,
                                "byte_start": 8151646,
                                "byte_stop": 8159065,
                                "text": "Thank you Mr. Justice Marshall."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 43652,
            "mime": "audio\/mpeg",
            "size": 8159274,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1973\/73-434\/19740725o_73-434.delivery.mp3"
        },
        {
            "id": 65536,
            "mime": "audio\/ogg",
            "size": 19439939,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1973\/73-434\/19740725o_73-434.ogg"
        },
        {
            "id": 65537,
            "mime": "application\/x-mpegURL",
            "size": 29093,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1973\/73-434\/19740725o_73-434.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}