{
    "id": 20395,
    "title": "Opinion Announcement - June 23, 1999",
    "transcript": {
        "title": "College Savings Bank v. Florida Prepaid Post-Secondary Education Expense Board",
        "duration": 891.742,
        "sections": [
            {
                "start": 0,
                "stop": 891.742,
                "byte_start": 85906,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 13.066,
                        "byte_start": 85906,
                        "byte_stop": 138255,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.066,
                                "byte_start": 85906,
                                "byte_stop": 138255,
                                "text": "The opinion of the Court in No. 98-149, College Savings Bank versus Florida Prepaid Postsecondary Education Expense Board will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 13.066,
                        "stop": 680.288,
                        "byte_start": 138255,
                        "byte_stop": 2807134,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 13.066,
                                "stop": 18.851,
                                "byte_start": 138255,
                                "byte_stop": 161348,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Third Circuit."
                            },
                            {
                                "start": 18.851,
                                "stop": 30.676,
                                "byte_start": 161348,
                                "byte_stop": 208682,
                                "text": "Petitioner, College Savings Bank, is a New Jersey bank that markets and sells certificates of deposit designed to finance the costs of college education."
                            },
                            {
                                "start": 30.676,
                                "stop": 68.532,
                                "byte_start": 208682,
                                "byte_stop": 360087,
                                "text": "Respondent, Florida Prepaid Postsecondary Education Expense Board (FPPEEB), is an arm of the State of Florida that also administers a tuition fee payment program designed to provide individuals with sufficient funds to cover future college expenses."
                            },
                            {
                                "start": 68.532,
                                "stop": 88.778,
                                "byte_start": 360087,
                                "byte_stop": 441067,
                                "text": "College Savings, the private bank, filed this lawsuit in United States District Court in New Jersey, alleging that Florida Prepaid, the state institution, violated Section 43(a) of the Lanham Act by making misstatements about its own tuition savings plan in its brochures and in its annual reports."
                            },
                            {
                                "start": 88.778,
                                "stop": 94.192,
                                "byte_start": 441067,
                                "byte_stop": 462696,
                                "text": "Florida Prepaid moved to dismiss the action on the ground that it was barred by sovereign immunity."
                            },
                            {
                                "start": 94.192,
                                "stop": 101.679,
                                "byte_start": 462696,
                                "byte_stop": 492685,
                                "text": "The United States intervened on the side of College Savings to defend the constitutionality of the Federal Legislation that permitted the suit."
                            },
                            {
                                "start": 101.679,
                                "stop": 109.219,
                                "byte_start": 492685,
                                "byte_stop": 522882,
                                "text": "The District Court granted Florida Prepaid’s motion to dismiss, and the Court of Appeals for the Third Circuit affirmed."
                            },
                            {
                                "start": 109.219,
                                "stop": 115.906,
                                "byte_start": 522882,
                                "byte_stop": 549632,
                                "text": "We granted certiorari, and in an opinion filed with the Clerk today, we affirm the Third Circuit."
                            },
                            {
                                "start": 115.906,
                                "stop": 128.239,
                                "byte_start": 549632,
                                "byte_stop": 598951,
                                "text": "Section 43(a) of the Lanham Act creates a private right of action against the person who uses false descriptions or makes false representations in commerce."
                            },
                            {
                                "start": 128.239,
                                "stop": 141.417,
                                "byte_start": 598951,
                                "byte_stop": 651614,
                                "text": "The Trademark Remedy Clarification Act of 1992, which I shall refer to as TRCA, subjects the states to suits brought under 43(a) of the Lanham Act."
                            },
                            {
                                "start": 141.417,
                                "stop": 151.448,
                                "byte_start": 651614,
                                "byte_stop": 691738,
                                "text": "By virtue of their sovereign immunity however, states cannot be sued by individuals unless they have consented or unless their immunity has been validly abrogated."
                            },
                            {
                                "start": 151.448,
                                "stop": 161.093,
                                "byte_start": 691738,
                                "byte_stop": 730295,
                                "text": "Thus, the question presented in this case is whether TRCA is effective to permit suit against the State for its alleged misrepresentation of its own product?"
                            },
                            {
                                "start": 161.093,
                                "stop": 181.012,
                                "byte_start": 730295,
                                "byte_stop": 810020,
                                "text": "Either because TRCA affects a constitutionally permissible abrogation of state sovereign immunity, or because TRCA operates as an invitation to waiver of sovereign immunity, which is automatically accepted by states engaging in the activities in commerce that are regulated by the Lanham Act."
                            },
                            {
                                "start": 181.012,
                                "stop": 186.32,
                                "byte_start": 810020,
                                "byte_stop": 831232,
                                "text": "We turn first to the contention that Florida’s sovereign immunity was validly abrogated."
                            },
                            {
                                "start": 186.32,
                                "stop": 201.535,
                                "byte_start": 831232,
                                "byte_stop": 892149,
                                "text": "Our decisions in Seminole Tribe and Fitzpatrick versus Bitzer make clear that Congress can abrogate state sovereign immunity when it legislates to enforce the Fourteenth Amendment, but that it cannot do so when it legislates pursuant to its power to regulate commerce."
                            },
                            {
                                "start": 201.535,
                                "stop": 207.153,
                                "byte_start": 892149,
                                "byte_stop": 914615,
                                "text": "Thus, this first issue turns on whether TRCA enforces the Fourteenth Amendment."
                            },
                            {
                                "start": 207.153,
                                "stop": 219.443,
                                "byte_start": 914615,
                                "byte_stop": 963725,
                                "text": "College Savings asserts that it does, because it enforces that provision of the Fourteenth Amendment which says that no state shall deprive any person of property without due process of law."
                            },
                            {
                                "start": 219.443,
                                "stop": 240.028,
                                "byte_start": 963725,
                                "byte_stop": 1046063,
                                "text": "Their argument is that Congress enacted TRCA to remedy and prevent state deprivations without due process of two species of \u0022property\u0022 rights: First, a right to be free from a business competitor\u0027s false advertising about its own product; and second, a more generalized right to be secure in one\u0027s business interests."
                            },
                            {
                                "start": 240.028,
                                "stop": 245.271,
                                "byte_start": 1046063,
                                "byte_stop": 1067065,
                                "text": "We conclude that neither of these qualifies as a property right protected by the Due Process Clause."
                            },
                            {
                                "start": 245.271,
                                "stop": 251.798,
                                "byte_start": 1067065,
                                "byte_stop": 1093188,
                                "text": "As to the first: the hallmark of a protected property interest is the right to exclude others."
                            },
                            {
                                "start": 251.798,
                                "stop": 267.529,
                                "byte_start": 1093188,
                                "byte_stop": 1156090,
                                "text": "The Lanham Act\u0027s false advertising provisions, however, bear no relationship to any right to exclude, and Florida Prepaid\u0027s alleged misrepresentation concerning its own products intruded upon no interest over which petitioner had exclusive dominion."
                            },
                            {
                                "start": 267.529,
                                "stop": 279.91,
                                "byte_start": 1156090,
                                "byte_stop": 1205619,
                                "text": "As to the more generalized right to be secure in one’s business interests, while a business assets are property, and any state taking of those assets is a \u0022deprivation of property\u0022."
                            },
                            {
                                "start": 279.91,
                                "stop": 291.786,
                                "byte_start": 1205619,
                                "byte_stop": 1253057,
                                "text": "Business in the sense of the activity of doing business or the activity of making a profit is not property at all, and it is only that which is impinged upon by a competitor\u0027s false advertising."
                            },
                            {
                                "start": 291.786,
                                "stop": 299.22,
                                "byte_start": 1253057,
                                "byte_stop": 1282837,
                                "text": "The second and more substantial question in the case is whether Florida Prepaid\u0027s sovereign immunity has been waived?"
                            },
                            {
                                "start": 299.22,
                                "stop": 304.469,
                                "byte_start": 1282837,
                                "byte_stop": 1303839,
                                "text": "There is no suggestion here that Florida Prepaid expressly consented to being sued in Federal Court."
                            },
                            {
                                "start": 304.469,
                                "stop": 315.429,
                                "byte_start": 1303839,
                                "byte_stop": 1347725,
                                "text": "Petitioner and the United States maintain, however, that Florida has \u0022impliedly\u0022 or \u0022constructively\u0022 waived its immunity from Lanham Act suit."
                            },
                            {
                                "start": 315.429,
                                "stop": 325.726,
                                "byte_start": 1347725,
                                "byte_stop": 1388894,
                                "text": "They make this assertion on the authority of a case called Parden Versus Terminal Railroad Co. of Alabama Docks Department, which we decided in 1964."
                            },
                            {
                                "start": 325.726,
                                "stop": 336.068,
                                "byte_start": 1388894,
                                "byte_stop": 1430272,
                                "text": "In Parden we permitted employees of a railroad owned and operated by Alabama to bring an action under the Federal Employees\u0027 Liability Act against their employer."
                            },
                            {
                                "start": 336.068,
                                "stop": 344.451,
                                "byte_start": 1430272,
                                "byte_stop": 1463813,
                                "text": "We held that Alabama had waived its immunity from FELA suit, even though Alabama law expressly disavowed any such waiver."
                            },
                            {
                                "start": 344.451,
                                "stop": 371.929,
                                "byte_start": 1463813,
                                "byte_stop": 1573632,
                                "text": "Our reasoning was, “In enacting the FELA, Congress had conditioned the right to operate a railroad in interstate commerce upon amenability to suit in Federal Court as provided by the Act; by thereafter operating a railroad in interstate commerce, Alabama was taken to have accepted that condition and thus to have consented to suit.\u0022"
                            },
                            {
                                "start": 371.929,
                                "stop": 391.975,
                                "byte_start": 1573632,
                                "byte_stop": 1653880,
                                "text": "Only nine years later we began to retreat from Parden and subsequent cases criticized its holding and overruled it in part, the part overruled was the part the FELA did not specifically name the states, it just said anybody can sue the employer, and we said in Parden the employer includes the states."
                            },
                            {
                                "start": 391.975,
                                "stop": 403.984,
                                "byte_start": 1653880,
                                "byte_stop": 1701945,
                                "text": "We overruled Parden nine years later at least in so far as saying, if you want to eliminate state sovereign immunity you have to at least name the state as among those employers who can be sued."
                            },
                            {
                                "start": 403.984,
                                "stop": 412.175,
                                "byte_start": 1701945,
                                "byte_stop": 1734650,
                                "text": "As we explain in our opinion in detail, Parden broke sharply with prior cases, and is fundamentally incompatible with later cases."
                            },
                            {
                                "start": 412.175,
                                "stop": 420.29,
                                "byte_start": 1734650,
                                "byte_stop": 1767147,
                                "text": "We have never applied its holding to another statute, and in fact have narrowed the case in every subsequent opinion in which it has been under consideration."
                            },
                            {
                                "start": 420.29,
                                "stop": 428.028,
                                "byte_start": 1767147,
                                "byte_stop": 1798076,
                                "text": "In short, Parden stands as an anomaly in the jurisprudence of sovereign immunity, and indeed in the jurisprudence of constitutional law."
                            },
                            {
                                "start": 428.028,
                                "stop": 434.343,
                                "byte_start": 1798076,
                                "byte_stop": 1823362,
                                "text": "Today, we drop the other shoe: whatever may remain of our decision in Parden is expressly overruled."
                            },
                            {
                                "start": 434.343,
                                "stop": 443.608,
                                "byte_start": 1823362,
                                "byte_stop": 1860352,
                                "text": "To begin with, we cannot square Parden with our earlier cases requiring that a State\u0027s express waiver of sovereign immunity be unequivocal."
                            },
                            {
                                "start": 443.608,
                                "stop": 453.417,
                                "byte_start": 1860352,
                                "byte_stop": 1899640,
                                "text": "There is little reason to assume actual consent, unequivocal consent, based upon the State\u0027s mere presence in a field subject to Congressional regulation."
                            },
                            {
                                "start": 453.417,
                                "stop": 467.849,
                                "byte_start": 1899640,
                                "byte_stop": 1957318,
                                "text": "There is a fundamental difference between a State\u0027s expressing unequivocally that it waives its immunity and Congress\u0027s expressing unequivocally its intention that if the State takes certain action it shall be deemed to have waived its immunity."
                            },
                            {
                                "start": 467.849,
                                "stop": 473.633,
                                "byte_start": 1957318,
                                "byte_stop": 1980515,
                                "text": "Parden style waivers are simply unheard of in the context of other constitutionally protected privileges."
                            },
                            {
                                "start": 473.633,
                                "stop": 490.423,
                                "byte_start": 1980515,
                                "byte_stop": 2047702,
                                "text": "For example, imagine if Congress amended the Securities laws to provide that anyone committing fraud in connection with the buying or selling of securities in interstate commerce would not be entitled to a jury in any federal criminal prosecution of such fraud."
                            },
                            {
                                "start": 490.423,
                                "stop": 504.081,
                                "byte_start": 2047702,
                                "byte_stop": 2102246,
                                "text": "Would persons engaging in securities fraud be deemed by the adoption of that amendment to have \u0022constructively waived\u0022 their constitutionally protected rights to trial by jury in criminal cases?"
                            },
                            {
                                "start": 504.081,
                                "stop": 508.637,
                                "byte_start": 2102246,
                                "byte_stop": 2120531,
                                "text": "The answer of course is no and we think the same principle applies here."
                            },
                            {
                                "start": 508.637,
                                "stop": 517.303,
                                "byte_start": 2120531,
                                "byte_stop": 2155222,
                                "text": "Not surprisingly, the very cornerstone of Parden was the notion that state sovereign immunity is not constitutionally grounded."
                            },
                            {
                                "start": 517.303,
                                "stop": 519.382,
                                "byte_start": 2155222,
                                "byte_stop": 2163477,
                                "text": "The case said it in so many words."
                            },
                            {
                                "start": 519.382,
                                "stop": 530.931,
                                "byte_start": 2163477,
                                "byte_stop": 2209661,
                                "text": "Our more recent decision in Seminole Tribe expressly repudiates that proposition, and in formally overruling Parden we do no more than make explicit what that case implied."
                            },
                            {
                                "start": 530.931,
                                "stop": 551.214,
                                "byte_start": 2209661,
                                "byte_stop": 2290850,
                                "text": "Nor do we think the constitutionally grounded principle of state sovereign immunity is any less robust, whereas here the asserted basis for constructive waiver is conduct that is undertaken for profit, that is traditionally performed by private citizens and corporations, and that otherwise resembles the behavior of \u0022market participants\u0022."
                            },
                            {
                                "start": 551.214,
                                "stop": 571.921,
                                "byte_start": 2290850,
                                "byte_stop": 2373606,
                                "text": "Permitting abrogation or constructive waiver of the constitutional right only when these conditions exist would of course limit the evil, but it is hard to say that that limitation has any more support in text or tradition of sovereign immunity than, for example, limiting abrogation or constructive waiver to the last Friday of the month."
                            },
                            {
                                "start": 571.921,
                                "stop": 584.717,
                                "byte_start": 2373606,
                                "byte_stop": 2424806,
                                "text": "Since sovereign immunity itself was not traditionally limited by these factors, and since they have no bearing on the voluntariness of the waiver, there is no principled reason why they should enter into our waiver analysis."
                            },
                            {
                                "start": 584.717,
                                "stop": 609.045,
                                "byte_start": 2424806,
                                "byte_stop": 2522190,
                                "text": "Finally, the United States points out that we have held in such cases as South Dakota versus Dole, decided in 1987, that Congress may in the exercise of its spending power condition its grant of funds to the states upon their taking certain actions that Congress could not require them to take, and that acceptance of the funds entails an agreement to those actions."
                            },
                            {
                                "start": 609.045,
                                "stop": 612.562,
                                "byte_start": 2522190,
                                "byte_stop": 2536192,
                                "text": "Those cases seem to us fundamentally different from the present one."
                            },
                            {
                                "start": 612.562,
                                "stop": 619.595,
                                "byte_start": 2536192,
                                "byte_stop": 2564299,
                                "text": "Congress has no obligation to use its Spending Clause power to disburse funds to the states, such funds are gifts."
                            },
                            {
                                "start": 619.595,
                                "stop": 635.514,
                                "byte_start": 2564299,
                                "byte_stop": 2628038,
                                "text": "In the present case, however, what Congress threatens if the state refuses to agree to its condition is not the denial of a gift or of a gratuity, but rather a sanction, exclusion of the State from otherwise permissible activity."
                            },
                            {
                                "start": 635.514,
                                "stop": 652.231,
                                "byte_start": 2628038,
                                "byte_stop": 2694912,
                                "text": "Even in cases involving conditions attached to federal funding, we have acknowledged that the financial inducement offered by Congress might be so coercive as to pass the point at which “pressure turns into compulsion”."
                            },
                            {
                                "start": 652.231,
                                "stop": 669.431,
                                "byte_start": 2694912,
                                "byte_stop": 2763666,
                                "text": "Where the constitutionally guaranteed protection of the States\u0027 sovereign immunity is involved, the point of coercion is automatically passed, and the voluntariness of waiver destroyed when what is attached to the refusal to waive is the exclusion of the State from otherwise lawful activity."
                            },
                            {
                                "start": 669.431,
                                "stop": 680.288,
                                "byte_start": 2763666,
                                "byte_stop": 2807134,
                                "text": "Justice Stevens has filed a dissenting opinion; Justice Breyer has filed a dissenting opinion, in which Justices Stevens, Souter, and Ginsburg have joined."
                            }
                        ]
                    },
                    {
                        "start": 680.288,
                        "stop": 891.742,
                        "byte_start": 2807134,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 680.288,
                                "stop": 685.422,
                                "byte_start": 2807134,
                                "byte_stop": 2827614,
                                "text": "I am going to add a little bit about certain amount of disagreement that we have here."
                            },
                            {
                                "start": 685.422,
                                "stop": 693.685,
                                "byte_start": 2827614,
                                "byte_stop": 2860737,
                                "text": "My dissent which as you heard that Justices Stevens and Souter and Ginsburg have joined makes two basic points."
                            },
                            {
                                "start": 693.685,
                                "stop": 711.111,
                                "byte_start": 2860737,
                                "byte_stop": 2930432,
                                "text": "The first point is even if we accept the majority’s position in Seminole Tribe, and remember that was the position basically that Congress doesn’t have the power under Article I when it regulates states to say, and you have to let private citizens sue you."
                            },
                            {
                                "start": 711.111,
                                "stop": 712.981,
                                "byte_start": 2930432,
                                "byte_stop": 2937850,
                                "text": "Congress lacks that power."
                            },
                            {
                                "start": 712.981,
                                "stop": 726.457,
                                "byte_start": 2937850,
                                "byte_stop": 2991767,
                                "text": "Well, even if we were to accept that, we still in our opinion, which is the minority opinion here, we still think that the Court should not overrule the case that was mentioned, Parden."
                            },
                            {
                                "start": 726.457,
                                "stop": 745.039,
                                "byte_start": 2991767,
                                "byte_stop": 3066164,
                                "text": "When a State engages in activity from which it could easily withdraw, for example, when it acts just like a private business, Congress, we think, must have the power to regulate the State as if it were a private business."
                            },
                            {
                                "start": 745.039,
                                "stop": 756.942,
                                "byte_start": 3066164,
                                "byte_stop": 3113707,
                                "text": "Otherwise, we would threaten the ability of Congress to exercise its most important commerce power; namely the power to regulate private commerce."
                            },
                            {
                                "start": 756.942,
                                "stop": 770.689,
                                "byte_start": 3113707,
                                "byte_stop": 3168668,
                                "text": "In today’s world virtually every nation, every nation is open to suit when it acts, not like a government, but like a private business."
                            },
                            {
                                "start": 770.689,
                                "stop": 787.052,
                                "byte_start": 3168668,
                                "byte_stop": 3234184,
                                "text": "For the Court today to overrule Parden and to hold that Congress doesn’t have the power to require States to do the same thing creates a serious practical, as well as a legal anomaly."
                            },
                            {
                                "start": 787.052,
                                "stop": 798.01,
                                "byte_start": 3234184,
                                "byte_stop": 3277965,
                                "text": "Now second, we in the minority are not yet ready to accept the position that the Court took three years ago in Seminole Tribe."
                            },
                            {
                                "start": 798.01,
                                "stop": 812.432,
                                "byte_start": 3277965,
                                "byte_stop": 3335643,
                                "text": "Justice Stevens and Justice Souter in that case and again today in their opinions, in my view, show that neither history nor precedent support the majority’s position."
                            },
                            {
                                "start": 812.432,
                                "stop": 833.606,
                                "byte_start": 3335643,
                                "byte_stop": 3420384,
                                "text": "I would add simply that the problems of federalism today that are important for ordinary citizens do not concern sovereign immunity, they concern local democracy and the need to maintain decentralized power."
                            },
                            {
                                "start": 833.606,
                                "stop": 856.117,
                                "byte_start": 3420384,
                                "byte_stop": 3510455,
                                "text": "Sovereign immunity is an ancient doctrine which finds a more congenial home in the mind of King James I than in that of James Madison, and it has little to do with either of those modern important federalists decentralizing needs."
                            },
                            {
                                "start": 856.117,
                                "stop": 869.55,
                                "byte_start": 3510455,
                                "byte_stop": 3564162,
                                "text": "In so far as the majority’s position has a practical affect, it will make it more difficult to write laws that respect the need to decentralize legal power."
                            },
                            {
                                "start": 869.55,
                                "stop": 891.742,
                                "byte_start": 3564162,
                                "byte_stop": 0,
                                "text": "Thus, in terms of federalism’s important liberty protecting objectives related to local democracy, we fear that the Seminole Tribe majority position will prove beside the point at best, at worst it will prove counterproductive."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49914,
            "mime": "audio\/mpeg",
            "size": 3652874,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-149\/19990623o_98-149.delivery.mp3"
        },
        {
            "id": 71706,
            "mime": "audio\/ogg",
            "size": 9078111,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-149\/19990623o_98-149.ogg"
        },
        {
            "id": 71707,
            "mime": "application\/x-mpegURL",
            "size": 12925,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-149\/19990623o_98-149.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}