{
    "id": 22220,
    "title": "Opinion Announcement - June 18, 2001",
    "transcript": {
        "title": "United States v. Mead Corporation",
        "duration": 269.583,
        "sections": [
            {
                "start": 0,
                "stop": 269.583,
                "byte_start": 89582,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.777,
                        "byte_start": 89582,
                        "byte_stop": 132736,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.777,
                                "byte_start": 89582,
                                "byte_stop": 132736,
                                "text": "The opinion of the Court in No. 99–1434, United States versus Mead Corporation will be announced by Justice Souter."
                            }
                        ]
                    },
                    {
                        "start": 10.777,
                        "stop": 269.583,
                        "byte_start": 132736,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 10.777,
                                "stop": 16.669,
                                "byte_start": 132736,
                                "byte_stop": 156351,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Federal Circuit."
                            },
                            {
                                "start": 16.669,
                                "stop": 26.102,
                                "byte_start": 156351,
                                "byte_stop": 194072,
                                "text": "It presents the question whether a classification ruling letter issued by the United States Customs Service deserves judicial deference."
                            },
                            {
                                "start": 26.102,
                                "stop": 37.291,
                                "byte_start": 194072,
                                "byte_stop": 238793,
                                "text": "The respondent Mead Corporation imports day planners, which have three ring binders with pages for daily schedules phone numbers, addresses and things like that."
                            },
                            {
                                "start": 37.291,
                                "stop": 46.982,
                                "byte_start": 238793,
                                "byte_stop": 277559,
                                "text": "The Customs Service classified the planners as bound diaries within the meaning of the governing statute and therefore are subject to tariff."
                            },
                            {
                                "start": 46.982,
                                "stop": 60.38,
                                "byte_start": 277559,
                                "byte_stop": 331162,
                                "text": "Mead challenged the classification ruling and on appeal with Federal Circuit ruled in Mead’s favor, holding that the imported products were not bound diaries and therefore were not subject to any tariff."
                            },
                            {
                                "start": 60.38,
                                "stop": 68.953,
                                "byte_start": 331162,
                                "byte_stop": 365435,
                                "text": "In its decision, The Federal Circuit held that the Customs’ classification ruling was not entitled to any deference by a court."
                            },
                            {
                                "start": 68.953,
                                "stop": 80.853,
                                "byte_start": 365435,
                                "byte_stop": 413082,
                                "text": "Customs, by contrast, contends that the ruling letter deserves the highest deference under our decision in Chevron against Natural Resources Defense Council."
                            },
                            {
                                "start": 80.853,
                                "stop": 89.328,
                                "byte_start": 413082,
                                "byte_stop": 446937,
                                "text": "In an opinion filed today with the Clerk of the Court, we vacate the judgment of the Federal Circuit and remand the case for further proceedings."
                            },
                            {
                                "start": 89.328,
                                "stop": 106.811,
                                "byte_start": 446937,
                                "byte_stop": 516841,
                                "text": "We hold that the Federal Circuit was correct in ruling that a Customs classification letter has no claim to Chevron deference, but we also hold that under our decision in Skidmore and Swift, it is eligible to claim respect according to its persuasiveness."
                            },
                            {
                                "start": 106.811,
                                "stop": 116.914,
                                "byte_start": 516841,
                                "byte_stop": 557278,
                                "text": "In Chevron, we have recognized that Congress often implicitly gives agencies the authority to interpret statutes in a way that deserves judicial deference."
                            },
                            {
                                "start": 116.914,
                                "stop": 124.782,
                                "byte_start": 557278,
                                "byte_stop": 588730,
                                "text": "In other words it can be apparent from an agency’s generally conferred authority and from other statutory circumstances."
                            },
                            {
                                "start": 124.782,
                                "stop": 138.757,
                                "byte_start": 588730,
                                "byte_stop": 644632,
                                "text": "The Congress would expect the agency to be able to be speak with the force of law when addressing ambiguity in the statute or filling a gap in an enacted law even one about which Congress did not have a particular intent."
                            },
                            {
                                "start": 138.757,
                                "stop": 157.064,
                                "byte_start": 644632,
                                "byte_stop": 717879,
                                "text": "A choice made in the exercise of authority implicitly delegated this way deserves judicial deference to the point that a reviewing Court must accept the position taken by the agency if Congress has not previously spoken to the point at issue and if the agency’s interpretation is reasonable."
                            },
                            {
                                "start": 157.064,
                                "stop": 175.217,
                                "byte_start": 717879,
                                "byte_stop": 790500,
                                "text": "One very good indicator of delegation narrating Chevron treatment, but not the only one, is an express congressional authorization to engage in the rule making or the adjudication process that produced the regulation or ruling for which deference is claimed."
                            },
                            {
                                "start": 175.217,
                                "stop": 196.14,
                                "byte_start": 790500,
                                "byte_stop": 874196,
                                "text": "As a result, the overwhelming number of decisions according Chevron deference have involved notice and comment rule making or adjudication, and while the fact that the tariff classification at issue was not a product of such formal process does not alone bar Chevron application."
                            },
                            {
                                "start": 196.14,
                                "stop": 200.567,
                                "byte_start": 874196,
                                "byte_stop": 891855,
                                "text": "There are ample reasons to deny Chevron deference here."
                            },
                            {
                                "start": 200.567,
                                "stop": 222.231,
                                "byte_start": 891855,
                                "byte_stop": 978581,
                                "text": "There is no indication on the statute’s face that Congress meant to delegate authority to Customs to issue classification rulings with the force of law, and it is difficult to see in agency practice itself any indication that Customs set out even to make a lawmaking pretense for these ruling classification letters."
                            },
                            {
                                "start": 222.231,
                                "stop": 239.09,
                                "byte_start": 978581,
                                "byte_stop": 1045977,
                                "text": "For they are not generally derived after notice and comment, their binding character stop short of third parties and they are churned out at a rate of at least 10,000 a year in 46 different offices across the country."
                            },
                            {
                                "start": 239.09,
                                "stop": 244.869,
                                "byte_start": 1045977,
                                "byte_stop": 1069069,
                                "text": "None of this necessarily means however, that the letters will not do any deference at all."
                            },
                            {
                                "start": 244.869,
                                "stop": 258.786,
                                "byte_start": 1069069,
                                "byte_stop": 1124762,
                                "text": "Under Skidmore and Swift, an agency’s interpretation may warrant some deference whatever its form. Thus, the classification ruling here may at least seek a respect proportional to its power to persuade."
                            },
                            {
                                "start": 258.786,
                                "stop": 265.961,
                                "byte_start": 1124762,
                                "byte_stop": 1153497,
                                "text": "Because that assessment is not made in the first instance by this Court, we remand for that assessment."
                            },
                            {
                                "start": 265.961,
                                "stop": 269.583,
                                "byte_start": 1153497,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53562,
            "mime": "audio\/mpeg",
            "size": 1162901,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1434\/20010618o_99-1434.delivery.mp3"
        },
        {
            "id": 75306,
            "mime": "audio\/ogg",
            "size": 2587967,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1434\/20010618o_99-1434.ogg"
        },
        {
            "id": 75307,
            "mime": "application\/x-mpegURL",
            "size": 4071,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1434\/20010618o_99-1434.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}