{
    "id": 20893,
    "title": "Opinion Announcement - June 14, 1999",
    "transcript": {
        "title": "Greater New Orleans Broadcasting Assn., Inc. v. United States",
        "duration": 358.2,
        "sections": [
            {
                "start": 0,
                "stop": 358.2,
                "byte_start": 85796,
                "byte_stop": 1518560,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.284,
                        "byte_start": 85796,
                        "byte_stop": 126965,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.284,
                                "byte_start": 85796,
                                "byte_stop": 126965,
                                "text": "The opinion of the Court in No. 98-387, Greater New Orleans Broadcasting Association Inc. vresus United States will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 10.284,
                        "stop": 358.2,
                        "byte_start": 126965,
                        "byte_stop": 1518560,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 10.284,
                                "stop": 15.065,
                                "byte_start": 126965,
                                "byte_stop": 146087,
                                "text": "Now this case comes to us to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 15.065,
                                "stop": 32.881,
                                "byte_start": 146087,
                                "byte_stop": 217349,
                                "text": "A Federal statute enacted in 1934 that is now codified as Section 1304 of the Criminal Code, as well as a Federal Communications Commission regulation, prohibit radio and television broadcasters from carrying certain advertisements about gambling."
                            },
                            {
                                "start": 32.881,
                                "stop": 39.294,
                                "byte_start": 217349,
                                "byte_stop": 243053,
                                "text": "For example, the ban applies to advertising for state-run lotteries if broadcast from a state without a lottery."
                            },
                            {
                                "start": 39.294,
                                "stop": 51.331,
                                "byte_start": 243053,
                                "byte_stop": 291223,
                                "text": "As well as to advertising for commercial gambling, commercial casino gambling but regardless of the stations or the casinos vocation unless the casino is operated by an Indian Tribe."
                            },
                            {
                                "start": 51.331,
                                "stop": 62.761,
                                "byte_start": 291223,
                                "byte_stop": 336885,
                                "text": "Petitioners who represent New Orleans Broadcasters wish to run advertisements for private commercial casinos that are lawful and regulated in Louisiana and Mississippi."
                            },
                            {
                                "start": 62.761,
                                "stop": 77.42,
                                "byte_start": 336885,
                                "byte_stop": 395504,
                                "text": "They filed this suit alleging the Section 1304 and the Commission Regulation violate the First Amendment as applied to them, the District Court however granted the Government’s cross-motion for summary judgment and the Court of Appeals affirmed."
                            },
                            {
                                "start": 77.42,
                                "stop": 81.955,
                                "byte_start": 395504,
                                "byte_stop": 413685,
                                "text": "We accepted the broadcaster’s petition for certiorari and now reverse."
                            },
                            {
                                "start": 81.955,
                                "stop": 91.08,
                                "byte_start": 413685,
                                "byte_stop": 450152,
                                "text": "We hold that the First Amendment protects petitioners right to broadcast advertisements of lawful private casino gambling."
                            },
                            {
                                "start": 91.08,
                                "stop": 99.278,
                                "byte_start": 450152,
                                "byte_stop": 482962,
                                "text": "Our decision in a case known as Central Hudson set out a four-part test for evaluating governmental restrictions and commercial speech."
                            },
                            {
                                "start": 99.278,
                                "stop": 109.453,
                                "byte_start": 482962,
                                "byte_stop": 523713,
                                "text": "That test asks first whether the speech at issue concerns lawful activity and is not misleading, and second whether the asserted governmental interest is substantial."
                            },
                            {
                                "start": 109.453,
                                "stop": 122.596,
                                "byte_start": 523713,
                                "byte_stop": 576271,
                                "text": "If so we must then consider whether the regulation directly advances the governmental interest asserted and finally whether the regulation is not more extensive than is necessary to serve the government\u0027s articulated interest."
                            },
                            {
                                "start": 122.596,
                                "stop": 128.656,
                                "byte_start": 576271,
                                "byte_stop": 600513,
                                "text": "Although we have been asked to reject that four-part standard in a favor of the more straightforward and stringent rule."
                            },
                            {
                                "start": 128.656,
                                "stop": 137.923,
                                "byte_start": 600513,
                                "byte_stop": 637502,
                                "text": "We do not have to break new ground in this case because the State’s speech restriction before us cannot survive the Central Hudson analysis."
                            },
                            {
                                "start": 137.923,
                                "stop": 147.37,
                                "byte_start": 637502,
                                "byte_stop": 675327,
                                "text": "All agreed that petitioners proposed broadcasts constitute commercial speech and that their content would not mislead in what concern lawful activity."
                            },
                            {
                                "start": 147.37,
                                "stop": 163.337,
                                "byte_start": 675327,
                                "byte_stop": 739171,
                                "text": "We can also accept the two interests asserted by the government as substantial: First, reducing a social cost associated with casino and other forms of gambling; and second assisting States that restrict or prohibit casino and other forms of gambling."
                            },
                            {
                                "start": 163.337,
                                "stop": 173.023,
                                "byte_start": 739171,
                                "byte_stop": 777936,
                                "text": "We cannot however ignore the Congress’ unwillingness to adopt a single national policy that consistently endorses either interest asserted by the government."
                            },
                            {
                                "start": 173.023,
                                "stop": 182.652,
                                "byte_start": 777936,
                                "byte_stop": 816493,
                                "text": "When Section 1304 was enacted in 1934 it was part of a uniform federal antigambling policy that is no longer the case."
                            },
                            {
                                "start": 182.652,
                                "stop": 194.931,
                                "byte_start": 816493,
                                "byte_stop": 865603,
                                "text": "With partial or complete exemptions for advertising about tribal and state-run casinos, parimutuel horse and dog racing, state and local lotteries, fishing contest and high life."
                            },
                            {
                                "start": 194.931,
                                "stop": 199.923,
                                "byte_start": 865603,
                                "byte_stop": 885561,
                                "text": "The government\u0027s gambling policy is decidedly equivocal at this time."
                            },
                            {
                                "start": 199.923,
                                "stop": 212.156,
                                "byte_start": 885561,
                                "byte_stop": 934462,
                                "text": "In the judgment of Congress and many state legislatures the social cost supporting the suppression of gambling are often outset and sometimes outweighed by countervailing policy considerations."
                            },
                            {
                                "start": 212.156,
                                "stop": 219.107,
                                "byte_start": 934462,
                                "byte_stop": 962256,
                                "text": "Bearing in mind this ambivalence, the government cannot satisfy the third and fourth parts of the Central Hudson test."
                            },
                            {
                                "start": 219.107,
                                "stop": 236.248,
                                "byte_start": 962256,
                                "byte_stop": 1030802,
                                "text": "With regard of the Government’s first asserted interest-alleviating casino gambling’s social cost by limiting demand, the operation of Section 1304 and its regulatory regime is so pierced by exemptions and inconsistencies that the government cannot hope to exonerate it."
                            },
                            {
                                "start": 236.248,
                                "stop": 261.569,
                                "byte_start": 1030802,
                                "byte_stop": 1132157,
                                "text": "Federal law prohibits a broadcaster from carrying advertising about privately operated commercial casino gambling, regardless of the station’s or the casino’s location, but exempts advertising about state-run casinos, certain occasional commercial casino gambling and tribal casino gambling even if the broadcaster is located in or broadcasts to a jurisdiction with the strictest of antigambling policies."
                            },
                            {
                                "start": 261.569,
                                "stop": 272.533,
                                "byte_start": 1132157,
                                "byte_stop": 1175938,
                                "text": "Moreover, the FCC prohibits references to \u0022Vegas-style games\u0022 but permits casinos to advertise \u0022Vegas-style excitement\u0022."
                            },
                            {
                                "start": 272.533,
                                "stop": 276.204,
                                "byte_start": 1175938,
                                "byte_stop": 1190671,
                                "text": "The government cannot adequately justify the distinctions it has drawn."
                            },
                            {
                                "start": 276.204,
                                "stop": 291.676,
                                "byte_start": 1190671,
                                "byte_stop": 1252529,
                                "text": "For example, the government admits that tribal casinos offer precisely the same types of gambling as do private commercial casinos and indicates the direct regulation of such gambling is effective in combating the social ills with which Congress was concerned."
                            },
                            {
                                "start": 291.676,
                                "stop": 308.722,
                                "byte_start": 1252529,
                                "byte_stop": 1320761,
                                "text": "While there maybe valid reasons for imposing commercial regulations on non-Indian businesses that differ from those imposed and tribal enterprises, it does not follow that those differences justify abridging non-Indians freedom of speech more severely than the freedom of their tribal competitors."
                            },
                            {
                                "start": 308.722,
                                "stop": 317.778,
                                "byte_start": 1320761,
                                "byte_stop": 1356914,
                                "text": "For the power to prohibit or to regulate particular conduct does not necessarily include the power to prohibit or regulate speech about that conduct."
                            },
                            {
                                "start": 317.778,
                                "stop": 334.965,
                                "byte_start": 1356914,
                                "byte_stop": 1425669,
                                "text": "Considering the manner in which Section 1304 and its exceptions operate and the scope of the speech proscribe, the Government’s second asserted interest assisting States with policies that disfavor private casinos provides no more convincing basis for upholding the regulation than the first."
                            },
                            {
                                "start": 334.965,
                                "stop": 349.063,
                                "byte_start": 1425669,
                                "byte_stop": 1482093,
                                "text": "In sum, respondents cannot overcome the First Amendment’s presumption that the speaker and the audience, not the government are normally the best judges of the value of accurate and non-misleading information about the lawful conduct."
                            },
                            {
                                "start": 349.063,
                                "stop": 358.2,
                                "byte_start": 1482093,
                                "byte_stop": 1518560,
                                "text": "Our judgment is unanimous, but the Chief Justice has filed a brief concurring opinion and Justice Thomas has filed an opinion concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50910,
            "mime": "audio\/mpeg",
            "size": 1518769,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-387\/19990614o_98-387.delivery.mp3"
        },
        {
            "id": 72692,
            "mime": "audio\/ogg",
            "size": 3572976,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-387\/19990614o_98-387.ogg"
        },
        {
            "id": 72693,
            "mime": "application\/x-mpegURL",
            "size": 5271,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-387\/19990614o_98-387.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}