{
    "id": 21654,
    "title": "Opinion Announcement - June 28, 2004",
    "transcript": {
        "title": "Rumsfeld v. Padilla",
        "duration": 472.024,
        "sections": [
            {
                "start": 0,
                "stop": 472.024,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 259.816,
                        "byte_start": 28672,
                        "byte_stop": 1068032,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.643,
                                "byte_start": 28672,
                                "byte_stop": 59288,
                                "text": "I have the opinion of the court to announce in No. 03-1027, Rumsfeld v. Padilla."
                            },
                            {
                                "start": 7.643,
                                "stop": 15.035,
                                "byte_start": 59288,
                                "byte_stop": 88858,
                                "text": "In May 2002, respondent Padilla, an American citizen, was arrested at Chicago\u0027s O\u0027Hare Airport."
                            },
                            {
                                "start": 15.035,
                                "stop": 23.972,
                                "byte_start": 88858,
                                "byte_stop": 124594,
                                "text": "He had just returned from Pakistan where he allegedly conspired with al Qaeda to carry out terrorist attacks within the United States."
                            },
                            {
                                "start": 23.972,
                                "stop": 34.092,
                                "byte_start": 124594,
                                "byte_stop": 165136,
                                "text": "Padilla was held in federal custody in New York City in connection with the Southern District of New York’s grand jury investigation into the September 11th attacks."
                            },
                            {
                                "start": 34.092,
                                "stop": 46.393,
                                "byte_start": 165136,
                                "byte_stop": 214246,
                                "text": "On June 9th 2002, however, President Bush issued an order designating Padilla as an “enemy combatant” and directing Rumsfeld to take Padilla into military custody."
                            },
                            {
                                "start": 46.393,
                                "stop": 58.444,
                                "byte_start": 214246,
                                "byte_stop": 262520,
                                "text": "The Defense Department Personnel immediately took custody of Padilla and detained him at the Consolidated Naval Brig in Charleston, South Carolina, where he has been held ever since."
                            },
                            {
                                "start": 58.444,
                                "stop": 71.468,
                                "byte_start": 262520,
                                "byte_stop": 314556,
                                "text": "Two days later, Padilla’s attorney filed a Section 2241 habeas petition on his behalf in the Southern District of New York, alleging that Padilla’s military detention violates the Constitution."
                            },
                            {
                                "start": 71.468,
                                "stop": 81.252,
                                "byte_start": 314556,
                                "byte_stop": 353740,
                                "text": "The District Court held that it had jurisdiction over the habeas petition not withstanding the absence of both Padilla and his immediate custodian from the Southern District."
                            },
                            {
                                "start": 81.252,
                                "stop": 96.253,
                                "byte_start": 353740,
                                "byte_stop": 413717,
                                "text": "On the merits that Court held that the President was authorized, both by the Constitution and statute to detain an enemy combatant, to detain as enemy combatants, American citizens captured on American soil during wartime."
                            },
                            {
                                "start": 96.253,
                                "stop": 107.418,
                                "byte_start": 413717,
                                "byte_stop": 458439,
                                "text": "The Court of Appeals for the Second Circuit agreed with the District Court’s jurisdictional holding, but concluded that the President lack the authority to militarily detained Padilla."
                            },
                            {
                                "start": 107.418,
                                "stop": 110.368,
                                "byte_start": 458439,
                                "byte_stop": 470246,
                                "text": "We granted certiorari and we now reverse."
                            },
                            {
                                "start": 110.368,
                                "stop": 118.453,
                                "byte_start": 470246,
                                "byte_stop": 502533,
                                "text": "We hold that the Southern District lack jurisdictional over Padilla’s habeas petition under the habeas statute Section 2241."
                            },
                            {
                                "start": 118.453,
                                "stop": 133.537,
                                "byte_start": 502533,
                                "byte_stop": 562824,
                                "text": "We therefore do not decide whether Padilla’s military detention is lawful. Section 2241(a) provides that District Courts may issue a habeas relief within their respective jurisdictions."
                            },
                            {
                                "start": 133.537,
                                "stop": 147.971,
                                "byte_start": 562824,
                                "byte_stop": 620607,
                                "text": "We hold that in habeas challenges to present physical confinement such as Padilla’s, jurisdiction is determined by two complimentary rules, the immediate custodian rule, and the district of confinement rule."
                            },
                            {
                                "start": 147.971,
                                "stop": 161.402,
                                "byte_start": 620607,
                                "byte_stop": 674314,
                                "text": "Under the immediate custodian rule, the proper respondent in Padilla’s challenge to his present physical confinement is his immediate custodian or the warden of the facility in which Padilla is detained."
                            },
                            {
                                "start": 161.402,
                                "stop": 167.551,
                                "byte_start": 674314,
                                "byte_stop": 698974,
                                "text": "In this case, that is Melanie Marr, the Commander of the Naval Brig in South Carolina."
                            },
                            {
                                "start": 167.551,
                                "stop": 193.019,
                                "byte_start": 698974,
                                "byte_stop": 800852,
                                "text": "The Court of Appeals mistakenly held that Secretary Rumsfeld is the proper respondent because he exercises what it called “legal control” over Padilla, but the habeas statute, established practice, and our precedent sall make clear that a supervisory official exercises legal control is not a proper respondent in challenges to present physical confinement."
                            },
                            {
                                "start": 193.019,
                                "stop": 206.097,
                                "byte_start": 800852,
                                "byte_stop": 853096,
                                "text": "Under the district of confinement rule, a habeas petitioner challenging his present physical confinement should file under district of his confinement, which is also the district in which his immediate custodian resides."
                            },
                            {
                                "start": 206.097,
                                "stop": 218.731,
                                "byte_start": 853096,
                                "byte_stop": 903670,
                                "text": "Braden v. 30th Judicial District and Strait v. Laird, on which the Court of Appeals mistakenly relied, did not involve challenges to present physical confinement, and thus do not aid the deal."
                            },
                            {
                                "start": 218.731,
                                "stop": 229.496,
                                "byte_start": 903670,
                                "byte_stop": 946719,
                                "text": "Finally, Ex parte Endo is an opposite, because there the government moved the habeas petitioner after, she properly filed a habeas petition in her district of confinement."
                            },
                            {
                                "start": 229.496,
                                "stop": 235.754,
                                "byte_start": 946719,
                                "byte_stop": 971692,
                                "text": "Padilla did not file his habeas petition until two days after he was moved to South Carolina."
                            },
                            {
                                "start": 235.754,
                                "stop": 246.501,
                                "byte_start": 971692,
                                "byte_stop": 1014742,
                                "text": "Under the immediate custodian and district of confinement rules, Padilla should have filed his habeas petition that District of South of Carolina, not the Southern District of New York."
                            },
                            {
                                "start": 246.501,
                                "stop": 254.001,
                                "byte_start": 1014742,
                                "byte_stop": 1044731,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed, and the case is remanded for at the entry of an ordered dismissal without prejudice."
                            },
                            {
                                "start": 254.001,
                                "stop": 259.816,
                                "byte_start": 1044731,
                                "byte_stop": 1068032,
                                "text": "Justice Kennedy has written a concurring opinion in which Justice O’Connor has joined."
                            }
                        ]
                    },
                    {
                        "start": 259.816,
                        "stop": 472.024,
                        "byte_start": 1068032,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 259.816,
                                "stop": 267.212,
                                "byte_start": 1068032,
                                "byte_stop": 1097603,
                                "text": "I have filed a dissenting opinion that Justice Souter, Justice Ginsburg and Justice Breyer have joined."
                            },
                            {
                                "start": 267.212,
                                "stop": 280.4,
                                "byte_start": 1097603,
                                "byte_stop": 1150370,
                                "text": "We agree that the location of the immediate custodian should determine the appropriate forum in the ordinary habeas corpus proceeding, and that prisoner should not be permitted to engage in forum shopping."
                            },
                            {
                                "start": 280.4,
                                "stop": 286.638,
                                "byte_start": 1150370,
                                "byte_stop": 1175239,
                                "text": "In our view however, this is an exceptional case that merits exceptional treatment."
                            },
                            {
                                "start": 286.638,
                                "stop": 297.04,
                                "byte_start": 1175239,
                                "byte_stop": 1216930,
                                "text": "The habeas corpus proceeding filed by respondent Padilla was in effect a continuation of proceedings initiated by the government, in the Southern District of New York."
                            },
                            {
                                "start": 297.04,
                                "stop": 307.279,
                                "byte_start": 1216930,
                                "byte_stop": 1257890,
                                "text": "That is the District where the government had obtained the material witness warrant that authorized respondent’s arrest, and where counsel had been appointed to represent it."
                            },
                            {
                                "start": 307.279,
                                "stop": 328.655,
                                "byte_start": 1257890,
                                "byte_stop": 1343363,
                                "text": "It was on a Sunday, two days before a scheduled hearing and the lawfulness of his detention that the government made an Ex parte application to vacate the material witness warrant and transfer respondent’s custody from the Justice Department to the Defense Department, and his appointed counsel had been given notice of that application."
                            },
                            {
                                "start": 328.655,
                                "stop": 336.757,
                                "byte_start": 1343363,
                                "byte_stop": 1375754,
                                "text": "She undoubtedly would have filed her habeas petition immediately, instead of two days after respondent was removed from the District."
                            },
                            {
                                "start": 336.757,
                                "stop": 351.654,
                                "byte_start": 1375754,
                                "byte_stop": 1435314,
                                "text": "As the Court of Appeals correctly and unanimously held, the time and efforts that councel and the court had already invested in the case, more than amply justify the decision to retain jurisdiction of the controversy in New York."
                            },
                            {
                                "start": 351.654,
                                "stop": 365.817,
                                "byte_start": 1435314,
                                "byte_stop": 1491947,
                                "text": "The Court’s unnecessarily strict application of its immediate custodian rule, needlessly postpones the performance of our duty, to answer questions that are of profound importance to the nation."
                            },
                            {
                                "start": 365.817,
                                "stop": 371.77,
                                "byte_start": 1491947,
                                "byte_stop": 1515771,
                                "text": "\u0022At stake in this case is nothing less than the essence of a free society."
                            },
                            {
                                "start": 371.77,
                                "stop": 382.526,
                                "byte_start": 1515771,
                                "byte_stop": 1558821,
                                "text": "Even more important than the method of selecting the people\u0027s rulers and their successors is the character of the constraints imposed on the Executive by the rule of law."
                            },
                            {
                                "start": 382.526,
                                "stop": 392.435,
                                "byte_start": 1558821,
                                "byte_stop": 1598422,
                                "text": "Unconstrained Executive detention for the purpose of investigating and preventing subversive activity is the hallmark of the Star Chamber."
                            },
                            {
                                "start": 392.435,
                                "stop": 401.041,
                                "byte_start": 1598422,
                                "byte_stop": 1632904,
                                "text": "Access to counsel for the purpose of protecting the citizen from mistakes and mistreatment is the hallmark of due process."
                            },
                            {
                                "start": 401.041,
                                "stop": 415.597,
                                "byte_start": 1632904,
                                "byte_stop": 1691105,
                                "text": "Executive detention of subversive citizens, like detention of enemy soldiers to keep them off the battlefield, may sometimes be justified to prevent persons from launching or becoming missiles of destruction."
                            },
                            {
                                "start": 415.597,
                                "stop": 424.412,
                                "byte_start": 1691105,
                                "byte_stop": 1726422,
                                "text": "It may not, however, be justified by the naked interest in using unlawful procedures to extract information."
                            },
                            {
                                "start": 424.412,
                                "stop": 430.171,
                                "byte_start": 1726422,
                                "byte_stop": 1749410,
                                "text": "Incommunicado detention for months on end is such a procedure."
                            },
                            {
                                "start": 430.171,
                                "stop": 440.308,
                                "byte_start": 1749410,
                                "byte_stop": 1789952,
                                "text": "Whether the information so procured is more or less reliable than that acquired by more extreme forms of torture is of no consequence."
                            },
                            {
                                "start": 440.308,
                                "stop": 472.024,
                                "byte_start": 1789952,
                                "byte_stop": 0,
                                "text": "For if this Nation is to remain true to the ideals symbolized by its flag, it must not wield the tools of tyrants even to resist an assault by the forces of tyranny."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52431,
            "mime": "audio\/mpeg",
            "size": 1842301,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/03-1027\/20040628o_03-1027.delivery.mp3"
        },
        {
            "id": 74200,
            "mime": "audio\/ogg",
            "size": 4593254,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/03-1027\/20040628o_03-1027.ogg"
        },
        {
            "id": 74201,
            "mime": "application\/x-mpegURL",
            "size": 6799,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/03-1027\/20040628o_03-1027.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}