{
    "id": 21434,
    "title": "Opinion Announcement - January 09, 2007",
    "transcript": {
        "title": "MedImmune, Inc. v. Genentech, Inc.",
        "duration": 497.502,
        "sections": [
            {
                "start": 0,
                "stop": 497.502,
                "byte_start": 89849,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 497.502,
                        "byte_start": 89849,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.445,
                                "byte_start": 89849,
                                "byte_stop": 115658,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Federal Circuit."
                            },
                            {
                                "start": 6.445,
                                "stop": 22.965,
                                "byte_start": 115658,
                                "byte_stop": 181800,
                                "text": "The petitioner, MedImmune, Inc and respondents, Genentech, Inc and City of Hope, entered into a patent license agreement covering among other things the respondent’s then-pending patent application."
                            },
                            {
                                "start": 22.965,
                                "stop": 45.736,
                                "byte_start": 181800,
                                "byte_stop": 272811,
                                "text": "After the patent application matured into the Cabilly II patent, respondent Genentech delivered petitioner a letter expressing its belief that petitioner’s product, Synagis, was covered by the patent and its expectation that the petitioner would pay royalties."
                            },
                            {
                                "start": 45.736,
                                "stop": 59.697,
                                "byte_start": 272811,
                                "byte_stop": 328713,
                                "text": "Petitioner did not think royalties were owing believing that the Cabilly II patent was invalid and that its claims were in any event not infringed by Synagis."
                            },
                            {
                                "start": 59.697,
                                "stop": 75.965,
                                "byte_start": 328713,
                                "byte_stop": 393810,
                                "text": "Nevertheless, petitioner considered the letter to be of clear threat to enforce the Cabilly II patent, terminate the license agreement and sue for patent infringement if petitioner did not make the requested royalty payments."
                            },
                            {
                                "start": 75.965,
                                "stop": 93.796,
                                "byte_start": 393810,
                                "byte_stop": 465072,
                                "text": "If respondents were to prevail in a patent infringement action, petitioner could be ordered to pay trouble damages and attorney’s fees and could be enjoined from selling Synagis, a product that had accounted for more than 80% of its sales revenue."
                            },
                            {
                                "start": 93.796,
                                "stop": 101.824,
                                "byte_start": 465072,
                                "byte_stop": 497150,
                                "text": "Unwilling to risk such serious consequences, petitioner paid the demanded royalties under protest."
                            },
                            {
                                "start": 101.824,
                                "stop": 119.036,
                                "byte_start": 497150,
                                "byte_stop": 566009,
                                "text": "Petitioner subsequently filed this lawsuit seeking among other things a declaratory judgment that no royalties are owing under its license agreement and that the Cabilly II patent is invalid, unenforceable and not infringed by petitioner’s product."
                            },
                            {
                                "start": 119.036,
                                "stop": 140.874,
                                "byte_start": 566009,
                                "byte_stop": 653362,
                                "text": "The district court dismissed the declaratory judgment claims for lack of subject matter jurisdiction because under federal circuit president, a patent licensee in good standing cannot establish an Article III case or controversy with regard to validity, enforceability or scope of the patent."
                            },
                            {
                                "start": 140.874,
                                "stop": 146.3,
                                "byte_start": 653362,
                                "byte_stop": 675096,
                                "text": "The Federal Circuit affirmed, we granted certiorari and we now reverse."
                            },
                            {
                                "start": 146.3,
                                "stop": 157.645,
                                "byte_start": 675096,
                                "byte_stop": 720445,
                                "text": "The Declaratory Judgment Act authorizes a district court to issue declaratory relief “in a case of actual controversy within its jurisdiction.”"
                            },
                            {
                                "start": 157.645,
                                "stop": 168.191,
                                "byte_start": 720445,
                                "byte_stop": 762659,
                                "text": "The phrase case of actual controversy in the act refers to the type of cases and controversies that are justiciable under Article III of the constitution."
                            },
                            {
                                "start": 168.191,
                                "stop": 180.239,
                                "byte_start": 762659,
                                "byte_stop": 810829,
                                "text": "There is no dispute that the Article III requirement would have been there, if petitioner had taken the final step of refusing to make royalty payments under its licensing agreement."
                            },
                            {
                                "start": 180.239,
                                "stop": 191.43,
                                "byte_start": 810829,
                                "byte_stop": 855655,
                                "text": "But the continuation of royalty payments makes what would otherwise be an imminent threat at least remote, if not indeed non-existent."
                            },
                            {
                                "start": 191.43,
                                "stop": 198.655,
                                "byte_start": 855655,
                                "byte_stop": 884494,
                                "text": "As long as those payments are made there is no risk that respondent’s will seek to enjoin petitioner’s sales."
                            },
                            {
                                "start": 198.655,
                                "stop": 204.386,
                                "byte_start": 884494,
                                "byte_stop": 907482,
                                "text": "Petitioner’s own acts in other words eliminate the eminent threat of harm."
                            },
                            {
                                "start": 204.386,
                                "stop": 212.403,
                                "byte_start": 907482,
                                "byte_stop": 939560,
                                "text": "The question before us is whether this clause is the dispute no longer to be a case or controversy within the meaning of Article III."
                            },
                            {
                                "start": 212.403,
                                "stop": 231.711,
                                "byte_start": 939560,
                                "byte_stop": 1016778,
                                "text": "Where threatened action by government is concerned, it has long been clear that a plaintiff need not expose himself to liability before bringing suit to challenge of the basis for the threat, for example, the constitutionality of a law that is threatened to be enforced against him."
                            },
                            {
                                "start": 231.711,
                                "stop": 247.362,
                                "byte_start": 1016778,
                                "byte_stop": 1079367,
                                "text": "The plaintiff’s own action or inaction in failing to violate the law eliminates the imminent threat of prosecution but nonetheless does not eliminate Article III jurisdiction because the threat eliminating behavior was effectively coerced."
                            },
                            {
                                "start": 247.362,
                                "stop": 265.753,
                                "byte_start": 1079367,
                                "byte_stop": 1152928,
                                "text": "Supreme Court jurisprudence is more rare concerning application of The Declaratory Judgment Act to situations in which the plaintiff’s self-avoidance of imminent injury is coerced by threatened enforcement action of a private party rather than of the government."
                            },
                            {
                                "start": 265.753,
                                "stop": 270.04,
                                "byte_start": 1152928,
                                "byte_stop": 1170065,
                                "text": "Lower courts however have long accepted the jurisdiction in such cases."
                            },
                            {
                                "start": 270.04,
                                "stop": 277.291,
                                "byte_start": 1170065,
                                "byte_stop": 1199113,
                                "text": "The only Supreme Court decision in point is fortuitously close on its facts to the case before us."
                            },
                            {
                                "start": 277.291,
                                "stop": 290.708,
                                "byte_start": 1199113,
                                "byte_stop": 1252716,
                                "text": "In a case called Altvater v. Freeman, we held that a licensee’s failure to seize its payment of royalties did not render non-justiciable, a dispute over the validity of the patent."
                            },
                            {
                                "start": 290.708,
                                "stop": 313.366,
                                "byte_start": 1252716,
                                "byte_stop": 1343413,
                                "text": "We concluded that “the requirements of a case or controversy are met where payment of a claim is demanded as of right and where payment is made but where the involuntary or coercive nature of the exaction preserves the right to recover the sums paid or to challenge the legality of the claim.”"
                            },
                            {
                                "start": 313.366,
                                "stop": 325.485,
                                "byte_start": 1343413,
                                "byte_stop": 1391792,
                                "text": "The coercion we referred to was similar to the coercion at issue here, namely the risk of “not only actual but trouble damages in infringement suits.”"
                            },
                            {
                                "start": 325.485,
                                "stop": 336.642,
                                "byte_start": 1391792,
                                "byte_stop": 1436513,
                                "text": "Respondents assert that this case hinged upon the fact that the licensee was also subject to an injunction but we do not think that to be a reasonable reading of the opinion."
                            },
                            {
                                "start": 336.642,
                                "stop": 343.501,
                                "byte_start": 1436513,
                                "byte_stop": 1463890,
                                "text": "Respondents assert that the parties in effect settle this dispute when they entered into the license agreement."
                            },
                            {
                                "start": 343.501,
                                "stop": 357.236,
                                "byte_start": 1463890,
                                "byte_stop": 1518851,
                                "text": "When a licensee enters such an agreement, they content, it essentially purchases an insurance policy immunizing it from suits for infringement so long as it continues to pay royalties and does not challenge the covered patents."
                            },
                            {
                                "start": 357.236,
                                "stop": 375.113,
                                "byte_start": 1518851,
                                "byte_stop": 1590322,
                                "text": "Permitting it to challenge the validity of the patent without terminating or breaking the agreement, alters the deal, allowing the licensee to continue to enjoy its immunity while bringing the suit, the elimination of which was part of the patentee’s quid pro quo."
                            },
                            {
                                "start": 375.113,
                                "stop": 387.77,
                                "byte_start": 1590322,
                                "byte_stop": 1641000,
                                "text": "Of course, even if this argument were valid, it would have no force with regard to petitioner’s claim that the agreement does not call for royalties because their product does not infringe the patent."
                            },
                            {
                                "start": 387.77,
                                "stop": 402.075,
                                "byte_start": 1641000,
                                "byte_stop": 1698156,
                                "text": "But even as to the invalidity claim the points seems to have mistaken, promising to pay royalties on patents that have not been held invalid does not amount to a promise, not to seek a holding of their invalidity."
                            },
                            {
                                "start": 402.075,
                                "stop": 414.189,
                                "byte_start": 1698156,
                                "byte_stop": 1746639,
                                "text": "Respondents appeal to the common law rule that a party to a contract cannot at one and the same time challenge its validity and continue to reap its benefits."
                            },
                            {
                                "start": 414.189,
                                "stop": 420.327,
                                "byte_start": 1746639,
                                "byte_stop": 1771194,
                                "text": "Sort of a dog in a manger role, it is hard to see how that rule has any application here."
                            },
                            {
                                "start": 420.327,
                                "stop": 439.965,
                                "byte_start": 1771194,
                                "byte_stop": 1849771,
                                "text": "Petitioner is not repudiating or impugning the contract while continuing to reap its benefits, rather it is asserting that the contract properly interpreted does not prevent it from challenging the patents and does not require the payment of royalties because the patents do not cover its products."
                            },
                            {
                                "start": 439.965,
                                "stop": 456.284,
                                "byte_start": 1849771,
                                "byte_stop": 1915077,
                                "text": "Of course, even if respondents were correct that the licensing agreement or the common law rule precludes this suit, the consequence would be that respondents win this case on the merits not that Article III jurisdiction is somehow defeated."
                            },
                            {
                                "start": 456.284,
                                "stop": 480.437,
                                "byte_start": 1915077,
                                "byte_stop": 2011625,
                                "text": "Lastly, respondents urge us to affirm the dismissal of the declaratory judgment claims on discretionary grounds; declaratory judgment is equitable relief and in the exercise of sound discretion declined to provide it because the lower courts gave no consideration to discretionary dismissal, we do not decide the issue."
                            },
                            {
                                "start": 480.437,
                                "stop": 490.101,
                                "byte_start": 2011625,
                                "byte_stop": 2050287,
                                "text": "That question and any merits based arguments for denial of declaratory relief are available for consideration on remand."
                            },
                            {
                                "start": 490.101,
                                "stop": 496.431,
                                "byte_start": 2050287,
                                "byte_stop": 2075678,
                                "text": "Judgment of the Court of Appeals is reversed and the case is remanded for proceedings consistent with this opinion."
                            },
                            {
                                "start": 496.431,
                                "stop": 497.502,
                                "byte_start": 2075678,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51991,
            "mime": "audio\/mpeg",
            "size": 2079857,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-608\/20070109o_05-608.delivery.mp3"
        },
        {
            "id": 73762,
            "mime": "audio\/ogg",
            "size": 5040617,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-608\/20070109o_05-608.ogg"
        },
        {
            "id": 73763,
            "mime": "application\/x-mpegURL",
            "size": 7249,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-608\/20070109o_05-608.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}