{
    "id": 21532,
    "title": "Opinion Announcement - June 28, 2007",
    "transcript": {
        "title": "Parents Involved in Community Schools v. Seattle School District No. 1",
        "duration": 2434.377,
        "sections": [
            {
                "start": 0,
                "stop": 2434.377,
                "byte_start": 90164,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 819.523,
                        "byte_start": 90164,
                        "byte_stop": 3368322,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.2,
                                "byte_start": 90164,
                                "byte_stop": 155052,
                                "text": "I have the announcement in case No. 05-908, Parents Involved in Community Schools v. Seattle School District No. 1 and case number 05-915 Meredith v. Jefferson County Bd. of Education."
                            },
                            {
                                "start": 16.2,
                                "stop": 30.805,
                                "byte_start": 155052,
                                "byte_stop": 213462,
                                "text": "The Parents Involved case comes to us from the Ninth Circuit and concerns the adoption and implementation by the Seattle School District where a student assignment plan that requires all students to identify themselves as either white or non-white."
                            },
                            {
                                "start": 30.805,
                                "stop": 43.679,
                                "byte_start": 213462,
                                "byte_stop": 264975,
                                "text": "Seattle then uses the racial classifications to help insure that the racial balance at certain schools falls within a predetermined range based on the racial composition of the school district as a whole."
                            },
                            {
                                "start": 43.679,
                                "stop": 52.272,
                                "byte_start": 264975,
                                "byte_stop": 299353,
                                "text": "Seattle assignment plan allows incoming ninth graders to choose from among any of the district’s high schools, ranking the schools in order of preference."
                            },
                            {
                                "start": 52.272,
                                "stop": 64.291,
                                "byte_start": 299353,
                                "byte_stop": 347418,
                                "text": "If too many students list the same school as their first choice the district employees a series of tiebreakers to determine who will fill the open slots at the oversubscribed school."
                            },
                            {
                                "start": 64.291,
                                "stop": 68.642,
                                "byte_start": 347418,
                                "byte_stop": 364763,
                                "text": "The first tiebreaker selects students who have a sibling at the school."
                            },
                            {
                                "start": 68.642,
                                "stop": 80.843,
                                "byte_start": 364763,
                                "byte_stop": 413560,
                                "text": "The second tiebreaker is based on race if the school is racially imbalanced under Seattle’s plan and that it has too many non-white students than white students will be selected for admission."
                            },
                            {
                                "start": 80.843,
                                "stop": 89.439,
                                "byte_start": 413560,
                                "byte_stop": 447937,
                                "text": "If the school has too many white students then non-white students will be selected to move the school closer to the desired racial balance."
                            },
                            {
                                "start": 89.439,
                                "stop": 105.964,
                                "byte_start": 447937,
                                "byte_stop": 514079,
                                "text": "Petitioner parents involved the group of parents whose children have been or maybe dined assignment to their chosen school in Seattle solely because of their race challenged the constitutionality of Seattle’s assignment plan under the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 105.964,
                                "stop": 115.732,
                                "byte_start": 514079,
                                "byte_stop": 553158,
                                "text": "The Ninth Circuit found that Seattle’s use of racial classifications was narrowly tailored to serve a compelling government interest and upheld the plan."
                            },
                            {
                                "start": 115.732,
                                "stop": 122.56,
                                "byte_start": 553158,
                                "byte_stop": 580430,
                                "text": "The Meredith case comes to us from the Sixth Circuit and concerns the Jefferson County Kentucky Student assignment plan."
                            },
                            {
                                "start": 122.56,
                                "stop": 142.657,
                                "byte_start": 580430,
                                "byte_stop": 660887,
                                "text": "Jefferson County is basically metropolitan Louisville; Jefferson County classifies its students as either black or other and makes a school assignment based on among other factors the district’s racial guidelines which require all schools to maintain black enrolment of between 15 and 50%."
                            },
                            {
                                "start": 142.657,
                                "stop": 158.234,
                                "byte_start": 660887,
                                "byte_stop": 723163,
                                "text": "Petitioner Crystal Meredith enrolled her son Joshua a kindergartner in Jefferson County’s schools upon moving to the district and after he was assigned to a school far from home, she thought to transfer Joshua to a nearby elementary school."
                            },
                            {
                                "start": 158.234,
                                "stop": 172.406,
                                "byte_start": 723163,
                                "byte_stop": 779797,
                                "text": "Jefferson County denied Joshua’s transfer application even though the school he wish to attend had available space because his transfer would have had an adverse effect on his current school’s compliance with the racial guidelines."
                            },
                            {
                                "start": 172.406,
                                "stop": 182.431,
                                "byte_start": 779797,
                                "byte_stop": 819921,
                                "text": "Meredith challenged Jefferson County’s use of the racial guidelines under the Equal Protection Clause and the Sixth Circuit upheld the school districts assignment policy."
                            },
                            {
                                "start": 182.431,
                                "stop": 186.777,
                                "byte_start": 819921,
                                "byte_stop": 837371,
                                "text": "We granted certiorari in both cases and now reverse in both."
                            },
                            {
                                "start": 186.777,
                                "stop": 214.958,
                                "byte_start": 837371,
                                "byte_stop": 950011,
                                "text": "In an opinion for the Court filed with the Clerk today we find that this racial classification violates the constitution for the following reasons, the Equal Protection Clause of the Fourteenth Amendment allows government classification on the basis of race only where the classification satisfy the familiar “strict scrutiny” test that is were the racial classifications are shown by the government to be narrowly tailored to achieve a compelling government interest."
                            },
                            {
                                "start": 214.958,
                                "stop": 223.327,
                                "byte_start": 950011,
                                "byte_stop": 983552,
                                "text": "Our prior cases evaluating the use of racial classifications in the school context have recognizes two such compelling interest."
                            },
                            {
                                "start": 223.327,
                                "stop": 231.748,
                                "byte_start": 983552,
                                "byte_stop": 1017197,
                                "text": "The first is the compelling interest of remedying the effects of past intentional discrimination such as prior segregation by law."
                            },
                            {
                                "start": 231.748,
                                "stop": 242.699,
                                "byte_start": 1017197,
                                "byte_stop": 1060979,
                                "text": "The Seattle public schools have not argued that they may use these racial classifications because they were previously segregated by law and they have never been subject to court ordered desegregation."
                            },
                            {
                                "start": 242.699,
                                "stop": 265.285,
                                "byte_start": 1060979,
                                "byte_stop": 1151362,
                                "text": "The Jefferson County public schools were previously segregated by law and were subject to a desegregation decree entered in 1975 but this decree was dissolved in 2000 upon a finding that the district had “eliminated the vestiges associated with the former policy of segregation” and does had achieved what is known as unitary status."
                            },
                            {
                                "start": 265.285,
                                "stop": 273.882,
                                "byte_start": 1151362,
                                "byte_stop": 1185740,
                                "text": "Neither school district argues that this remedial justification provides a compelling interest for their racial classifications."
                            },
                            {
                                "start": 273.882,
                                "stop": 284.054,
                                "byte_start": 1185740,
                                "byte_stop": 1226386,
                                "text": "The second government interest we have recognized as compelling for purposes of strict scrutiny is the interest in diversity in higher education upheld in Grutter v. Bollinger."
                            },
                            {
                                "start": 284.054,
                                "stop": 298.247,
                                "byte_start": 1226386,
                                "byte_stop": 1283228,
                                "text": "The diversity interest found compelling in that case was however not racial diversity alone, the use of race in Grutter was upheld only as part of a “highly individualized holistic review.”"
                            },
                            {
                                "start": 298.247,
                                "stop": 314.839,
                                "byte_start": 1283228,
                                "byte_stop": 1349580,
                                "text": "We emphasize that the use of race was constitutional because it was part of a broader assessment of diversity and not simply an effort to achieve racial balance that the court said in Grutter would be “patently unconstitutional.”"
                            },
                            {
                                "start": 314.839,
                                "stop": 327.104,
                                "byte_start": 1349580,
                                "byte_stop": 1398585,
                                "text": "In these cases in contrast to Grutter race is not considered as part of a broader effort to achieve “exposure to widely diverse people, cultures, ideas and viewpoints.”"
                            },
                            {
                                "start": 327.104,
                                "stop": 331.656,
                                "byte_start": 1398585,
                                "byte_stop": 1416871,
                                "text": "Race for some students is determinative standing alone."
                            },
                            {
                                "start": 331.656,
                                "stop": 343.162,
                                "byte_start": 1416871,
                                "byte_stop": 1462846,
                                "text": "The court in Grutter defined a specific type of broad-based diversity and emphasized the unique context of higher education in upholding the racial classifications."
                            },
                            {
                                "start": 343.162,
                                "stop": 356.021,
                                "byte_start": 1462846,
                                "byte_stop": 1514255,
                                "text": "Neither of these characteristics exists in these cases and the compelling interest in student body diversity in higher education recognized in Grutter cannot support the districts use of race."
                            },
                            {
                                "start": 356.021,
                                "stop": 366.833,
                                "byte_start": 1514255,
                                "byte_stop": 1557514,
                                "text": "When it comes to the narrow tailoring requirement we conclude that the districts have not met their burden of showing that these racial classifications are necessary to achieve their stated ends."
                            },
                            {
                                "start": 366.833,
                                "stop": 374.612,
                                "byte_start": 1557514,
                                "byte_stop": 1588652,
                                "text": "Every student is Seattle is labeled white or non-white; every student in Jefferson County is labeled black or other."
                            },
                            {
                                "start": 374.612,
                                "stop": 384.703,
                                "byte_start": 1588652,
                                "byte_stop": 1628985,
                                "text": "If the minimal effect these classifications actually have on student’s assignments suggest that other regimes would be as effective in achieving the district’s stated goals."
                            },
                            {
                                "start": 384.703,
                                "stop": 391.018,
                                "byte_start": 1628985,
                                "byte_stop": 1654272,
                                "text": "Seattle’s racial tiebreaker results in the end only in shifting a few students between the schools."
                            },
                            {
                                "start": 391.018,
                                "stop": 398.138,
                                "byte_start": 1654272,
                                "byte_stop": 1682797,
                                "text": "Seattle can identify only a small number of students who were ultimately affected adversely by the racial tiebreaker."
                            },
                            {
                                "start": 398.138,
                                "stop": 409.295,
                                "byte_start": 1682797,
                                "byte_stop": 1727415,
                                "text": "Similarly, Jefferson County estimates that the racial guidelines account for only 3% of assignments and states the guidelines have minimal impact on the assignment process."
                            },
                            {
                                "start": 409.295,
                                "stop": 418.43,
                                "byte_start": 1727415,
                                "byte_stop": 1763986,
                                "text": "The minimal impact of the districts racial classifications has doubt on the necessity of using racial classifications in the first place."
                            },
                            {
                                "start": 418.43,
                                "stop": 431.183,
                                "byte_start": 1763986,
                                "byte_stop": 1814977,
                                "text": "Classifying and assigning school children according to a binary conception of race is an extreme approach in light of our precedents in history, and requires a greater showing of necessity to justify it."
                            },
                            {
                                "start": 431.183,
                                "stop": 443.797,
                                "byte_start": 1814977,
                                "byte_stop": 1865446,
                                "text": "In a portion of my opinion joined by Justices Scalia, Thomas and Alito we further conclude that these assignment plans do not further a compelling interest in racial diversity that the district’s claim to see."
                            },
                            {
                                "start": 443.797,
                                "stop": 453.373,
                                "byte_start": 1865446,
                                "byte_stop": 1903689,
                                "text": "Both school districts assert interest in reducing racial isolations in schools and educating students in a racially diverse learning environment."
                            },
                            {
                                "start": 453.373,
                                "stop": 460.782,
                                "byte_start": 1903689,
                                "byte_stop": 1933364,
                                "text": "The racial classifications employed by the districts however are not narrowly tailored to achieve these articulated goals."
                            },
                            {
                                "start": 460.782,
                                "stop": 468.445,
                                "byte_start": 1933364,
                                "byte_stop": 1963980,
                                "text": "Instead the plans are directed only to racial balance, an objective this Court has repeatedly condemned as to illegitimate."
                            },
                            {
                                "start": 468.445,
                                "stop": 480.498,
                                "byte_start": 1963980,
                                "byte_stop": 2012254,
                                "text": "The plans are tied to each district’s specific racial demographics, rather than to any pedagogic concept of the level of diversity needed to obtain the asserted educational benefits."
                            },
                            {
                                "start": 480.498,
                                "stop": 494.012,
                                "byte_start": 2012254,
                                "byte_stop": 2066275,
                                "text": "The districts offer no evidence that the level of racial diversity necessary to achieve the asserted educational benefits coincides with the particular concept or proportionality they have decided to advance."
                            },
                            {
                                "start": 494.012,
                                "stop": 504.885,
                                "byte_start": 2066275,
                                "byte_stop": 2109743,
                                "text": "Seattle classifies its students as simply white or non-white and seeks enrolments that reflect racial proportionality only in white, non-white terms."
                            },
                            {
                                "start": 504.885,
                                "stop": 519.318,
                                "byte_start": 2109743,
                                "byte_stop": 2167526,
                                "text": "But Seattle’s non-white population is composed of numerous different racial and ethnic groups 24% Asian-American, 23% African-American, 10% Latino, 3% Native-American."
                            },
                            {
                                "start": 519.318,
                                "stop": 540.408,
                                "byte_start": 2167526,
                                "byte_stop": 2251849,
                                "text": "Under Seattle’s definition a school that is 50% white and 50% Asian-American would qualify as racially diverse but a school that is 30% Asian-American, 25% African-American, 25% Latino and 20% white would be considered racially imbalanced."
                            },
                            {
                                "start": 540.408,
                                "stop": 548.26,
                                "byte_start": 2251849,
                                "byte_stop": 2283300,
                                "text": "Such a plan cannot be considered narrowly tailored to be asserted compelling interest in racial diversity."
                            },
                            {
                                "start": 548.26,
                                "stop": 555.43,
                                "byte_start": 2283300,
                                "byte_stop": 2311931,
                                "text": "We have many times over reaffirmed including in Grutter that racial balance is not to be achieved for its own sake."
                            },
                            {
                                "start": 555.43,
                                "stop": 564.632,
                                "byte_start": 2311931,
                                "byte_stop": 2348711,
                                "text": "Accepting racial balancing is a compelling state interest would justify the indefinite imposition of racial proportionality throughout our society."
                            },
                            {
                                "start": 564.632,
                                "stop": 570.063,
                                "byte_start": 2348711,
                                "byte_stop": 2370445,
                                "text": "The principle that racial balancing is not permitted is one of substance not semantics."
                            },
                            {
                                "start": 570.063,
                                "stop": 581.125,
                                "byte_start": 2370445,
                                "byte_stop": 2414748,
                                "text": "Racial balancing is not transformed from patently unconstitutional as we put it in Grutter to a compelling state interest simply by re-labeling it “racial diversity”."
                            },
                            {
                                "start": 581.125,
                                "stop": 594.422,
                                "byte_start": 2414748,
                                "byte_stop": 2467934,
                                "text": "Well the school districts use various verbal formulations to describe the interest they seek to promote; they offer no definition of the interest that suggests that in these cases it differs from racial balance."
                            },
                            {
                                "start": 594.422,
                                "stop": 602.684,
                                "byte_start": 2467934,
                                "byte_stop": 2500953,
                                "text": "We disagree with the dissent’s reliance on the compelling interest in remedying prior segregation to uphold the use of race in these plans."
                            },
                            {
                                "start": 602.684,
                                "stop": 608.78,
                                "byte_start": 2500953,
                                "byte_stop": 2525299,
                                "text": "No one questioned that race conscious remedies maybe use to redress prior illegal segregation."
                            },
                            {
                                "start": 608.78,
                                "stop": 625.505,
                                "byte_start": 2525299,
                                "byte_stop": 2592277,
                                "text": "But neither district has argued that its use of race can be sustained on that basis and these cases are before us because Seattle was not segregated by law and Jefferson County has been found who have eliminated the vestiges of its prior segregation."
                            },
                            {
                                "start": 625.505,
                                "stop": 632.207,
                                "byte_start": 2592277,
                                "byte_stop": 2619026,
                                "text": "The justification for race conscious remedies from our desegregation cases is not applicable here."
                            },
                            {
                                "start": 632.207,
                                "stop": 647.884,
                                "byte_start": 2619026,
                                "byte_stop": 2681720,
                                "text": "The dissenting opinions also argue that a standard overview less stringent than strict scrutiny should be applied to consider the districts use of racial classifications because the districts seek to use race for inclusive purposes and not to exclude."
                            },
                            {
                                "start": 647.884,
                                "stop": 651.76,
                                "byte_start": 2681720,
                                "byte_stop": 2697289,
                                "text": "This argument has been frequently made and frequently rejected."
                            },
                            {
                                "start": 651.76,
                                "stop": 658.482,
                                "byte_start": 2697289,
                                "byte_stop": 2724143,
                                "text": "Our precedence may clear that all racial classifications must be evaluated under strict scrutiny."
                            },
                            {
                                "start": 658.482,
                                "stop": 667.955,
                                "byte_start": 2724143,
                                "byte_stop": 2762073,
                                "text": "In an area as sensitive as the government’s use of express racial classifications we will not put our faith in the good intentions of the government alone."
                            },
                            {
                                "start": 667.955,
                                "stop": 673.284,
                                "byte_start": 2762073,
                                "byte_stop": 2783388,
                                "text": "It is also inaccurate to describe these plans as inclusive rather than exclusive."
                            },
                            {
                                "start": 673.284,
                                "stop": 681.915,
                                "byte_start": 2783388,
                                "byte_stop": 2817870,
                                "text": "They do not exclude all members of a particular racial group from school but they do exclude individuals solely on the basis of race."
                            },
                            {
                                "start": 681.915,
                                "stop": 689.146,
                                "byte_start": 2817870,
                                "byte_stop": 2846814,
                                "text": "In our cases have repeatedly explained that the right to equal protection is an individual right not a group right."
                            },
                            {
                                "start": 689.146,
                                "stop": 704.361,
                                "byte_start": 2846814,
                                "byte_stop": 2907627,
                                "text": "The dissent’s position comes down to this, the end justifies the means but no matter how desirable the district’s goals maybe in these cases they have not shown that they should be allowed to discriminate on the basis of race to achieve them."
                            },
                            {
                                "start": 704.361,
                                "stop": 717.09,
                                "byte_start": 2907627,
                                "byte_stop": 2958618,
                                "text": "Now the parties vigorously debate which side is more faithful to the heritage of our decision in Brown v. Board of Education this is a “from the argument of the plaintiff’s school children in Brown.”"
                            },
                            {
                                "start": 717.09,
                                "stop": 736.094,
                                "byte_start": 2958618,
                                "byte_stop": 3034582,
                                "text": "We have one fundamental contention which we will seek to develop in the course of this argument and that contention is that no state has any authority under the equal protection clause of the Fourteenth Amendment to use race as a factor in affording educational opportunities among its citizens."
                            },
                            {
                                "start": 736.094,
                                "stop": 752.169,
                                "byte_start": 3034582,
                                "byte_stop": 3098843,
                                "text": "It was that position that prevailed in this court which emphasize in its remedial opinion in Brown that what was required was “to achieve a system of determining admission to the public schools on a non-racial basis.”"
                            },
                            {
                                "start": 752.169,
                                "stop": 767.529,
                                "byte_start": 3098843,
                                "byte_stop": 3160283,
                                "text": "How can plans such as these that look at individual children and say “you cannot come to this school if you are black or you can not come to this school if you are white”, you said to be determining admission on a nonracial basis."
                            },
                            {
                                "start": 767.529,
                                "stop": 776.933,
                                "byte_start": 3160283,
                                "byte_stop": 3197900,
                                "text": "For schools that did not segregate on the basis of race such as Seattle or they have removed the vestiges of past segregation such as Jefferson County."
                            },
                            {
                                "start": 776.933,
                                "stop": 788.752,
                                "byte_start": 3197900,
                                "byte_stop": 3245233,
                                "text": "The way “to achieve a system of determining admission in public schools on a nonracial basis is to stop assigning students on a racial basis”."
                            },
                            {
                                "start": 788.752,
                                "stop": 802.703,
                                "byte_start": 3245233,
                                "byte_stop": 3301031,
                                "text": "We conclude that these racial classifications violate the equal protection clause of the Fourteenth Amendment and therefore reverse the judgments of the Courts of Appeals for the Sixth and Ninth Circuits and remand for further proceedings."
                            },
                            {
                                "start": 802.703,
                                "stop": 811.335,
                                "byte_start": 3301031,
                                "byte_stop": 3335513,
                                "text": "Justice Thomas has filed a concurring opinion, Justice Kennedy has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 811.335,
                                "stop": 819.523,
                                "byte_start": 3335513,
                                "byte_stop": 3368322,
                                "text": "Justice Stevens has filed a dissenting opinion; Justice Breyer has also filed a dissenting opinion in which Justices Stevens, Souter and Ginsburg joined."
                            }
                        ]
                    },
                    {
                        "start": 819.523,
                        "stop": 1143.661,
                        "byte_start": 3368322,
                        "byte_stop": 4664832,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 819.523,
                                "stop": 829.362,
                                "byte_start": 3368322,
                                "byte_stop": 3407715,
                                "text": "As the Chief Justice has just indicated I have filed an opinion concurring in part and concurring in the judgment and it seems appropriate to summarize that opinion very briefly."
                            },
                            {
                                "start": 829.362,
                                "stop": 838.195,
                                "byte_start": 3407715,
                                "byte_stop": 3443033,
                                "text": "The Nation’s schools strive to teach that our strength comes from people of different races, creeds, and cultures uniting in commitment to the freedom of all."
                            },
                            {
                                "start": 838.195,
                                "stop": 847.198,
                                "byte_start": 3443033,
                                "byte_stop": 3478977,
                                "text": "In these cases two school districts in different parts of the country seek to teach that principle by having classrooms that reflect the racial makeup of the surrounding community."
                            },
                            {
                                "start": 847.198,
                                "stop": 853.747,
                                "byte_start": 3478977,
                                "byte_stop": 3505204,
                                "text": "That the school districts consider these plans to be necessary should remind us our highest aspirations are yet unfulfilled."
                            },
                            {
                                "start": 853.747,
                                "stop": 858.81,
                                "byte_start": 3505204,
                                "byte_stop": 3525475,
                                "text": "But the solutions mandated by these school districts must themselves be lawful."
                            },
                            {
                                "start": 858.81,
                                "stop": 883.398,
                                "byte_start": 3525475,
                                "byte_stop": 3623800,
                                "text": "It is well established that when a government policy is subjected to strict scrutiny that government has the burden of proving that racial classifications are narrowly tailored measures that further compelling governmental interest that Jefferson County in its briefing has explained how and when it employs these classifications only in terms so broad and imprecise that they cannot withstand strict scrutiny."
                            },
                            {
                                "start": 883.398,
                                "stop": 886.446,
                                "byte_start": 3623800,
                                "byte_stop": 3636025,
                                "text": "It fails to make clear for example, who makes the decisions?"
                            },
                            {
                                "start": 886.446,
                                "stop": 899.788,
                                "byte_start": 3636025,
                                "byte_stop": 3689420,
                                "text": "What if any oversight is employed; the precise circumstances in which an assignment decision will or will not made on the basis of race or how it is determined which of two similarly situated children will be subjected to a given race-based decision."
                            },
                            {
                                "start": 899.788,
                                "stop": 906.939,
                                "byte_start": 3689420,
                                "byte_stop": 3717945,
                                "text": "When a court subjects governmental action to strict scrutiny it cannot construe ambiguities in favor of the government."
                            },
                            {
                                "start": 906.939,
                                "stop": 922.435,
                                "byte_start": 3717945,
                                "byte_stop": 3779908,
                                "text": "As for the Seattle case the school district has failed to explain why in a district compose of a diversity races with only a minority of the students classified as “white”, it is employed the crude racial categories of white and non-white as the basis for its assignment decision."
                            },
                            {
                                "start": 922.435,
                                "stop": 927.222,
                                "byte_start": 3779908,
                                "byte_stop": 3799134,
                                "text": "Far from being narrowly tailored towards purpose this system threatens to defeat its own ends."
                            },
                            {
                                "start": 927.222,
                                "stop": 932.392,
                                "byte_start": 3799134,
                                "byte_stop": 3819823,
                                "text": "The school district has provided no convincing explanation for the design of the classifications."
                            },
                            {
                                "start": 932.392,
                                "stop": 938.63,
                                "byte_start": 3819823,
                                "byte_stop": 3844691,
                                "text": "For these reasons I concur in Parts I, II, III-A and III-C of the court’s opinion."
                            },
                            {
                                "start": 938.63,
                                "stop": 950.422,
                                "byte_start": 3844691,
                                "byte_stop": 3891921,
                                "text": "My further respectful submission however is that parts of the opinion by the Chief Justice imply on all two unyielding insistence that race cannot be a factor in instances when in my view it may be taken into account."
                            },
                            {
                                "start": 950.422,
                                "stop": 958.763,
                                "byte_start": 3891921,
                                "byte_stop": 3925253,
                                "text": "The plurality opinion is too dismissive of the legitimate interest government has in ensuring all people have equal opportunity regardless of their race."
                            },
                            {
                                "start": 958.763,
                                "stop": 970.88,
                                "byte_start": 3925253,
                                "byte_stop": 3973736,
                                "text": "The plurality opinion is at least open to the interpretation that the constitution requires school districts to ignore the problems of de facto desegregation in schooling and I cannot endorse that conclusion."
                            },
                            {
                                "start": 970.88,
                                "stop": 994.559,
                                "byte_start": 3973736,
                                "byte_stop": 4068404,
                                "text": "If school authorities are concerned that the student-body compositions of certain schools interfere with the objective of offering an equal educational opportunity to all of their students they are free to devise race-conscious measures to address the problem in a general way and without treating each student in different fashion solely on the basis of a systematic, individual typing by race."
                            },
                            {
                                "start": 994.559,
                                "stop": 1023.698,
                                "byte_start": 4068404,
                                "byte_stop": 4185015,
                                "text": "Now the descent on the other hand rest on the assumptions that these sweeping race base classifications of persons are permitted by existing precedents and that its own confident endorsement of race categories for each child in a large segment of the community presents no danger to individual freedom in other prospective realms of government regulation and that the racial classification used here cause no hurt or anger of the types of the constitution prevents in each of these premises, in my respectful view, is incorrect."
                            },
                            {
                                "start": 1023.698,
                                "stop": 1040.05,
                                "byte_start": 4185015,
                                "byte_stop": 4250425,
                                "text": "There is every reason to think that a dissent rational were accepted, Congress, assuming an otherwise proper exercise of its spending power or its authority, or its commerce power could mandate either the Seattle or the Jefferson County plans nationwide."
                            },
                            {
                                "start": 1040.05,
                                "stop": 1047.171,
                                "byte_start": 4250425,
                                "byte_stop": 4278951,
                                "text": "There seems to be no principle rule moreover to limit the descent’s rationale even to the context of public schools."
                            },
                            {
                                "start": 1047.171,
                                "stop": 1061.122,
                                "byte_start": 4278951,
                                "byte_stop": 4334748,
                                "text": "The dissent’s argument that if race was the problem then perhaps race is the solution ignores the dangers presented by individual classifications, dangers which are not as pressing when the same ends are achieved by more indirect means."
                            },
                            {
                                "start": 1061.122,
                                "stop": 1076.899,
                                "byte_start": 4334748,
                                "byte_stop": 4397860,
                                "text": "To be forced to live under a state mandated racial label is inconsistent with the dignity of individuals in our society and governmental classification that command people to march in different directions based on racial typologies, assigned to individuals can cause new divisiveness."
                            },
                            {
                                "start": 1076.899,
                                "stop": 1080.657,
                                "byte_start": 4397860,
                                "byte_stop": 4412802,
                                "text": "Now that statement to be sure invites this response."
                            },
                            {
                                "start": 1080.657,
                                "stop": 1088.404,
                                "byte_start": 4412802,
                                "byte_stop": 4443836,
                                "text": "Now sense of stigma may already become the fate of those separated out by circumstances beyond their immediate control."
                            },
                            {
                                "start": 1088.404,
                                "stop": 1098.574,
                                "byte_start": 4443836,
                                "byte_stop": 4484482,
                                "text": "But to this the further replication must be: Even so measures other and differential treatment based on racial typing of individuals first must be exhausted."
                            },
                            {
                                "start": 1098.574,
                                "stop": 1106.156,
                                "byte_start": 4484482,
                                "byte_stop": 4514889,
                                "text": "The decision today should not prevents school districts from continuing the important work of bringing together students of different racial, ethnic and economic backgrounds."
                            },
                            {
                                "start": 1106.156,
                                "stop": 1113.919,
                                "byte_start": 4514889,
                                "byte_stop": 4545922,
                                "text": "The compelling interest exists in avoiding racial isolation, an interest that a school district and its discretion and expertise may choose to pursue."
                            },
                            {
                                "start": 1113.919,
                                "stop": 1120.055,
                                "byte_start": 4545922,
                                "byte_stop": 4570477,
                                "text": "Likewise a district may consider the compelling interest to achieve a diverse student population."
                            },
                            {
                                "start": 1120.055,
                                "stop": 1127.998,
                                "byte_start": 4570477,
                                "byte_stop": 4602242,
                                "text": "Race maybe one component of that diversity but other demographic factors, plus special talents and needs also be considered."
                            },
                            {
                                "start": 1127.998,
                                "stop": 1143.661,
                                "byte_start": 4602242,
                                "byte_stop": 4664832,
                                "text": "What the government is not permitted to do absent a showing of necessity not made here is to classify every student on the basis of race and to assign each of them the schools based on their classification."
                            }
                        ]
                    },
                    {
                        "start": 1143.661,
                        "stop": 2434.377,
                        "byte_start": 4664832,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 1143.661,
                                "stop": 1154.296,
                                "byte_start": 4664832,
                                "byte_stop": 4707359,
                                "text": "Justice John Paul Stevens, Justice David Souter, Justice Ruth Bader Ginsburg and I dissent."
                            },
                            {
                                "start": 1154.296,
                                "stop": 1162.808,
                                "byte_start": 4707359,
                                "byte_stop": 4741423,
                                "text": "More than 50-years ago this court declared racial segregation in public schools unlawful."
                            },
                            {
                                "start": 1162.808,
                                "stop": 1173.164,
                                "byte_start": 4741423,
                                "byte_stop": 4782905,
                                "text": "Since then school districts using many different plans over many years have tried to integrate their public schools."
                            },
                            {
                                "start": 1173.164,
                                "stop": 1177.83,
                                "byte_start": 4782905,
                                "byte_stop": 4801504,
                                "text": "Louisville and Seattle are two such districts."
                            },
                            {
                                "start": 1177.83,
                                "stop": 1206.211,
                                "byte_start": 4801504,
                                "byte_stop": 4915085,
                                "text": "They began with racial segregated schools, they sought remedies, they try, forced busing, they fear or experience white flight, they faced concerns about de facto desegregation and they ended up with plans that end forced busing that rely heavily upon student choice."
                            },
                            {
                                "start": 1206.211,
                                "stop": 1211.119,
                                "byte_start": 4915085,
                                "byte_stop": 4934729,
                                "text": "In both cities all the students choose."
                            },
                            {
                                "start": 1211.119,
                                "stop": 1229.68,
                                "byte_start": 4934729,
                                "byte_stop": 5008917,
                                "text": "The majority indeed almost all of them received their first choice school but school districts efforts to keep school racially mixed for example in Louisville the school cannot be more than 85% white somewhat similar in Seattle."
                            },
                            {
                                "start": 1229.68,
                                "stop": 1242.325,
                                "byte_start": 5008917,
                                "byte_stop": 5059490,
                                "text": "Those efforts mean that some students do not receive their first choice though in Seattle such a student can transfer to a preferred school after a year."
                            },
                            {
                                "start": 1242.325,
                                "stop": 1245.949,
                                "byte_start": 5059490,
                                "byte_stop": 5074014,
                                "text": "These plans are not primitive action plans."
                            },
                            {
                                "start": 1245.949,
                                "stop": 1253.756,
                                "byte_start": 5074014,
                                "byte_stop": 5105256,
                                "text": "School placement here has nothing to do with any student’s merits; the schools here are not magnet schools."
                            },
                            {
                                "start": 1253.756,
                                "stop": 1258.736,
                                "byte_start": 5105256,
                                "byte_stop": 5125109,
                                "text": "They are about equivalent students preferences over the years have varied."
                            },
                            {
                                "start": 1258.736,
                                "stop": 1270.641,
                                "byte_start": 5125109,
                                "byte_stop": 5172757,
                                "text": "The plans here were adopted democratically by school board in order to achieve certain ends, ends that are partly remedial, partly educational, partly civil."
                            },
                            {
                                "start": 1270.641,
                                "stop": 1278.976,
                                "byte_start": 5172757,
                                "byte_stop": 5206089,
                                "text": "Until today the law has allow school districts to implement these kinds of plans."
                            },
                            {
                                "start": 1278.976,
                                "stop": 1283.238,
                                "byte_start": 5206089,
                                "byte_stop": 5223121,
                                "text": "The majority is wrong when it holds the counter."
                            },
                            {
                                "start": 1283.238,
                                "stop": 1288.457,
                                "byte_start": 5223121,
                                "byte_stop": 5244019,
                                "text": "In a long dissent indeed it’s twice as long as any I have written before."
                            },
                            {
                                "start": 1288.457,
                                "stop": 1303.123,
                                "byte_start": 5244019,
                                "byte_stop": 5302742,
                                "text": "In that long dissent we explain law and it is long because details are necessary to understand what’s going on here and why the majority is wrong, we holds its unlawful."
                            },
                            {
                                "start": 1303.123,
                                "stop": 1317.739,
                                "byte_start": 5302742,
                                "byte_stop": 5361152,
                                "text": "First I examined history in detail and that history shows the pattern that typical pattern I just described, segregation, remedial plans with forced busing white flight re-segregation concerns and new plans."
                            },
                            {
                                "start": 1317.739,
                                "stop": 1323.195,
                                "byte_start": 5361152,
                                "byte_stop": 5382990,
                                "text": "Indeed they chose that original of these plans were segregated by law."
                            },
                            {
                                "start": 1323.195,
                                "stop": 1341.883,
                                "byte_start": 5382990,
                                "byte_stop": 5457700,
                                "text": "These cities in fact Seattle was sue and entered into a consent decree, sued on the basis of the school board memo in 1956 that said the reason these schools are segregated in part is because we have transfer plans that makes black children go to one place and white to another."
                            },
                            {
                                "start": 1341.883,
                                "stop": 1348.428,
                                "byte_start": 5457700,
                                "byte_stop": 5483927,
                                "text": "There was no court decree neither was there a court decree in large portion of the South."
                            },
                            {
                                "start": 1348.428,
                                "stop": 1358.023,
                                "byte_start": 5483927,
                                "byte_stop": 5522275,
                                "text": "A lot of them segregated voluntarily, desegregated voluntarily there was no court decree but they were segregated de jure."
                            },
                            {
                                "start": 1358.023,
                                "stop": 1380.918,
                                "byte_start": 5522275,
                                "byte_stop": 5613913,
                                "text": "There was a court decree in Seattle anyway compared to earlier plans the present plans rely less upon race they emphasize student choice, they seek to improve the conditions of all schools for all students no matter the color of their skin, no matter where they happen to resolve so that’s the history."
                            },
                            {
                                "start": 1380.918,
                                "stop": 1393.115,
                                "byte_start": 5613913,
                                "byte_stop": 5662709,
                                "text": "Second, if you look at the law in detail, I think what you will find is it makes clear that ever since Brown this court has consistently approved the measures like these before us."
                            },
                            {
                                "start": 1393.115,
                                "stop": 1400.921,
                                "byte_start": 5662709,
                                "byte_stop": 5693952,
                                "text": "Indeed it has approved measures that were far more race-conscious to combat the harmful separation in the schools."
                            },
                            {
                                "start": 1400.921,
                                "stop": 1407.107,
                                "byte_start": 5693952,
                                "byte_stop": 5718611,
                                "text": "Consider for example what this court has said in Swann v. Charlotte Mecklenburg written 35-years ago."
                            },
                            {
                                "start": 1407.107,
                                "stop": 1432.752,
                                "byte_start": 5718611,
                                "byte_stop": 5821220,
                                "text": "I am going to read it, it is a paragraph “school authorities are traditionally charged with broad policy to formulate and implement educational policy” and might well conclude for example that in order to prepare students to live in pluralistic society each school should have a prescribed ratio of Negro to white students reflecting the proportion for the district as a whole."
                            },
                            {
                                "start": 1432.752,
                                "stop": 1462.949,
                                "byte_start": 5821220,
                                "byte_stop": 5942011,
                                "text": "To do this as an educational policy is within the broad discretionary powers of school authorities” and that case isn’t below that’s why the opinion is long, there are a lot of cases like that it was a principle of law upon which executive branch, legislative branch, judiciable branch built 10-20-30 years of approval of similar kinds of plan."
                            },
                            {
                                "start": 1462.949,
                                "stop": 1503.663,
                                "byte_start": 5942011,
                                "byte_stop": 6104910,
                                "text": "Indeed the case has and I think here everyone of them, everyone of them recognize that there is a critical equal protection clause distinction, a difference between on the one hand exclusionary racial discrimination that seeks to divide us and Justice Thurgood Marshall use to say, “that the constitution in respect of that kind of plan is fatal in fact” there is difference between that kind of plan and an inclusive race conscious plan that seeks to bring the races together."
                            },
                            {
                                "start": 1503.663,
                                "stop": 1548.359,
                                "byte_start": 6104910,
                                "byte_stop": 6283692,
                                "text": "Our cases whatever the language, whatever the linguistic test have always read the clause as not being fatal in fact to that kind of plan, the kind of plan that tries to bring people together, they all read the constitution as granting school districts significant, practical lead way to adapt an inclusive point should districts decide in their discretion that such a plan if I can paraphrase Justice Marshall again will help our children began to learn together with the hope that our people will learn to live together."
                            },
                            {
                                "start": 1548.359,
                                "stop": 1565.668,
                                "byte_start": 6283692,
                                "byte_stop": 6352864,
                                "text": "Third, as long as we keep in mind that the law is distinction between that which excludes and that which seeks to include then whatever linguistic test we apply the plans here pass with flying colors."
                            },
                            {
                                "start": 1565.668,
                                "stop": 1582.182,
                                "byte_start": 6352864,
                                "byte_stop": 6418902,
                                "text": "Do we have to find a compelling interest, which is language taken from Grutter that was the case in which this court upheld Michigan’s affirmative action plan for admission of the law school, do we have to find a compelling interest?"
                            },
                            {
                                "start": 1582.182,
                                "stop": 1593.791,
                                "byte_start": 6418902,
                                "byte_stop": 6465400,
                                "text": "Here the school boards objectives the interest include efforts to eradicate the remnants of primary and secondary school segregation."
                            },
                            {
                                "start": 1593.791,
                                "stop": 1601.877,
                                "byte_start": 6465400,
                                "byte_stop": 6497687,
                                "text": "They include efforts to create school environments that will provide better educational opportunities for all children."
                            },
                            {
                                "start": 1601.877,
                                "stop": 1617.115,
                                "byte_start": 6497687,
                                "byte_stop": 6558709,
                                "text": "They include efforts to help create citizens better prepared to know, to understand and to work with people of all races and backgrounds thereby furthering the kind of democratic government our constitution foresees."
                            },
                            {
                                "start": 1617.115,
                                "stop": 1634.085,
                                "byte_start": 6558709,
                                "byte_stop": 6626523,
                                "text": "If an interest that combines these three elements remedial, education, civil if an interest to combine those three is not compelling what was it?"
                            },
                            {
                                "start": 1634.085,
                                "stop": 1647.3,
                                "byte_start": 6626523,
                                "byte_stop": 6679395,
                                "text": "Do you we have to find that the board’s plans are narrowly tailored to achieve those interests after that Grutter said that affirmative action case will approve the plan."
                            },
                            {
                                "start": 1647.3,
                                "stop": 1681.9,
                                "byte_start": 6679395,
                                "byte_stop": 6817844,
                                "text": "Well here the plan’s limited and diminishing use of race, the plan’s strong reliance upon other non-race conscious factors, the history of their development, the comparison with earlier plans and the lack of reasonable evident alternatives to gather, show that these plans are more narrowly tailored, they are narrowly tailored, more settled than were the plans that the court upheld in Grutter and other earlier cases."
                            },
                            {
                                "start": 1681.9,
                                "stop": 1697.965,
                                "byte_start": 6817844,
                                "byte_stop": 6882105,
                                "text": "Let me deviate so I can give an example the majority says at one point that Seattle and Louisville have failed to try less race conscious alternatives and Justice Kennedy gives a list, I will read you the list, what they could have tried."
                            },
                            {
                                "start": 1697.965,
                                "stop": 1719.321,
                                "byte_start": 6882105,
                                "byte_stop": 6967473,
                                "text": "Strategic site selection of new schools, drawing attendant zones with general recognition of the demographics of neighborhoods, allocating resources for special programs, recruiting students and faculty in a targeted fashion and tracking enrolments, performance and other statistics by race."
                            },
                            {
                                "start": 1719.321,
                                "stop": 1725.823,
                                "byte_start": 6967473,
                                "byte_stop": 6993491,
                                "text": "Take these one-by-one, building new schools that’s called Strategic Site Selection."
                            },
                            {
                                "start": 1725.823,
                                "stop": 1736.422,
                                "byte_start": 6993491,
                                "byte_stop": 7035914,
                                "text": "Seattle has built one new high school in the last 44-years; their school population is diminishing, how is that going to work?"
                            },
                            {
                                "start": 1736.422,
                                "stop": 1754.584,
                                "byte_start": 7035914,
                                "byte_stop": 7108535,
                                "text": "Let’s try another, drawing new attendant zones on a racial basis they tried that, they tried that both in Louisville and in Seattle and it worked, when it was accompanied by forced busing, something I don’t think anyone wants."
                            },
                            {
                                "start": 1754.584,
                                "stop": 1769.512,
                                "byte_start": 7108535,
                                "byte_stop": 7168303,
                                "text": "What about allocating resources for special programs, what I think that means is magnate schools, well, Seattle and Louisville have tried that too and they are still trying them and they have worked with degree but never alone."
                            },
                            {
                                "start": 1769.512,
                                "stop": 1778.835,
                                "byte_start": 7168303,
                                "byte_stop": 7205606,
                                "text": "What about recruiting faculty, ask the school administrator about how easy it is to solve this problem by recruiting faculty?"
                            },
                            {
                                "start": 1778.835,
                                "stop": 1791.075,
                                "byte_start": 7205606,
                                "byte_stop": 7254507,
                                "text": "What about tracking enrolments, performance and other statistics by race, oh, I am sorry, tracking measures a problem, it doesn’t cure a problem."
                            },
                            {
                                "start": 1791.075,
                                "stop": 1805.997,
                                "byte_start": 7254507,
                                "byte_stop": 7314171,
                                "text": "The upshot is that in striking down the plans -- these plans, the court forbids or it dramatically narrows the leeway open to the school districts to use race conscious plans for inclusive reasons."
                            },
                            {
                                "start": 1805.997,
                                "stop": 1813.634,
                                "byte_start": 7314171,
                                "byte_stop": 7344786,
                                "text": "Some members of the majority would outright forbid that use, it would treat the equal protection clause is colorblind."
                            },
                            {
                                "start": 1813.634,
                                "stop": 1858.816,
                                "byte_start": 7344786,
                                "byte_stop": 7525449,
                                "text": "Other members of the majority impart through what they say, but more importantly for what they do striking down this plan would withdraw the practical leeway that we have previously said or at least radically narrowed, that leeway that we previously said the constitution offers those who would institute inclusive plans, regardless, their interpretation of the equal protection clause would prove to either always or almost always or certainly far too often fatal in fact, that’s the exclusive variety, fatal in fact to districts who seek to use race conscious means for inclusive ends."
                            },
                            {
                                "start": 1858.816,
                                "stop": 1870.572,
                                "byte_start": 7525449,
                                "byte_stop": 7572469,
                                "text": "Fourth, the consequences, race related controversy at school districts and others seek to unravel the meaning of today’s several opinions."
                            },
                            {
                                "start": 1870.572,
                                "stop": 1891.218,
                                "byte_start": 7572469,
                                "byte_stop": 7655121,
                                "text": "Delay, setback in bringing about racially diverse schools, trying to deal with threats of de facto segregation, trying to unify education in communities divided by poverty, correlated with race, these consequences are serious."
                            },
                            {
                                "start": 1891.218,
                                "stop": 1902.138,
                                "byte_start": 7655121,
                                "byte_stop": 7698797,
                                "text": "The conclusion of all this is simple, yesterday, the plans under review were lawful, today, they are not."
                            },
                            {
                                "start": 1902.138,
                                "stop": 1912.35,
                                "byte_start": 7698797,
                                "byte_stop": 7739653,
                                "text": "Yesterday, the citizens of this nation could look for guidance to this court’s unanimous pronouncements concerning desegregation, today, they cannot."
                            },
                            {
                                "start": 1912.35,
                                "stop": 1926.326,
                                "byte_start": 7739653,
                                "byte_stop": 7795555,
                                "text": "Yesterday, school boards had available to them a full range of means to combat schools that are segregated in fact, today, they do not, and there is more."
                            },
                            {
                                "start": 1926.326,
                                "stop": 1929.791,
                                "byte_start": 7795555,
                                "byte_stop": 7809348,
                                "text": "What has happened to starry decisis?"
                            },
                            {
                                "start": 1929.791,
                                "stop": 1948.141,
                                "byte_start": 7809348,
                                "byte_stop": 7882804,
                                "text": "The history of the plans before us, their educational importance, their highly limiting use of race all these and more makes clear that the compelling interest here is stronger than in for example Grutter or we upheld the race conscious law school admissions program."
                            },
                            {
                                "start": 1948.141,
                                "stop": 1959.247,
                                "byte_start": 7882804,
                                "byte_stop": 7927212,
                                "text": "They are more narrowly tailored and what has happened to all those cases that made very clear that in the context of a K-12 public schools this kind of program is constitutionally permissible."
                            },
                            {
                                "start": 1959.247,
                                "stop": 1973.378,
                                "byte_start": 7927212,
                                "byte_stop": 7983741,
                                "text": "What has happened to Swann and others McDaniel, Crawford, Harris, School committee of Boston, Seattle School District No. 1, the pluralities logic writes these cases out of the law."
                            },
                            {
                                "start": 1973.378,
                                "stop": 1983.271,
                                "byte_start": 7983741,
                                "byte_stop": 8023343,
                                "text": "It is not awful in the law, it’s so few of so quick change so much."
                            },
                            {
                                "start": 1983.271,
                                "stop": 2006.093,
                                "byte_start": 8023343,
                                "byte_stop": 8114562,
                                "text": "What of respect for democratic local decision making by States and school boards, for several decades this court has rested its public school decision upon Swann’s basic view that the constitution grants local school districts a significant degree of leeway where the inclusive use of race-conscious criteria is at issue."
                            },
                            {
                                "start": 2006.093,
                                "stop": 2027.483,
                                "byte_start": 8114562,
                                "byte_stop": 8200140,
                                "text": "Now localities will have to cope with the difficult problems they face including a de facto re-segregation deprived of one important means they thought would help, and what of law’s concern to diminish and peacefully settle conflict among the Nation’s people?"
                            },
                            {
                                "start": 2027.483,
                                "stop": 2049.753,
                                "byte_start": 8200140,
                                "byte_stop": 8289269,
                                "text": "Instead of accommodating different good-faith visions of our country and our Constitution, today’s holding upset settled expectations, creates legal uncertainty, and threatens to produce considerable further litigation, aggravating race related conflict, difficult problems surround race relations in this country."
                            },
                            {
                                "start": 2049.753,
                                "stop": 2057.303,
                                "byte_start": 8289269,
                                "byte_stop": 8319467,
                                "text": "The people of this Nation hold in good faith different views on how best to address those problems."
                            },
                            {
                                "start": 2057.303,
                                "stop": 2074.32,
                                "byte_start": 8319467,
                                "byte_stop": 8387490,
                                "text": "The plurality may question the wisdom of the district’s approach towards improving race relations in the public schools but the 14 members of the school boards in Seattle and Louisville hold a different view about that, about how to include children of all races."
                            },
                            {
                                "start": 2074.32,
                                "stop": 2086.431,
                                "byte_start": 8387490,
                                "byte_stop": 8435973,
                                "text": "They believe that their way will work better to bring about racial inclusion in their own communities; they don’t seek to impose that way upon other communities."
                            },
                            {
                                "start": 2086.431,
                                "stop": 2109.946,
                                "byte_start": 8435973,
                                "byte_stop": 8530014,
                                "text": "The Constitution does not dictate a single answer to this kind of question rather it grant citizens considerable freedom to debate and develop solutions for themselves and this court should leave them free to do just that, and what about the long history and moral vision that the Fourteenth Amendment itself embodies."
                            },
                            {
                                "start": 2109.946,
                                "stop": 2140.395,
                                "byte_start": 8530014,
                                "byte_stop": 8651849,
                                "text": "The plurality cites in support those who argued in Brown against segregation and some compare the approach I have taken to that of segregation’s defenders, but historic these segregations did not simply tell schoolchildren as the plurality suggest “where they could and could not go to school based on the color of their skin” that wasn’t all what was happening, that wasn’t what segregation just was."
                            },
                            {
                                "start": 2140.395,
                                "stop": 2150.175,
                                "byte_start": 8651849,
                                "byte_stop": 8690928,
                                "text": "It was about a caste system rooted in the institutions of slavery and 80-years of legalized subordination."
                            },
                            {
                                "start": 2150.175,
                                "stop": 2198.886,
                                "byte_start": 8690928,
                                "byte_stop": 8885802,
                                "text": "The history’s lesson is not that efforts to continue racial segregation are constitutionally indistinguishable from efforts to achieve racial integration and it is a cruel distortion of that history to compare Topeka, Kansas, in the 1950’s Louisville and Seattle in the modern day, to equate the plight of Linda Brown who was ordered to attained the Jim Crow School to the circumstances a petitioner Joshua McDonald whose transfer request to a school closer to home was indeed initially declined, let alone the Seattle student who has to spent a single year at a school he doesn’t prefer."
                            },
                            {
                                "start": 2198.886,
                                "stop": 2206.132,
                                "byte_start": 8885802,
                                "byte_stop": 8914745,
                                "text": "I am not saying there is nothing policy speaking but the problem of choosing everyone by race."
                            },
                            {
                                "start": 2206.132,
                                "stop": 2211.28,
                                "byte_start": 8914745,
                                "byte_stop": 8935330,
                                "text": "There is a cost in applying a state-mandated racial label."
                            },
                            {
                                "start": 2211.28,
                                "stop": 2233.46,
                                "byte_start": 8935330,
                                "byte_stop": 9024042,
                                "text": "There are many cost listed in the majority and pluralities opinions, but I am saying that those costs do not approach in degree or in kind, the terrible harms of slavery, the resulting caste system and 80-years of racial segregation."
                            },
                            {
                                "start": 2233.46,
                                "stop": 2238.176,
                                "byte_start": 9024042,
                                "byte_stop": 9042954,
                                "text": "Finally, what of the hope and promise of Brown?"
                            },
                            {
                                "start": 2238.176,
                                "stop": 2242.83,
                                "byte_start": 9042954,
                                "byte_stop": 9061553,
                                "text": "For much of this Nations history the races remained divided."
                            },
                            {
                                "start": 2242.83,
                                "stop": 2253.754,
                                "byte_start": 9061553,
                                "byte_stop": 9105230,
                                "text": "It wasn’t that long ago that people of different races drank from separate fountains, rode on separate buses, studied in separate schools."
                            },
                            {
                                "start": 2253.754,
                                "stop": 2263.323,
                                "byte_start": 9105230,
                                "byte_stop": 9143473,
                                "text": "In this court’s finest hour, Brown vs. Board of Education challenged that history and helped to change it."
                            },
                            {
                                "start": 2263.323,
                                "stop": 2273.18,
                                "byte_start": 9143473,
                                "byte_stop": 9182971,
                                "text": "For Brown held out a promise, it was a promise embodied in three Amendments designed to make citizens of former slaves."
                            },
                            {
                                "start": 2273.18,
                                "stop": 2285.227,
                                "byte_start": 9182971,
                                "byte_stop": 9231140,
                                "text": "It was the promise of true racial equality, not as a matter of fine words on paper, but as a matter of everyday life the Nation’s citizens and schools."
                            },
                            {
                                "start": 2285.227,
                                "stop": 2291.174,
                                "byte_start": 9231140,
                                "byte_stop": 9254964,
                                "text": "It was about the nature of democracy that must work for all Americans."
                            },
                            {
                                "start": 2291.174,
                                "stop": 2303.544,
                                "byte_start": 9254964,
                                "byte_stop": 9304388,
                                "text": "It sought one law, one Nation, one people, not simply as a matter of legal principle but in terms of how we actually live our lives."
                            },
                            {
                                "start": 2303.544,
                                "stop": 2315.547,
                                "byte_start": 9304388,
                                "byte_stop": 9352453,
                                "text": "Not everyone welcomed that decision, three years after it Governor of Arkansas ordered state militia to block the doors of a white schoolhouse so that black school children could not enter."
                            },
                            {
                                "start": 2315.547,
                                "stop": 2325.789,
                                "byte_start": 9352453,
                                "byte_stop": 9393413,
                                "text": "President of the United States dispatched the 101st Airborne Little Rock, and federal troops were needed to enforce that desegregation decree."
                            },
                            {
                                "start": 2325.789,
                                "stop": 2334.332,
                                "byte_start": 9393413,
                                "byte_stop": 9427581,
                                "text": "Today, almost 50-years later, attitudes towards race in this Nation have changed dramatically."
                            },
                            {
                                "start": 2334.332,
                                "stop": 2350.473,
                                "byte_start": 9427581,
                                "byte_stop": 9492156,
                                "text": "No Airborne division many parents white and black alike, maybe almost all alike want their children to attained schools with children of different races."
                            },
                            {
                                "start": 2350.473,
                                "stop": 2356.624,
                                "byte_start": 9492156,
                                "byte_stop": 9516711,
                                "text": "Indeed the very school districts that once spurned integration now strive for it."
                            },
                            {
                                "start": 2356.624,
                                "stop": 2363.222,
                                "byte_start": 9516711,
                                "byte_stop": 9543147,
                                "text": "The long history of their efforts reveals the complexity and difficulties they have faced."
                            },
                            {
                                "start": 2363.222,
                                "stop": 2388.218,
                                "byte_start": 9543147,
                                "byte_stop": 9643039,
                                "text": "And in light of those challenge they here ask us not to take from their hands the instruments that they have used to rid their schools racial segregation instruments that they believe are still necessary to overcome the problems of cities that are divided by race and poverty."
                            },
                            {
                                "start": 2388.218,
                                "stop": 2394.641,
                                "byte_start": 9643039,
                                "byte_stop": 9668744,
                                "text": "Plurality would decline their modest request."
                            },
                            {
                                "start": 2394.641,
                                "stop": 2399.984,
                                "byte_start": 9668744,
                                "byte_stop": 9690164,
                                "text": "The plurality is wrong to do that."
                            },
                            {
                                "start": 2399.984,
                                "stop": 2405.534,
                                "byte_start": 9690164,
                                "byte_stop": 9712316,
                                "text": "Last half-century has witnessed great strides towards racial equality."
                            },
                            {
                                "start": 2405.534,
                                "stop": 2409.408,
                                "byte_start": 9712316,
                                "byte_stop": 9727885,
                                "text": "We have not yet realized the promise of Brown."
                            },
                            {
                                "start": 2409.408,
                                "stop": 2416.349,
                                "byte_start": 9727885,
                                "byte_stop": 9755575,
                                "text": "To invalidate the plans under review here is to threaten the promise of Brown."
                            },
                            {
                                "start": 2416.349,
                                "stop": 2424.463,
                                "byte_start": 9755575,
                                "byte_stop": 9788071,
                                "text": "The plurality’s position not intended that I fear would break that promise."
                            },
                            {
                                "start": 2424.463,
                                "stop": 2434.377,
                                "byte_start": 9788071,
                                "byte_stop": 0,
                                "text": "This is a decision that the court and the Nation will come to regret, I must dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52187,
            "mime": "audio\/mpeg",
            "size": 9827673,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-908\/20070628o_05-908.delivery.mp3"
        },
        {
            "id": 73956,
            "mime": "audio\/ogg",
            "size": 24108563,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-908\/20070628o_05-908.ogg"
        },
        {
            "id": 73957,
            "mime": "application\/x-mpegURL",
            "size": 35027,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-908\/20070628o_05-908.m3u8"
        }
    ],
    "damaged": false,
    "unavailable": false
}