{
    "id": 23476,
    "title": "Opinion Announcement - January 21, 2010",
    "transcript": {
        "title": "Citizens United v. Federal Election Commission",
        "duration": 1835.912,
        "sections": [
            {
                "start": 0,
                "stop": 1835.912,
                "byte_start": 107520,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.087,
                        "byte_start": 107520,
                        "byte_stop": 139912,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.087,
                                "byte_start": 107520,
                                "byte_stop": 139912,
                                "text": "In case 08-205, Citizens United versus the FEC, Justice Kennedy has the opinion of the Court."
                            }
                        ]
                    },
                    {
                        "start": 8.087,
                        "stop": 587.301,
                        "byte_start": 139912,
                        "byte_stop": 2456764,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 8.087,
                                "stop": 21.768,
                                "byte_start": 139912,
                                "byte_stop": 194664,
                                "text": "The Bipartisan Campaign Reform Act, which is known is BCRA, was enacted by Congress in 2002, and BCRA, that Act incorporates a prohibition on certain political contributions and expenditures by corporations."
                            },
                            {
                                "start": 21.768,
                                "stop": 25.46,
                                "byte_start": 194664,
                                "byte_stop": 209398,
                                "text": "That prohibition is in Section 441b of the Act."
                            },
                            {
                                "start": 25.46,
                                "stop": 32.954,
                                "byte_start": 209398,
                                "byte_stop": 239386,
                                "text": "Section 441b prohibits corporations from making certain independent expenditures to support candidates for federal office."
                            },
                            {
                                "start": 32.954,
                                "stop": 71.979,
                                "byte_start": 239386,
                                "byte_stop": 395494,
                                "text": "For purposes of this case, the Act prohibits first; independent expenditures for speech in any media that expressly advocates the election or defeat of a candidate for federal office, and second; the Act also prohibits independent expenditures that the Act defines as \u0022electioneering communications\u0022 and an election commun – an election -- \u0022electioneering communication\u0022 is any broadcast, satellite or cable communication that refers to a clearly identified candidate for federal office and one that is made within either 30 days of a primary election or 60 days of a general election."
                            },
                            {
                                "start": 71.979,
                                "stop": 82.276,
                                "byte_start": 395494,
                                "byte_stop": 436663,
                                "text": "This Court\u0027s opinion in McConnell versus Federal Election Commission upheld Section 441b and other provisions of the Act against the broad facial constitutional challenge."
                            },
                            {
                                "start": 82.276,
                                "stop": 89.423,
                                "byte_start": 436663,
                                "byte_stop": 465293,
                                "text": "McConnell relied upon the Court\u0027s earlier decision in a case called Austin versus Michigan Chamber of Commerce."
                            },
                            {
                                "start": 89.423,
                                "stop": 97.568,
                                "byte_start": 465293,
                                "byte_stop": 497894,
                                "text": "Now, this case involves a corporation that planned to broadcast the film in the year 2008, which was a presidential election year."
                            },
                            {
                                "start": 97.568,
                                "stop": 100.925,
                                "byte_start": 497894,
                                "byte_stop": 511269,
                                "text": "The film was entitled “Hillary: The Movie.”"
                            },
                            {
                                "start": 100.925,
                                "stop": 109.461,
                                "byte_start": 511269,
                                "byte_stop": 545437,
                                "text": "The film was a commentary on the career and background of then Senator Hillary Clinton who was a candidate in the presidential primaries."
                            },
                            {
                                "start": 109.461,
                                "stop": 115.53,
                                "byte_start": 545437,
                                "byte_stop": 569678,
                                "text": "The corporation that made the movie and wanted to broadcast it is the appellant in this case, Citizens United."
                            },
                            {
                                "start": 115.53,
                                "stop": 126.451,
                                "byte_start": 569678,
                                "byte_stop": 613355,
                                "text": "Citizens United was concerned that the broadcast would be prohibited by the Act, thus making the corporation and its responsible officials liable for criminal and civil penalties."
                            },
                            {
                                "start": 126.451,
                                "stop": 131.536,
                                "byte_start": 613355,
                                "byte_stop": 633731,
                                "text": "So the corporation sought a judicial determination that would allow it to broadcast the film."
                            },
                            {
                                "start": 131.536,
                                "stop": 148.173,
                                "byte_start": 633731,
                                "byte_stop": 700291,
                                "text": "The corporation proposed to broadcast the film by video-on-demand, that would’ve allowed viewers to choose the film and then watch it on their own TV sets through cable television and Citizens United proposed to make the movie available through video-on-demand free of charge."
                            },
                            {
                                "start": 148.173,
                                "stop": 155.639,
                                "byte_start": 700291,
                                "byte_stop": 730175,
                                "text": "Relying on our cases, the three-judge district court rejected Citizens United constitutional challenge to Section 441b."
                            },
                            {
                                "start": 155.639,
                                "stop": 164.494,
                                "byte_start": 730175,
                                "byte_stop": 765597,
                                "text": "The trial court ruled that it would be unlawful under the Act for the corporation to broadcast or promote the movie during the 30 and 60-day periods."
                            },
                            {
                                "start": 164.494,
                                "stop": 169.654,
                                "byte_start": 765597,
                                "byte_stop": 786181,
                                "text": "The case came before us on appeal and it was argued last term."
                            },
                            {
                                "start": 169.654,
                                "stop": 191.299,
                                "byte_start": 786181,
                                "byte_stop": 872803,
                                "text": "This Court ordered reargument to address whether the Court should overrule either or both Austin and that part of McConnell which addresses the facial validity of Section 441b and our opinion as announced in this session today pursuant to the statute that directs us to expedite constitutional challenges to BCRA and the disposition of those challenges."
                            },
                            {
                                "start": 191.299,
                                "stop": 206.399,
                                "byte_start": 872803,
                                "byte_stop": 933198,
                                "text": "Citizens United and some amici have made various arguments to the effect that corporate political speech prohibition in a 441b would be invalid, just as applied to the facts of this case, leaving the question of its facial validity to another day."
                            },
                            {
                                "start": 206.399,
                                "stop": 222.925,
                                "byte_start": 933198,
                                "byte_stop": 999236,
                                "text": "There is, for instance, a preliminary argument that the film is something other than the functional equivalent of express advocacy for or against the candidate so that the film should be exempt from the statutory ban under on of our precedents, Federal Election Commission versus Wisconsin Right to Life."
                            },
                            {
                                "start": 222.925,
                                "stop": 224.549,
                                "byte_start": 999236,
                                "byte_stop": 1005819,
                                "text": "We reject that argument."
                            },
                            {
                                "start": 224.549,
                                "stop": 226.938,
                                "byte_start": 1005819,
                                "byte_stop": 1015327,
                                "text": "The film is quite critical of Senator Clinton."
                            },
                            {
                                "start": 226.938,
                                "stop": 236.978,
                                "byte_start": 1015327,
                                "byte_stop": 1055451,
                                "text": "We agree with the trial court that the film is susceptible of no other interpretation than to argue to the public that she lacked qualifications for the office."
                            },
                            {
                                "start": 236.978,
                                "stop": 266.298,
                                "byte_start": 1055451,
                                "byte_stop": 1172793,
                                "text": "Example of other as-applied arguments are (1), since each broadcast would go to a single household, then the broadcast would not meet the statutory coverage requirement for 50,000 or more persons and (2), another alternative argument is that Citizens United is nonprofit corporation and that the statute could be safe from judicial attack by interpreting the statute or really judicially rewriting it, so it does not include nonprofit corporations."
                            },
                            {
                                "start": 266.298,
                                "stop": 275.375,
                                "byte_start": 1172793,
                                "byte_stop": 1209051,
                                "text": "We conclude that these suggestions, and some of them are made by Citizens United and some by amici, are not sustainable under a fair reading of the statute."
                            },
                            {
                                "start": 275.375,
                                "stop": 288.184,
                                "byte_start": 1209051,
                                "byte_stop": 1260356,
                                "text": "In addition to the difficulties in interpreting the statutes in these ways, the time, expense and uncertainty involved in case-by-case determination to elaborate as applied exceptions, would chill political speech."
                            },
                            {
                                "start": 288.184,
                                "stop": 299.283,
                                "byte_start": 1260356,
                                "byte_stop": 1304660,
                                "text": "So, these difficulties requires us to ask, if the statutory prohibition applicable to corporate political speech is constitutional as a general matter."
                            },
                            {
                                "start": 299.283,
                                "stop": 311.929,
                                "byte_start": 1304660,
                                "byte_stop": 1355337,
                                "text": "Austin versus Michigan Chamber of Commerce, one of this Court\u0027s cases, upheld the ban on corporate political speech and as already noted, the McConnell decision in turn relied upon Austin."
                            },
                            {
                                "start": 311.929,
                                "stop": 316.268,
                                "byte_start": 1355337,
                                "byte_stop": 1372682,
                                "text": "We conclude that those precedents now must be reexamined."
                            },
                            {
                                "start": 316.268,
                                "stop": 320.548,
                                "byte_start": 1372682,
                                "byte_stop": 1389714,
                                "text": "The Court has recognized that First Amendment protection extends to corporations."
                            },
                            {
                                "start": 320.548,
                                "stop": 330.078,
                                "byte_start": 1389714,
                                "byte_stop": 1427853,
                                "text": "In accord with this principle, a pre-Austin line of cases forbids restrictions on political speech based on the speaker\u0027s corporate identity."
                            },
                            {
                                "start": 330.078,
                                "stop": 338.939,
                                "byte_start": 1427853,
                                "byte_stop": 1463380,
                                "text": "Austin was the first time in this Court\u0027s history that a ban on independent expenditures by corporations for political speech was upheld."
                            },
                            {
                                "start": 338.939,
                                "stop": 349.31,
                                "byte_start": 1463380,
                                "byte_stop": 1504862,
                                "text": "If the First Amendment has any force, it prohibits Congress from fining or jailing citizens or associations of citizens for simply engaging in political speech."
                            },
                            {
                                "start": 349.31,
                                "stop": 362.458,
                                "byte_start": 1504862,
                                "byte_stop": 1557420,
                                "text": "Austin in its rationale, however, would allow the Government to ban corporations from expressing political views through any media, including media beyond those presented here and in this case such as by printing books."
                            },
                            {
                                "start": 362.458,
                                "stop": 371.961,
                                "byte_start": 1557420,
                                "byte_stop": 1595455,
                                "text": "Political speech is indispensable to decision making in a democracy and this is not less true because the speech comes from a corporation rather than an individual."
                            },
                            {
                                "start": 371.961,
                                "stop": 381.952,
                                "byte_start": 1595455,
                                "byte_stop": 1635370,
                                "text": "Austin\u0027s rationale would produce the dangers and unacceptable consequence that Congress could ban political speech of media corporations."
                            },
                            {
                                "start": 381.952,
                                "stop": 394.826,
                                "byte_start": 1635370,
                                "byte_stop": 1686883,
                                "text": "Media corporations are now exempt from 441b\u0027s ban on political speech, but they amass wealth like other business corporations, so under Austin the Government could diminish the voice of a media business."
                            },
                            {
                                "start": 394.826,
                                "stop": 399.313,
                                "byte_start": 1686883,
                                "byte_stop": 1704856,
                                "text": "There is no precedent for permitting this under the First Amendment."
                            },
                            {
                                "start": 399.313,
                                "stop": 403.747,
                                "byte_start": 1704856,
                                "byte_stop": 1722514,
                                "text": "Austin interferes with the open marketplace of ideas protected by the First Amendment."
                            },
                            {
                                "start": 403.747,
                                "stop": 415.738,
                                "byte_start": 1722514,
                                "byte_stop": 1770475,
                                "text": "Austin allows the Government to ban the political speech of millions of associations of citizens, thereby silencing the voices that may best represent the most significant segments of the economy."
                            },
                            {
                                "start": 415.738,
                                "stop": 430.643,
                                "byte_start": 1770475,
                                "byte_stop": 1830139,
                                "text": "The Government seeks to use its full power, including the criminal law, to command where a person may get his or her information or what distrusted source he or she may not hear, it uses censorship to control thought."
                            },
                            {
                                "start": 430.643,
                                "stop": 432.301,
                                "byte_start": 1830139,
                                "byte_stop": 1836826,
                                "text": "This is unlawful."
                            },
                            {
                                "start": 432.301,
                                "stop": 436.43,
                                "byte_start": 1836826,
                                "byte_stop": 1853336,
                                "text": "The First Amendment confirms the freedom to think for ourselves."
                            },
                            {
                                "start": 436.43,
                                "stop": 444.851,
                                "byte_start": 1853336,
                                "byte_stop": 1886981,
                                "text": "Our precedent is to be respected unless the most convincing of reasons demonstrates that adherence to this, puts us on a course that is sure error."
                            },
                            {
                                "start": 444.851,
                                "stop": 452.687,
                                "byte_start": 1886981,
                                "byte_stop": 1918328,
                                "text": "For the reasons just stated and others explained in some detail in the Court\u0027s quite lengthy opinion, we now overrule Austin."
                            },
                            {
                                "start": 452.687,
                                "stop": 459.037,
                                "byte_start": 1918328,
                                "byte_stop": 1943719,
                                "text": "Austin was not well reasoned, experience has undermined it and no serious reliance interests are at stake."
                            },
                            {
                                "start": 459.037,
                                "stop": 469.013,
                                "byte_start": 1943719,
                                "byte_stop": 1983634,
                                "text": "We return to the principles set forth in our pre-Austin line of cases that the Government may not suppress political speech on the basis of the speaker\u0027s corporate identity."
                            },
                            {
                                "start": 469.013,
                                "stop": 474.574,
                                "byte_start": 1983634,
                                "byte_stop": 2005891,
                                "text": "Without Austin the Government cannot limit corporate expenditures, corporate independent expenditures."
                            },
                            {
                                "start": 474.574,
                                "stop": 481.972,
                                "byte_start": 2005891,
                                "byte_stop": 2035461,
                                "text": "Section 441b\u0027s ban on corporate independent expenditures is therefore invalid and it could not be applied to this film."
                            },
                            {
                                "start": 481.972,
                                "stop": 493.348,
                                "byte_start": 2035461,
                                "byte_stop": 2080914,
                                "text": "Given our conclusion that Austin must be and is overruled, we also overrule that part of McConnell that upheld 441b\u0027s restrictions on corporate independent expenditures."
                            },
                            {
                                "start": 493.348,
                                "stop": 496.236,
                                "byte_start": 2080914,
                                "byte_stop": 2092513,
                                "text": "There\u0027s a second aspect of this case."
                            },
                            {
                                "start": 496.236,
                                "stop": 510.545,
                                "byte_start": 2092513,
                                "byte_stop": 2149773,
                                "text": "The Act has provisions for extensive disclosure and in addition to challenging the constitutionality of the prohibition on the broadcast of the film, Citizens United argues that these provisions of BCRA are unconstitutional."
                            },
                            {
                                "start": 510.545,
                                "stop": 516.02,
                                "byte_start": 2149773,
                                "byte_stop": 2171611,
                                "text": "We reject Citizens United\u0027s challenge to the disclaimer and disclosure provisions."
                            },
                            {
                                "start": 516.02,
                                "stop": 519.41,
                                "byte_start": 2171611,
                                "byte_stop": 2185195,
                                "text": "Those mechanisms provide information to the electorate."
                            },
                            {
                                "start": 519.41,
                                "stop": 527.572,
                                "byte_start": 2185195,
                                "byte_stop": 2217900,
                                "text": "The resulting transparency enables the electorate to make informed decisions and give proper weight to different speakers and different messages."
                            },
                            {
                                "start": 527.572,
                                "stop": 543.332,
                                "byte_start": 2217900,
                                "byte_stop": 2280908,
                                "text": "If an association offers evidence that its members will face threats or reprisals, it may be able to show that the disclaimer and disclosure requirements are unconstitutional as applied to that association, but Citizens United has offered no evidence here of threat or reprisals."
                            },
                            {
                                "start": 543.332,
                                "stop": 551.658,
                                "byte_start": 2280908,
                                "byte_stop": 2314240,
                                "text": "The judgment of the District Court is reversed with respect to the constitutionality of Section 441b\u0027s restrictions on corporate independent expenditures."
                            },
                            {
                                "start": 551.658,
                                "stop": 555.578,
                                "byte_start": 2314240,
                                "byte_stop": 2329913,
                                "text": "It is affirmed with respect to the disclaimer and disclosure requirements."
                            },
                            {
                                "start": 555.578,
                                "stop": 559.41,
                                "byte_start": 2329913,
                                "byte_stop": 2345169,
                                "text": "The case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 559.41,
                                "stop": 563.799,
                                "byte_start": 2345169,
                                "byte_stop": 2362723,
                                "text": "The Chief Justice\u0027s filed a concurring opinion in which Justice Alito has joined."
                            },
                            {
                                "start": 563.799,
                                "stop": 571.338,
                                "byte_start": 2362723,
                                "byte_stop": 2392921,
                                "text": "Justice Scalia has filed a concurring opinion in which Justice Alito has joined and in which Justice Thomas has joined in part."
                            },
                            {
                                "start": 571.338,
                                "stop": 579.446,
                                "byte_start": 2392921,
                                "byte_stop": 2425313,
                                "text": "Justice Stevens has filed an opinion concurring in part and dissenting in part in which Justices Ginsburg, Breyer, and Sotomayor have joined."
                            },
                            {
                                "start": 579.446,
                                "stop": 587.301,
                                "byte_start": 2425313,
                                "byte_stop": 2456764,
                                "text": "Justice Thomas has filed an opinion concurring in part and dissenting in part."
                            }
                        ]
                    },
                    {
                        "start": 587.301,
                        "stop": 1835.912,
                        "byte_start": 2456764,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 587.301,
                                "stop": 595.96,
                                "byte_start": 2456764,
                                "byte_stop": 2491455,
                                "text": "I have filed a separate opinion that Justice Ginsburg, Justice Breyer and Justice Sotomayor have joined."
                            },
                            {
                                "start": 595.96,
                                "stop": 611.203,
                                "byte_start": 2491455,
                                "byte_stop": 2552372,
                                "text": "We agree with Part IV of the Court\u0027s opinion upholding the reporting and disclosure provisions of the Bipartisan Represent -- Bipartisan Campaign Reform Act of 2002 or BCRA."
                            },
                            {
                                "start": 611.203,
                                "stop": 628.306,
                                "byte_start": 2552372,
                                "byte_stop": 2620813,
                                "text": "We dissent from the Court\u0027s decision to strike the down a key part of that statute, Section 203 and to overrule both Austin against Michigan Chamber of Commerce and a portion of McConnell against the FEC."
                            },
                            {
                                "start": 628.306,
                                "stop": 637.372,
                                "byte_start": 2620813,
                                "byte_stop": 2657071,
                                "text": "As one of the joint authors of the opinion in McConnell, I must emphatically disagree with today\u0027s all changing decision."
                            },
                            {
                                "start": 637.372,
                                "stop": 650.47,
                                "byte_start": 2657071,
                                "byte_stop": 2709420,
                                "text": "When Justice O\u0027Connor and I were working on our opinion in that case, we thought that two important propositions of law were so well settled that they needed no special defense."
                            },
                            {
                                "start": 650.47,
                                "stop": 663.454,
                                "byte_start": 2709420,
                                "byte_stop": 2761352,
                                "text": "The first, that Congress may place special restrictions on the use of corporate funds in election campaigns, had been generally recognized for a century or more."
                            },
                            {
                                "start": 663.454,
                                "stop": 694.496,
                                "byte_start": 2761352,
                                "byte_stop": 2885590,
                                "text": "In the second, that there is a relevant distinction between a corporate speech about general issues on the one hand and corporate speech specifically advocating the election or defeat of a candidate on the other, was not only established by our earlier cases but had also helped shape the extensive debates in Congress that lead to the enactment of the statute."
                            },
                            {
                                "start": 694.496,
                                "stop": 718.492,
                                "byte_start": 2885590,
                                "byte_stop": 2981512,
                                "text": "When we responded to the numerous facial chance of challenges raged -- raised in the McConnell case, we had in front of us a record that concluded detailed findings by the district court judges along with literally thousands of pages of evidence from both the district court record and the proceedings before Congress."
                            },
                            {
                                "start": 718.492,
                                "stop": 722.349,
                                "byte_start": 2981512,
                                "byte_stop": 2996976,
                                "text": "The case the Court decides today is very different."
                            },
                            {
                                "start": 722.349,
                                "stop": 728.238,
                                "byte_start": 2996976,
                                "byte_stop": 3020487,
                                "text": "Unlike McConnell, this appeal did not come to us as a facial challenge."
                            },
                            {
                                "start": 728.238,
                                "stop": 744.834,
                                "byte_start": 3020487,
                                "byte_stop": 3086942,
                                "text": "The plaintiff did not dispute either of the propositions of law that I have identified and the trial court did not take any evidence or make any findings that related to the important issues, this Court now decides."
                            },
                            {
                                "start": 744.834,
                                "stop": 767.321,
                                "byte_start": 3086942,
                                "byte_stop": 3176908,
                                "text": "While the Court tells us that we are asked to reconsider Austin and McConnell, it would be far more accurate for them to say, \u0022We have asked ourselves to reconsider those cases and to do so, without the benefit of any evidentiary record that might shed light on the issues that the Court addresses.\u0022"
                            },
                            {
                                "start": 767.321,
                                "stop": 778.525,
                                "byte_start": 3176908,
                                "byte_stop": 3221629,
                                "text": "While our written dissent is extremely long, this morning I shall summarize just five major flaws in the Court\u0027s opinion."
                            },
                            {
                                "start": 778.525,
                                "stop": 787.162,
                                "byte_start": 3221629,
                                "byte_stop": 3256216,
                                "text": "First, the Court repeatedly declares that corporations have been banned from enter -- engaging in political speech."
                            },
                            {
                                "start": 787.162,
                                "stop": 794.829,
                                "byte_start": 3256216,
                                "byte_stop": 3286936,
                                "text": "In reality, the expenditure limits imposed by the statute are much narrower than the Court acknowledges."
                            },
                            {
                                "start": 794.829,
                                "stop": 798.799,
                                "byte_start": 3286936,
                                "byte_stop": 3302818,
                                "text": "The appellant itself provides a good example."
                            },
                            {
                                "start": 798.799,
                                "stop": 809.768,
                                "byte_start": 3302818,
                                "byte_stop": 3346599,
                                "text": "Citizens United is a wealthy nonprofit corporation that runs a political action committee or PAC with millions of dollars in assets."
                            },
                            {
                                "start": 809.768,
                                "stop": 819.896,
                                "byte_start": 3346599,
                                "byte_stop": 3387141,
                                "text": "Under BCRA, it could have used those assets to televise and provote -- promote “Hillary: The Movie,” wherever and whenever it wanted to."
                            },
                            {
                                "start": 819.896,
                                "stop": 831.697,
                                "byte_start": 3387141,
                                "byte_stop": 3434371,
                                "text": "It also could have spent unlimited suns -- sums to broadcast the film at anytime other than the 30 days before the last primary election."
                            },
                            {
                                "start": 831.697,
                                "stop": 840.289,
                                "byte_start": 3434371,
                                "byte_stop": 3468748,
                                "text": "It could have avoided regulation altogether if it had simply declined to take money from for-profit corporations."
                            },
                            {
                                "start": 840.289,
                                "stop": 854.889,
                                "byte_start": 3468748,
                                "byte_stop": 3527158,
                                "text": "All that the parties dispute is whether Citizens United had a right to use the funds in its general treasury instead of the funds in its PAC to pay for TV broadcast during a 30-day period."
                            },
                            {
                                "start": 854.889,
                                "stop": 868.966,
                                "byte_start": 3527158,
                                "byte_stop": 3583478,
                                "text": "There are many ways in which that question could have been answered without rewriting the law relating to campaign expenditures by for-profit corporations and unions."
                            },
                            {
                                "start": 868.966,
                                "stop": 885.567,
                                "byte_start": 3583478,
                                "byte_stop": 3649829,
                                "text": "The Court\u0027s second error is its assumption that the First Amendment absolutely and categorically prohibits any regulation of speech that distinguishes on the basis of a speaker\u0027s identity, including the identity as a corporation."
                            },
                            {
                                "start": 885.567,
                                "stop": 905.923,
                                "byte_start": 3649829,
                                "byte_stop": 3731226,
                                "text": "In a variety of contexts, we have held that speech can be regulated differentially on account of the speaker\u0027s identity, when speaker is understood in categorical and un -- inter -- institutional terms and when the distinctions are based on a legitimate governmental interest."
                            },
                            {
                                "start": 905.923,
                                "stop": 917.291,
                                "byte_start": 3731226,
                                "byte_stop": 3776784,
                                "text": "The Government routinely places special restrictions on the speech rights of students, prisoners, members of the Armed Forces, foreigners and its own employees."
                            },
                            {
                                "start": 917.291,
                                "stop": 931.402,
                                "byte_start": 3776784,
                                "byte_stop": 3833208,
                                "text": "The Court\u0027s new rule, however, would have accorded the propaganda broadcast to our troops by Tokyo Rose during World War II, the same threshold protection as a speech by General McArthur."
                            },
                            {
                                "start": 931.402,
                                "stop": 942.177,
                                "byte_start": 3833208,
                                "byte_stop": 3876258,
                                "text": "More perm – pertinently, it would appear to afford the same protection to multinational corporations, controlled by foreigners as to individual Americans."
                            },
                            {
                                "start": 942.177,
                                "stop": 960.879,
                                "byte_start": 3876258,
                                "byte_stop": 3951073,
                                "text": "As Aristotle recognized in the poetic, the identity and the insinuative of a speaker are always relevant when evaluating his speech and indeed it is that insight that motivates the disclaimer and disclosure provisions that the Court upholds today."
                            },
                            {
                                "start": 960.879,
                                "stop": 967.868,
                                "byte_start": 3951073,
                                "byte_stop": 3979076,
                                "text": "The Court\u0027s premise is particularly misguided when it is the identity of corporations that is at issue."
                            },
                            {
                                "start": 967.868,
                                "stop": 971.81,
                                "byte_start": 3979076,
                                "byte_stop": 3994854,
                                "text": "Simply put, corporations are not human beings."
                            },
                            {
                                "start": 971.81,
                                "stop": 979.864,
                                "byte_start": 3994854,
                                "byte_stop": 4027037,
                                "text": "In the context of an election to public office, the distinction between corporate and human speakers is significant."
                            },
                            {
                                "start": 979.864,
                                "stop": 993.97,
                                "byte_start": 4027037,
                                "byte_stop": 4083461,
                                "text": "Corporations cannot vote or run for office because they are managed and controlled by nonresidents, their interest may conflict in fundamental ways with the interest of eligible voters."
                            },
                            {
                                "start": 993.97,
                                "stop": 1007.829,
                                "byte_start": 4083461,
                                "byte_stop": 4138841,
                                "text": "As the Court has long resembled the distinctive legal attributes (ph) of corporations create distinctive threats to the electoral process."
                            },
                            {
                                "start": 1007.829,
                                "stop": 1021.745,
                                "byte_start": 4138841,
                                "byte_stop": 4194534,
                                "text": "The rule announced today that Congress must treat corporate speakers exactly like human beings in the political realm represents a radical strength -- a radical change in the law."
                            },
                            {
                                "start": 1021.745,
                                "stop": 1036.603,
                                "byte_start": 4194534,
                                "byte_stop": 4253989,
                                "text": "The Court\u0027s third error is its claim that Austin and McClain, excuse me, Austin and McConnell are -- were aberrations on our First Amendment tradition."
                            },
                            {
                                "start": 1036.603,
                                "stop": 1040.002,
                                "byte_start": 4253989,
                                "byte_stop": 4267572,
                                "text": "The Court has the point exactly backwards."
                            },
                            {
                                "start": 1040.002,
                                "stop": 1050.421,
                                "byte_start": 4267572,
                                "byte_stop": 4309264,
                                "text": "At the founding, Americans took it as a given that corporations could be comprehensibly regulated in the service of the public welfare."
                            },
                            {
                                "start": 1050.421,
                                "stop": 1064.283,
                                "byte_start": 4309264,
                                "byte_stop": 4364748,
                                "text": "They held a cautious view of corporate and a narrow view of corporate rights in a conceptually -- conceptualized speech in individualist terms."
                            },
                            {
                                "start": 1064.283,
                                "stop": 1106.428,
                                "byte_start": 4364748,
                                "byte_stop": 4533290,
                                "text": "Even if we thought that the freedom of the speech was intended to describe any entity that could print pamphlets and newspapers is doubtful that the framers believed the freedom of speech would extend to corporations who cannot themselves engage in speech and is even more doubtful that when they ratified the First Amendment they thought they were laying down a principle that could be used to insulate corporations from even modest restrictions on electioneering pro -- expenditures."
                            },
                            {
                                "start": 1106.428,
                                "stop": 1113.453,
                                "byte_start": 4533290,
                                "byte_stop": 4561398,
                                "text": "While the evidence from the founding is rather scarce, more recent history is crystal clear."
                            },
                            {
                                "start": 1113.453,
                                "stop": 1129.081,
                                "byte_start": 4561398,
                                "byte_stop": 4623882,
                                "text": "Congress has im -- has placed its special limitations on campaign spending by corporations ever since the 1907 when it responded to the rhetoric of Theodore Roosevelt and enacted the Tillman Act."
                            },
                            {
                                "start": 1129.081,
                                "stop": 1141.148,
                                "byte_start": 4623882,
                                "byte_stop": 4672157,
                                "text": "It had specifically limited the independent expenditures of corporations on candidate elections ever since the Taft-Hartley Act of 1947."
                            },
                            {
                                "start": 1141.148,
                                "stop": 1147.688,
                                "byte_start": 4672157,
                                "byte_stop": 4698279,
                                "text": "Many states have had similar laws on the books for a comparable period of time, if not longer."
                            },
                            {
                                "start": 1147.688,
                                "stop": 1155.821,
                                "byte_start": 4698279,
                                "byte_stop": 4730880,
                                "text": "Before today, no Court opinion, not one had ever questioned the validity of these laws."
                            },
                            {
                                "start": 1155.821,
                                "stop": 1196.162,
                                "byte_start": 4730880,
                                "byte_stop": 4892212,
                                "text": "To the contrary, as Justice Rehnquist wrote for a unanimous Court in 1982, we have consistently rules and I am quoting that, \u0022Congress careful legislative adjustment of the federal electoral laws in -- in a cautious advantage, advanced step-by-step to count for the particular legal and economic attributes of corporations, warrants considerable deference and that it reflects a permissible assessment of the dangers imposed by those entities to the electoral process.\u0022"
                            },
                            {
                                "start": 1196.162,
                                "stop": 1221.481,
                                "byte_start": 4892212,
                                "byte_stop": 4993463,
                                "text": "We have unanimously concluded that these laws and again I am quoting, \u0022Reflect a permissible assumption of the dangers inpro -- imposed by corporations to the electoral process and we have accept -- accepted the legislative judgment that the special characteristics of the corporate structure require particularly careful regulation."
                            },
                            {
                                "start": 1221.481,
                                "stop": 1243.41,
                                "byte_start": 4993463,
                                "byte_stop": 5081234,
                                "text": "In a long line of cases, we have likewise concluded that the ability to form political action committees reflects -- provides corporations with a constitutionally sufficient opportunity to finance electioneering, at the same time that it protects the interest of dissenting shareholders."
                            },
                            {
                                "start": 1243.41,
                                "stop": 1252.781,
                                "byte_start": 5081234,
                                "byte_stop": 5118746,
                                "text": "Nothing has changed since 1920 that justifies a reexamination of the -- of those conclusions."
                            },
                            {
                                "start": 1252.781,
                                "stop": 1270.034,
                                "byte_start": 5118746,
                                "byte_stop": 5187709,
                                "text": "The majority rests virtually its entire doctrinal argument on two cases; Buckley against Valeo decided in 1974 and First National Bank of Boston against Bellotti decided in 1988 -- 1978."
                            },
                            {
                                "start": 1270.034,
                                "stop": 1297.841,
                                "byte_start": 5187709,
                                "byte_stop": 5298887,
                                "text": "In 1975, the cor -- the bar on corporate contributions and expenditures have become such an accepted part of campaign finance regulation that when a large number of corporations challenged virtually every aspect of the 1971 Federal Campaign Act in Buckley, no one even bothered to argue that the bar is such was unconstitutional."
                            },
                            {
                                "start": 1297.841,
                                "stop": 1320.896,
                                "byte_start": 5298887,
                                "byte_stop": 5391151,
                                "text": "And in 1970 when the Court decided Bellotti, no member of the Court disagreed with the express statement in Justice Powell\u0027s majority opinion that our holding on corporations\u0027 right to speak on issues of general interest implied no comparable right in the quite different context of candidate elections."
                            },
                            {
                                "start": 1320.896,
                                "stop": 1327.715,
                                "byte_start": 5391151,
                                "byte_stop": 5418423,
                                "text": "In light of this history, it is clear that Austin was well supported by our earlier cases."
                            },
                            {
                                "start": 1327.715,
                                "stop": 1345.245,
                                "byte_start": 5418423,
                                "byte_stop": 5488536,
                                "text": "The only novel development in Austin were the sleeping -- sweeping attacks on the State of Michigan\u0027s corporate expenditure, restriction and dissents filed by Justices Scalia and Thomas."
                            },
                            {
                                "start": 1345.245,
                                "stop": 1352.406,
                                "byte_start": 5488536,
                                "byte_stop": 5517166,
                                "text": "Those dissents planted the seeds that have flowered into the majority\u0027s stunning holding today."
                            },
                            {
                                "start": 1352.406,
                                "stop": 1368.56,
                                "byte_start": 5517166,
                                "byte_stop": 5581845,
                                "text": "The Court\u0027s fourth error is its assumption that there is only one governmental interest that counts in the area of campaign finance, so called quid pro quo corruption and appearance of such corruption."
                            },
                            {
                                "start": 1368.56,
                                "stop": 1378.64,
                                "byte_start": 5581845,
                                "byte_stop": 5622178,
                                "text": "In my judgment, this crabbed approach disregards our constitutional history in the functional demands of a democratic society."
                            },
                            {
                                "start": 1378.64,
                                "stop": 1402.2,
                                "byte_start": 5622178,
                                "byte_stop": 5716323,
                                "text": "On numerous occasions, we have recognized Congress\u0027 legitimate interest in preventing the money that is spent on elections from exerting undue influence on an officeholder\u0027s judgment and creating the appearance of such influence beyond this sphere of quid quo pro relationships."
                            },
                            {
                                "start": 1402.2,
                                "stop": 1424.751,
                                "byte_start": 5716323,
                                "byte_stop": 5806602,
                                "text": "Corruption can take many forms, but as Justice Souter has explained in more than one opinion, the difference between selling a vote and selling access as a matter of degree not kind, and selling access is not qualitatively different from giving special preference to those who spent money on one\u0027s behalf."
                            },
                            {
                                "start": 1424.751,
                                "stop": 1443.416,
                                "byte_start": 5806602,
                                "byte_stop": 5881208,
                                "text": "Corruption operates along a spectrum and the majority\u0027s apparent belief that quid pro quo arrangements can be lately be demarcated from other improper influence, does not accord with the -- the theory or reality of politics."
                            },
                            {
                                "start": 1443.416,
                                "stop": 1472.81,
                                "byte_start": 5881208,
                                "byte_stop": 5998864,
                                "text": "It certainty does not accord with the record Congress developed in passing BCRA, a record that contained detailed findings about the corrupting consequences of corporate and union independent expenditures in the years preceding the law\u0027s passage and which amply supported Congress\u0027 determination that the basic integrity of our political system as well as the public\u0027s faith in that system was in jeopardy."
                            },
                            {
                                "start": 1472.81,
                                "stop": 1491.664,
                                "byte_start": 5998864,
                                "byte_stop": 6074201,
                                "text": "If there were strong evidence to show that the new law was intended or would serve to stifle political competition, then we would have reason to be skeptical of Congress\u0027 finding, but there is no such evidence and the majority opinion never even mentions the issue."
                            },
                            {
                                "start": 1491.664,
                                "stop": 1507.155,
                                "byte_start": 6074201,
                                "byte_stop": 6136163,
                                "text": "Congress recognized in the BCRA that unregulated corporate spending on elections can create threats to Republican Government that are far more severe than an occasional bribe."
                            },
                            {
                                "start": 1507.155,
                                "stop": 1521.602,
                                "byte_start": 6136163,
                                "byte_stop": 6193946,
                                "text": "The majority\u0027s fifth error is its assumption that enlightened self-government can arise only in the absence of regulations such as Section 203."
                            },
                            {
                                "start": 1521.602,
                                "stop": 1540.582,
                                "byte_start": 6193946,
                                "byte_stop": 6269910,
                                "text": "Yet while the Court\u0027s opinion is full of stirring tributes to the virtues of free speech, the majority fails to look closely at or in fact to consider at all, the distinctive attributes of corporate expenditures that dramatically changed the First Amendment equations."
                            },
                            {
                                "start": 1540.582,
                                "stop": 1550.8,
                                "byte_start": 6269910,
                                "byte_stop": 6310766,
                                "text": "Because corporations are not natural persons, restrictions on their electioneering pose a lesser threat to the interest of speakers."
                            },
                            {
                                "start": 1550.8,
                                "stop": 1555.179,
                                "byte_start": 6310766,
                                "byte_stop": 6328320,
                                "text": "Corporate speech is a derivative speech, speech by proxy."
                            },
                            {
                                "start": 1555.179,
                                "stop": 1575.128,
                                "byte_start": 6328320,
                                "byte_stop": 6408046,
                                "text": "When a business corporation places an ad endorsing or attacking a particular candidate, it is not even clear who is speaking, given that the corporation is organized with the goal of maximizing shareholder value and must engage the electoral process with that goal in mind."
                            },
                            {
                                "start": 1575.128,
                                "stop": 1583.766,
                                "byte_start": 6408046,
                                "byte_stop": 6442632,
                                "text": "Indeed the McConnell records shows that many corporations routinely gave money to both candidates in political campaigns."
                            },
                            {
                                "start": 1583.766,
                                "stop": 1600.397,
                                "byte_start": 6442632,
                                "byte_stop": 6509192,
                                "text": "Taking away the ability of a corporation to use its general treasury\u0027s funds for some of those ads and no one\u0027s autonomy, dignity or political quality has been impinged upon in the least."
                            },
                            {
                                "start": 1600.397,
                                "stop": 1608.788,
                                "byte_start": 6509192,
                                "byte_stop": 6542733,
                                "text": "So on the -- a speaker\u0027s side of the equation, corporate expenditures are obviously and profoundly different from individual expenditures."
                            },
                            {
                                "start": 1608.788,
                                "stop": 1618.898,
                                "byte_start": 6542733,
                                "byte_stop": 6583171,
                                "text": "The majority brushes past this point and declares that Section 203 offends the interest of listeners by reducing the total amount of speech."
                            },
                            {
                                "start": 1618.898,
                                "stop": 1633.995,
                                "byte_start": 6583171,
                                "byte_stop": 6643566,
                                "text": "In reaching this conclusion, the majority ignores that in numerous respects, corporate electioneering has a potential to distort public debate in ways that undermine rather than advance the interest of its listeners."
                            },
                            {
                                "start": 1633.995,
                                "stop": 1639.177,
                                "byte_start": 6643566,
                                "byte_stop": 6664255,
                                "text": "Unregulated corporate electioneering can drown out the voices of real people."
                            },
                            {
                                "start": 1639.177,
                                "stop": 1644.873,
                                "byte_start": 6664255,
                                "byte_stop": 6687033,
                                "text": "It can decrease listener\u0027s eyes -- exposure to relevant view points."
                            },
                            {
                                "start": 1644.873,
                                "stop": 1649.462,
                                "byte_start": 6687033,
                                "byte_stop": 6705424,
                                "text": "It can generate cynicism and disenchantment."
                            },
                            {
                                "start": 1649.462,
                                "stop": 1660.185,
                                "byte_start": 6705424,
                                "byte_stop": 6748264,
                                "text": "In can chill out the speech of those who hold office and it decrease the willingness and capacity of citizens to participate in self-government."
                            },
                            {
                                "start": 1660.185,
                                "stop": 1668.518,
                                "byte_start": 6748264,
                                "byte_stop": 6781597,
                                "text": "At the least, a democratically elected legislature is entitled to credit these serious and well recon -- recognized concerns."
                            },
                            {
                                "start": 1668.518,
                                "stop": 1685.951,
                                "byte_start": 6781597,
                                "byte_stop": 6851396,
                                "text": "The Court\u0027s First Amendment analysis is based on the metaphor of an open parket -- marketplace of ideas, but the Court never actually engages with the reality of how that marketplace operates or indeed with virtually any practical concerns, whatever."
                            },
                            {
                                "start": 1685.951,
                                "stop": 1739.235,
                                "byte_start": 6851396,
                                "byte_stop": 7064555,
                                "text": "The Court\u0027s decision is at war with the views of generations of Americans who have worked to improve our campaign spends -- campaign finance system and thus to safeguard the integrity of the electoral process with the views of many of the state legislatures that over many decades have enacted laws similar to the Michigan statute we upheld in Austin with the views of the Congress that enacted the Tillman in 1907, the Congress that enacted the (Inaudible) -- Taft-Hartley Act in 1947, the Congress that have acted the Federal Electorate Campaign Act in 1971 and the Congress that enacted the Bipartisan Campaign Reform Act of 2002 too and with the views and expressed by the overwhelmed majority of Justices who served on this Court."
                            },
                            {
                                "start": 1739.235,
                                "stop": 1749.804,
                                "byte_start": 7064555,
                                "byte_stop": 7106769,
                                "text": "The majority\u0027s rejection of the long standing consents -- consensus on the need to limit corporate spending -- spend -- corporate campaign spending."
                            },
                            {
                                "start": 1749.804,
                                "stop": 1772.186,
                                "byte_start": 7106769,
                                "byte_stop": 7196317,
                                "text": "In the words Justice White once used, elevates corporations to eleven of -- level of deference which has not been seen at least since the days when substantive due process was regularly used to invalidate regular -- regulatory legislation thought to unfairly impinge upon established economic interests."
                            },
                            {
                                "start": 1772.186,
                                "stop": 1812.981,
                                "byte_start": 7196317,
                                "byte_stop": 7359530,
                                "text": "At bottom, the Court\u0027s opinion is just a rejec-- rejection of the common sense of the American people as expressed in 1907 in the Senate Report on the Tillman Act which observed that the evils of the use of corporate money in connection within political elections are so generally recognized that the committee be -- deems it unnecessary to make any (Inaudible) in favor of the general purpose of this measure."
                            },
                            {
                                "start": 1812.981,
                                "stop": 1820.059,
                                "byte_start": 7359530,
                                "byte_stop": 7387847,
                                "text": "What was common sates -- sense in 1907 remains common sense for -- common sense today."
                            },
                            {
                                "start": 1820.059,
                                "stop": 1835.912,
                                "byte_start": 7387847,
                                "byte_stop": 0,
                                "text": "While American democracy is still imperfect, few outside the majority of this Court would have thought its flaws included a shortage of corporate money in politics."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56074,
            "mime": "audio\/mpeg",
            "size": 7434136,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2008\/08-205\/20100121o_08-205.delivery.mp3"
        },
        {
            "id": 77782,
            "mime": "audio\/ogg",
            "size": 18181750,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2008\/08-205\/20100121o_08-205.ogg"
        },
        {
            "id": 77783,
            "mime": "application\/x-mpegURL",
            "size": 26384,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2008\/08-205\/20100121o_08-205.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}