{
    "id": 22836,
    "title": "Opinion Announcement - March 06, 2006",
    "transcript": {
        "title": "Rumsfeld v. Forum for Academic and Institutional Rights, Inc.",
        "duration": 442.567,
        "sections": [
            {
                "start": 0,
                "stop": 442.567,
                "byte_start": 88843,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 442.567,
                        "byte_start": 88843,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.733,
                                "byte_start": 88843,
                                "byte_stop": 131788,
                                "text": "I have the opinion this morning in No. 04-1152, Rumsfeld versus Forum for Academic and Institutional Rights."
                            },
                            {
                                "start": 10.733,
                                "stop": 20.002,
                                "byte_start": 131788,
                                "byte_stop": 168882,
                                "text": "The Forum for Academic and Institutional Rights, which goes by the acronym FAIR, is an association of law schools and law faculties."
                            },
                            {
                                "start": 20.002,
                                "stop": 29.302,
                                "byte_start": 168882,
                                "byte_stop": 206081,
                                "text": "Its members have adopted policies expressing their opposition to discrimination based on, among other factors, sexual orientation."
                            },
                            {
                                "start": 29.302,
                                "stop": 37.31,
                                "byte_start": 206081,
                                "byte_stop": 238159,
                                "text": "According to FAIR, the Government’s policy on homosexuals in the military violates FAIR’s nondiscrimination policies."
                            },
                            {
                                "start": 37.31,
                                "stop": 46.573,
                                "byte_start": 238159,
                                "byte_stop": 275148,
                                "text": "As a result, law-school members of FAIR began limiting access to their campuses and students for military recruiters."
                            },
                            {
                                "start": 46.573,
                                "stop": 49.867,
                                "byte_start": 275148,
                                "byte_stop": 288314,
                                "text": "Congress responded by enacting the Solomon Amendment."
                            },
                            {
                                "start": 49.867,
                                "stop": 63.568,
                                "byte_start": 288314,
                                "byte_stop": 343171,
                                "text": "Under this statute, if any part of a university, like a law school, denies military recruiters access equal to that provided other recruiters, the entire university loses certain federal funding."
                            },
                            {
                                "start": 63.568,
                                "stop": 72.718,
                                "byte_start": 343171,
                                "byte_stop": 379743,
                                "text": "The law school sued, alleging that the Solomon Amendment infringes their First Amendment rights of free speech and association."
                            },
                            {
                                "start": 72.718,
                                "stop": 83.005,
                                "byte_start": 379743,
                                "byte_stop": 420912,
                                "text": "The District Court refused to block enforcement of the Solomon Amendment because, in its view, the law schools were not likely to win on their First Amendment claims."
                            },
                            {
                                "start": 83.005,
                                "stop": 91.554,
                                "byte_start": 420912,
                                "byte_stop": 455080,
                                "text": "The District Court thought the Solomon Amendment regulated conduct, not speech, and concluded that the First Amendment was not violated."
                            },
                            {
                                "start": 91.554,
                                "stop": 103.744,
                                "byte_start": 455080,
                                "byte_stop": 503876,
                                "text": "The Court of Appeals reversed, holding that the Solomon Amendment was unconstitutional, because it forced law schools to choose between surrendering First Amendment rights and losing federal funding."
                            },
                            {
                                "start": 103.744,
                                "stop": 113.003,
                                "byte_start": 503876,
                                "byte_stop": 540866,
                                "text": "The Court thought the statute’s equal-access requirement did regulate the law school’s speech and thus violated the school’s freedom of speech and association."
                            },
                            {
                                "start": 113.003,
                                "stop": 116.896,
                                "byte_start": 540866,
                                "byte_stop": 556435,
                                "text": "We agreed to review this decision."
                            },
                            {
                                "start": 116.896,
                                "stop": 120.128,
                                "byte_start": 556435,
                                "byte_stop": 569392,
                                "text": "The Solomon Amendment regulates conduct, not speech."
                            },
                            {
                                "start": 120.128,
                                "stop": 128.27,
                                "byte_start": 569392,
                                "byte_stop": 601992,
                                "text": "It affects what law schools must do -- afford equal access to military recruiters -- not what they may or may not say."
                            },
                            {
                                "start": 128.27,
                                "stop": 139.676,
                                "byte_start": 601992,
                                "byte_stop": 647550,
                                "text": "Law schools remain free to express whatever views they may have on the Government’s policy on homosexuals in the military, all the while retaining eligibility for federal funding."
                            },
                            {
                                "start": 139.676,
                                "stop": 147.421,
                                "byte_start": 647550,
                                "byte_stop": 678583,
                                "text": "Nevertheless, the Court of Appeals concluded that the Solomon Amendment violates law schools’ freedom of speech in a number of ways."
                            },
                            {
                                "start": 147.421,
                                "stop": 158.58,
                                "byte_start": 678583,
                                "byte_stop": 723201,
                                "text": "First, in assisting military recruiters, law schools provide some services, such as sending emails and distributing flyers, that clearly do involve speech."
                            },
                            {
                                "start": 158.58,
                                "stop": 167.23,
                                "byte_start": 723201,
                                "byte_stop": 757787,
                                "text": "The Court of Appeals held that in supplying these services, law schools are compelled to speak the Government’s message."
                            },
                            {
                                "start": 167.23,
                                "stop": 175.494,
                                "byte_start": 757787,
                                "byte_stop": 790910,
                                "text": "This sort of recruiting assistance, however, is a far cry from the compelled speech we have previously found to be unconstitutional."
                            },
                            {
                                "start": 175.494,
                                "stop": 196.466,
                                "byte_start": 790910,
                                "byte_stop": 874711,
                                "text": "Compelling a law school that sends scheduling emails for other recruiters to send one for a military recruiter is simply not the same as the compelled speech in our prior cases, for example, forcing a student to pledge allegiance or forcing a Jehovah’s Witness to display the motto “Live Free or Die” on his automobile license plate."
                            },
                            {
                                "start": 196.466,
                                "stop": 206.019,
                                "byte_start": 874711,
                                "byte_stop": 912954,
                                "text": "The compelled speech here is plainly incidental to the regulation of conduct, and that has never been considered an abridgement of free speech."
                            },
                            {
                                "start": 206.019,
                                "stop": 212.161,
                                "byte_start": 912954,
                                "byte_stop": 937509,
                                "text": "Second, military recruiters are, to some extent, speaking while they are in campus."
                            },
                            {
                                "start": 212.161,
                                "stop": 227.258,
                                "byte_start": 937509,
                                "byte_stop": 997904,
                                "text": "The Court of Appeals held that by forcing law schools to permit the military on campus to express its message, the Solomon Amendment unconstitutionally requires law schools to host or accommodate the military speech."
                            },
                            {
                                "start": 227.258,
                                "stop": 237.738,
                                "byte_start": 997904,
                                "byte_stop": 1039805,
                                "text": "When we have found a compelled speech violation, however, it is been because the complaining speaker’s own message was affected by the speech it was forced to accommodate."
                            },
                            {
                                "start": 237.738,
                                "stop": 249.62,
                                "byte_start": 1039805,
                                "byte_stop": 1087347,
                                "text": "In this case, accommodating the military’s message does not affect the law school’s speech, because the schools are not speaking when they simply host recruiting interviews and receptions."
                            },
                            {
                                "start": 249.62,
                                "stop": 261.565,
                                "byte_start": 1087347,
                                "byte_stop": 1135204,
                                "text": "Nothing about recruiting suggests that law schools agree with any speech by recruiters, and nothing in the Solomon Amendment restricts what the law schools may say about the military’s policies."
                            },
                            {
                                "start": 261.565,
                                "stop": 271.413,
                                "byte_start": 1135204,
                                "byte_stop": 1174596,
                                "text": "We have held that high-school students can appreciate the difference between speech their school sponsors and speech it permits because it is legally required to do so."
                            },
                            {
                                "start": 271.413,
                                "stop": 276.264,
                                "byte_start": 1174596,
                                "byte_stop": 1193927,
                                "text": "Surely students have not lost that ability by the time they get to law school."
                            },
                            {
                                "start": 276.264,
                                "stop": 290.418,
                                "byte_start": 1193927,
                                "byte_stop": 1250561,
                                "text": "Third, the Court of Appeals thought that if the Solomon Amendment regulates conduct, this conduct is nonetheless expressive, and regulating it infringes law schools’ right to engage in expressive conduct."
                            },
                            {
                                "start": 290.418,
                                "stop": 299.013,
                                "byte_start": 1250561,
                                "byte_stop": 1284938,
                                "text": "We have rejected the view that conduct can be labeled speech whenever the person engaging in the conduct intends to express an idea."
                            },
                            {
                                "start": 299.013,
                                "stop": 308.272,
                                "byte_start": 1284938,
                                "byte_stop": 1322032,
                                "text": "Not paying your taxes may be a way to express opposition to the IRS, but your action is going to be evaluated as conduct, not speech."
                            },
                            {
                                "start": 308.272,
                                "stop": 323.969,
                                "byte_start": 1322032,
                                "byte_stop": 1384725,
                                "text": "Instead, we have extended First Amendment protection only to conduct that is inherently expressive, for example, burning the American flag; but unlike flag-burning, the conduct regulated by the Solomon Amendment is not inherently expressive."
                            },
                            {
                                "start": 323.969,
                                "stop": 331.851,
                                "byte_start": 1384725,
                                "byte_stop": 1416281,
                                "text": "The expressive component of a law school’s actions is created not by the conduct itself, but by the speech that accompanies it."
                            },
                            {
                                "start": 331.851,
                                "stop": 342.597,
                                "byte_start": 1416281,
                                "byte_stop": 1459331,
                                "text": "If combining speech and conduct were enough to create expressive conduct, a person could always transform conduct into speech simply by talking about it."
                            },
                            {
                                "start": 342.597,
                                "stop": 351.195,
                                "byte_start": 1459331,
                                "byte_stop": 1493708,
                                "text": "The Solomon Amendment does not violate law schools’ freedom of speech, but the First Amendment’s protection extends beyond the right to speak."
                            },
                            {
                                "start": 351.195,
                                "stop": 359.905,
                                "byte_start": 1493708,
                                "byte_stop": 1528503,
                                "text": "We have recognized a First Amendment right to associate for the purpose of speaking, which we have termed a freedom of expressive association."
                            },
                            {
                                "start": 359.905,
                                "stop": 376.797,
                                "byte_start": 1528503,
                                "byte_stop": 1596108,
                                "text": "The law schools argue that the Solomon Amendment violates their freedom of expressive association, because the presence of military recruiters on campus significantly affects their ability to express the message that discrimination based on sexual orientation is wrong."
                            },
                            {
                                "start": 376.797,
                                "stop": 380.45,
                                "byte_start": 1596108,
                                "byte_stop": 1610737,
                                "text": "The Court of Appeals agreed; we do not."
                            },
                            {
                                "start": 380.45,
                                "stop": 395.157,
                                "byte_start": 1610737,
                                "byte_stop": 1669565,
                                "text": "The Court of Appeals relied on one of our previous decisions, in which we held that the Boy Scouts’ freedom of expressive association was violated by a state law requiring the organization to accept a homosexual as a scoutmaster."
                            },
                            {
                                "start": 395.157,
                                "stop": 401.373,
                                "byte_start": 1669565,
                                "byte_stop": 1694433,
                                "text": "The Solomon Amendment, however, does not similarly affect a law school’s associational rights."
                            },
                            {
                                "start": 401.373,
                                "stop": 411.24,
                                "byte_start": 1694433,
                                "byte_stop": 1733826,
                                "text": "To comply with the statute, law schools must allow military recruiters on campus and assist them in whatever way the school assists other employers."
                            },
                            {
                                "start": 411.24,
                                "stop": 414.015,
                                "byte_start": 1733826,
                                "byte_stop": 1745006,
                                "text": "But recruiters are not part of a law school."
                            },
                            {
                                "start": 414.015,
                                "stop": 424.012,
                                "byte_start": 1745006,
                                "byte_stop": 1784921,
                                "text": "Recruiters are outsiders who come onto campus to attempt to hire students, not to become members of the school’s expressive association."
                            },
                            {
                                "start": 424.012,
                                "stop": 435.99,
                                "byte_start": 1784921,
                                "byte_stop": 1832882,
                                "text": "For these reasons, which are stated more fully in an opinion filed this morning with the Clerk, we reverse the judgment of the Court of Appeals and remand the case for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 435.99,
                                "stop": 442.567,
                                "byte_start": 1832882,
                                "byte_stop": 0,
                                "text": "All members of the Court join the opinion except for Justice Alito, who did not participate in the consideration or decision in the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54794,
            "mime": "audio\/mpeg",
            "size": 1859109,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-1152\/20060306o_04-1152.delivery.mp3"
        },
        {
            "id": 76534,
            "mime": "audio\/ogg",
            "size": 4411213,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-1152\/20060306o_04-1152.ogg"
        },
        {
            "id": 76535,
            "mime": "application\/x-mpegURL",
            "size": 6623,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-1152\/20060306o_04-1152.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}