{
    "id": 13823,
    "title": "Oral Argument - January 12, 1960 (Part 2)",
    "media_file": [
        {
            "id": 36766,
            "mime": "audio\/mpeg",
            "size": 3851327,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1959\/64\/19600112a_64_part2.delivery.mp3"
        },
        {
            "id": 58790,
            "mime": "audio\/ogg",
            "size": 9032681,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1959\/64\/19600112a_64_part2.ogg"
        },
        {
            "id": 58791,
            "mime": "application\/x-mpegURL",
            "size": 14466,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1959\/64\/19600112a_64_part2.m3u8"
        }
    ],
    "transcript": {
        "title": "United States v. Raines",
        "duration": 955.596,
        "sections": [
            {
                "start": 0,
                "stop": 891.81,
                "byte_start": 28672,
                "byte_stop": 3595954,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.904,
                        "byte_start": 28672,
                        "byte_stop": 76319,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.904,
                                "byte_start": 28672,
                                "byte_stop": 76319,
                                "text": "Mr. Bloch, you may proceed with your argument."
                            }
                        ]
                    },
                    {
                        "start": 11.904,
                        "stop": 889.035,
                        "byte_start": 76319,
                        "byte_stop": 3584878,
                        "speaker": {
                            "ID": 18419,
                            "name": "Charles J. Bloch",
                            "href": "https:\/\/api.oyez.org\/people\/charles_j_bloch",
                            "last_name": "Bloch",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "charles_j_bloch"
                        },
                        "text_blocks": [
                            {
                                "start": 11.904,
                                "stop": 15.018,
                                "byte_start": 76319,
                                "byte_stop": 88754,
                                "text": "May it please the Court."
                            },
                            {
                                "start": 15.018,
                                "stop": 66.83,
                                "byte_start": 88754,
                                "byte_stop": 296061,
                                "text": "At the lunch hour -- the commencement of the lunch hour, I was about to state that if Section (a) of the present statute means only state action or means only acts which constitute an abridgment or denial on the part of a State, I can\u0027t help but wonder why it is that the drafter of the complaint in this case thought it necessary to allege in paragraph 3 of the complaint, appearing at page 2 of the record."
                            },
                            {
                                "start": 66.83,
                                "stop": 83.575,
                                "byte_start": 296061,
                                "byte_stop": 363039,
                                "text": "“Defendants are citizens of the United States and of the State of Georgia and while discharging the duties of the officers aforesaid, were acting under color of law of the State of Georgia.”"
                            },
                            {
                                "start": 83.575,
                                "stop": 109.052,
                                "byte_start": 363039,
                                "byte_stop": 464917,
                                "text": "Now, Your Honors, if -- if Section (a) of the Act contemplates only deprivations or abridgments by a State, why was it necessary for the pleader to allege in this complaint that these defendants were acting under color of law of the State of Georgia?"
                            },
                            {
                                "start": 109.052,
                                "stop": 133.019,
                                "byte_start": 464917,
                                "byte_stop": 560839,
                                "text": "If -- if time permits or certainly, when Your Honors have occasioned the opportunity to read the statute in -- in full, Your Honors will notice that that phrase, “color of law” is not used in Section (c) or (d) of the Civil Rights Act of 1957."
                            },
                            {
                                "start": 133.019,
                                "stop": 167.603,
                                "byte_start": 560839,
                                "byte_stop": 699183,
                                "text": "The only time that that phrase occurs in the Act of 1957 is in Section (b) wherein it is stated that whether or not the acts were under color of law, that the court has jurisdiction in connection with Section (c), but we\u0027re not concerned with that Section (b) here because, as the Attorney General pointed out in his opening argument, that subsection has to do only with federal elections."
                            },
                            {
                                "start": 167.603,
                                "stop": 199.945,
                                "byte_start": 699183,
                                "byte_stop": 828541,
                                "text": "Now, Your Honor is coming to the question which was propounded before the recess by His Honor, Justice Douglas, as apprentice to that, may I point out that in the -- as a prentice to an answer to it, may I point out that in the Attorney General\u0027s opening argument, he referred to the comprehensive plan of these defendants."
                            },
                            {
                                "start": 199.945,
                                "stop": 219.241,
                                "byte_start": 828541,
                                "byte_stop": 905655,
                                "text": "Comprehensive plan of these defendants and if I understood the Attorney General correctly, he also said that these defendants arbitrarily refuse persons qualified under the laws of the State of Georgia."
                            },
                            {
                                "start": 219.241,
                                "stop": 244.719,
                                "byte_start": 905655,
                                "byte_stop": 1007637,
                                "text": "Now, furthermore, sir, in the complaint -- in the complaint in many places that are pointed out in the briefs specifically, many places, is it alleged that these actions which must, if there\u0027s a case here, which must constitute a denial or abridgment by the State of Georgia."
                            },
                            {
                                "start": 244.719,
                                "stop": 257.791,
                                "byte_start": 1007637,
                                "byte_stop": 1059882,
                                "text": "That these actions fairly construed were those of these defendants as individuals proceeding directly contrary to the laws of Georgia."
                            },
                            {
                                "start": 257.791,
                                "stop": 280.436,
                                "byte_start": 1059882,
                                "byte_stop": 1150474,
                                "text": "Now, for instance, on page 3 of the record, in paragraph 9, “On and after the times defendants assume their offices, they have engaged doctrine and are continuing to engage in acts and practices designed and intended to deny the right to vote to Negro citizens of the State of Georgia.”"
                            },
                            {
                                "start": 280.436,
                                "stop": 290.23,
                                "byte_start": 1150474,
                                "byte_stop": 1189658,
                                "text": "Then, down at the bottom of the pages -- page, occurs the word, “arbitrary refusal” and then, “discriminatory application.”"
                            },
                            {
                                "start": 290.23,
                                "stop": 315.739,
                                "byte_start": 1189658,
                                "byte_stop": 1291640,
                                "text": "Now, most important to me, on the next page, said acts and practices were and are further designed and intended by the defendants to perpetuate the disparity referred to in paragraph 5 between the registration of white citizen and Negro citizen in the State of Georgia."
                            },
                            {
                                "start": 315.739,
                                "stop": 328.836,
                                "byte_start": 1291640,
                                "byte_stop": 1344094,
                                "text": "And further, it\u0027s alleged in the complaint, on page 5 of the record that the delay was not accidental, but for the purpose of depriving them of their right to vote."
                            },
                            {
                                "start": 328.836,
                                "stop": 348.212,
                                "byte_start": 1344094,
                                "byte_stop": 1421521,
                                "text": "On page 6, in paragraph 14, that the Defendants were arbitrarily and without legal cause and solely for racial reasons, prevented by said defendants from demonstrating their ability to write correctly."
                            },
                            {
                                "start": 348.212,
                                "stop": 363.538,
                                "byte_start": 1421521,
                                "byte_stop": 1482856,
                                "text": "And on page 7 again, arbitrarily and without legal cause, in paragraph 16 and again defendants, in the administration of the literate test, have applied different and more stringent registration."
                            },
                            {
                                "start": 363.538,
                                "stop": 378.541,
                                "byte_start": 1482856,
                                "byte_stop": 1542938,
                                "text": "And finally, in paragraph 18, there on page 7, “The application of different standards by defendants of the aforesaid was not accidental, but was designed and intended by them."
                            },
                            {
                                "start": 378.541,
                                "stop": 383.275,
                                "byte_start": 1542938,
                                "byte_stop": 1561851,
                                "text": "A statute of the State of Georgia?"
                            },
                            {
                                "start": 383.275,
                                "stop": 381.692,
                                "byte_start": 1561851,
                                "byte_stop": 1555477,
                                "text": "No."
                            },
                            {
                                "start": 381.692,
                                "stop": 383.982,
                                "byte_start": 1555477,
                                "byte_stop": 1564672,
                                "text": "Contention of the State of Georgia?"
                            },
                            {
                                "start": 383.982,
                                "stop": 391.717,
                                "byte_start": 1564672,
                                "byte_stop": 1595601,
                                "text": "Designed by these defendants and intended by them to discriminate."
                            },
                            {
                                "start": 391.717,
                                "stop": 396.924,
                                "byte_start": 1595601,
                                "byte_stop": 1616394,
                                "text": "Now, where does that lead us?"
                            },
                            {
                                "start": 396.924,
                                "stop": 437.106,
                                "byte_start": 1616394,
                                "byte_stop": 1777100,
                                "text": "The question propounded from the bench indicates that simply because as are -- indicates that it may be said that simply because these men were state officers performing a duty required by the State law at the time that whatever they did even though they violated these command -- the statutory command of the State of Georgia, that whatever they did when a person came in to register would constitute an abridgment or denial by the State."
                            },
                            {
                                "start": 437.106,
                                "stop": 449.219,
                                "byte_start": 1777100,
                                "byte_stop": 1825583,
                                "text": "The State\u0027s passed a statute that says what these defendants or what these appellees -- what these Registrars shall do in the administration of the registration laws."
                            },
                            {
                                "start": 449.219,
                                "stop": 453.181,
                                "byte_start": 1825583,
                                "byte_stop": 1841465,
                                "text": "That statute appears as an appendix -- an appendix to our brief."
                            },
                            {
                                "start": 453.181,
                                "stop": 466.534,
                                "byte_start": 1841465,
                                "byte_stop": 1894860,
                                "text": "It also appears in -- in the record and, I think, I counted here this morning 17 times the word, “shall” occurs in that statute."
                            },
                            {
                                "start": 466.534,
                                "stop": 497.948,
                                "byte_start": 1894860,
                                "byte_stop": 2020561,
                                "text": "Now, when the State of Georgia solemnly adopts a statute and says those who are charged with administering that statute, shall do certain things, can it be considered as an abridgment or denial of constitutional rights by the State of Georgia when alleged individuals allegedly design practices of their own contrary to the laws of the State of Georgia?"
                            },
                            {
                                "start": 497.948,
                                "stop": 506.359,
                                "byte_start": 2020561,
                                "byte_stop": 2054207,
                                "text": "Where is the abridgment or denial on the part of the State, merely because the men happened to be state officers at the time?"
                            },
                            {
                                "start": 506.359,
                                "stop": 521.049,
                                "byte_start": 2054207,
                                "byte_stop": 2112930,
                                "text": "Well now, that question was answered by this Court many years ago in the -- in the Barney case, Barney against the City of New York."
                            },
                            {
                                "start": 521.049,
                                "stop": 535.004,
                                "byte_start": 2112930,
                                "byte_stop": 2168728,
                                "text": "Now, if right striking that, in that Barney case, the distinguished counsel for Mr. Barney was Mr. Maxwell Evarts."
                            },
                            {
                                "start": 535.004,
                                "stop": 551.36,
                                "byte_start": 2168728,
                                "byte_stop": 2234138,
                                "text": "And he argued before this Court, “This question, however, whether the acts of the Transit Authority is -- of the City of New York were actions of the State or not, this question however, is no longer open for argument."
                            },
                            {
                                "start": 551.36,
                                "stop": 573.631,
                                "byte_start": 2234138,
                                "byte_stop": 2323268,
                                "text": "Any act of an agent of a State done pursuant to the powers derived by him from the legislature and by which of his public position as such agent, whether specifically authorized by the statute appoint him -- or him or not, is an -- is an act of the State within the meaning of the Fourteenth Amendment of the Constitution."
                            },
                            {
                                "start": 573.631,
                                "stop": 586.925,
                                "byte_start": 2323268,
                                "byte_stop": 2376453,
                                "text": "The fact that the Rapid Transit Commissioners have some duties and powers in the construction of a rapid transit railroad does not commit to the State any act of theirs is in plain excess of their authority, was the contrary argument."
                            },
                            {
                                "start": 586.925,
                                "stop": 617.697,
                                "byte_start": 2376453,
                                "byte_stop": 2499542,
                                "text": "Now, the court there in 193rd U.S., held that the acts of the transit authorities of the City of New York did not constitute an abridgment or denial by the State, because the -- on account of the excess of the authority -- on account of the plan designed by them, it ceased to be any act of the State, or it could not ever have become an act of the State."
                            },
                            {
                                "start": 617.697,
                                "stop": 624.503,
                                "byte_start": 2499542,
                                "byte_stop": 2526710,
                                "text": "Now, is Barney still the law?"
                            },
                            {
                                "start": 624.503,
                                "stop": 642.019,
                                "byte_start": 2526710,
                                "byte_stop": 2596822,
                                "text": "It\u0027s urgently contended by the Government that the Barney case was impliedly overruled by the Los Angeles case of the Home Telephone Company in the 227 U.S."
                            },
                            {
                                "start": 642.019,
                                "stop": 668.656,
                                "byte_start": 2596822,
                                "byte_stop": 2703297,
                                "text": "And in this reply brief most recently filed, it is stated that we have not, on our part, filed any -- cited any case since the 227 U.S. which shows that the Barney case is still the law.But now, the -- the Government has never referred to Snowden against Hughes."
                            },
                            {
                                "start": 668.656,
                                "stop": 689.435,
                                "byte_start": 2703297,
                                "byte_stop": 2786471,
                                "text": "And we allude to it very skimpily in our brief, but Snowden against Hughes, as some of Your Honors now sitting, recall was decided by this Court in 1943 or 1944."
                            },
                            {
                                "start": 689.435,
                                "stop": 705.239,
                                "byte_start": 2786471,
                                "byte_stop": 2849688,
                                "text": "It so happens that the -- they\u0027re only three Justices now sitting who were on the bench at the time Snowden versus Hughes was decided."
                            },
                            {
                                "start": 705.239,
                                "stop": 714.867,
                                "byte_start": 2849688,
                                "byte_stop": 2888244,
                                "text": "One of those Justices used this language, “But to constitute” -- I\u0027m reading from page 16 of that opinion."
                            },
                            {
                                "start": 714.867,
                                "stop": 722.046,
                                "byte_start": 2888244,
                                "byte_stop": 2916874,
                                "text": "“But to constitute such unjust discrimination, the action must be that of the State."
                            },
                            {
                                "start": 722.046,
                                "stop": 738.298,
                                "byte_start": 2916874,
                                "byte_stop": 2981867,
                                "text": "Since the State, for present purposes, can only act through functionaries, the question naturally arises what functionaries acting under what circumstances are to be deemed the State for purposes of bringing suit in the federal courts on the basis of illegal state action."
                            },
                            {
                                "start": 738.298,
                                "stop": 746.918,
                                "byte_start": 2981867,
                                "byte_stop": 3016349,
                                "text": "The problem is dissent with inherent difficulties and not unnaturally, it had a fluctuating history in the decisions of this Court.”"
                            },
                            {
                                "start": 746.918,
                                "stop": 763.978,
                                "byte_start": 3016349,
                                "byte_stop": 3084685,
                                "text": "And then, the Justice says “Compare Barney with Raymond versus Chicago Traction Company, Memphis versus Cumberland Telephone Company, with Home Telephone and Telegraph Company versus Los Angeles which is a case so urgently relied on by the Government."
                            },
                            {
                                "start": 763.978,
                                "stop": 771.419,
                                "byte_start": 3084685,
                                "byte_stop": 3114360,
                                "text": "And then comes this sentence and this sentence is a reason I detailed at some length, what this complaint says here."
                            },
                            {
                                "start": 771.419,
                                "stop": 782.141,
                                "byte_start": 3114360,
                                "byte_stop": 3157305,
                                "text": "It is not to be resolved by abstract considerations, such as the fact that every official who purports the willpower conferred by a State is portend to the State."
                            },
                            {
                                "start": 782.141,
                                "stop": 789.668,
                                "byte_start": 3157305,
                                "byte_stop": 3187399,
                                "text": "Otherwise, every illegal discrimination by a policeman on the beat would be state action for purposes of suit in the federal court.”"
                            },
                            {
                                "start": 789.668,
                                "stop": 811.904,
                                "byte_start": 3187399,
                                "byte_stop": 3276319,
                                "text": "Then said the Justice, “I am clear therefore, that the action of the Canvassing Board, taken as the plaintiff himself acknowledges in defiance of the duty of that board under Illinois law, cannot be deemed the action of the State, certainly not until the highest court of the State confirms such action and thereby, makes it the law of the State.”"
                            },
                            {
                                "start": 811.904,
                                "stop": 820.054,
                                "byte_start": 3276319,
                                "byte_stop": 3308920,
                                "text": "I agree in a word with the court below that Barney versus City of New York, 193 U.S. 430, is controlling."
                            },
                            {
                                "start": 820.054,
                                "stop": 827.242,
                                "byte_start": 3308920,
                                "byte_stop": 3337655,
                                "text": "Neither the wisdom of its reasoning nor its holdings has been impaired by a subsequent decision."
                            },
                            {
                                "start": 827.242,
                                "stop": 881.504,
                                "byte_start": 3337655,
                                "byte_stop": 3554785,
                                "text": "Now, Your Honors, that -- that points out the other necessity, too, -- the other necessity too, of considering here that if what I briefly alluded to at the outset, that if these gentlemen did design this plan, if they did design it to arbitrarily -- so as to arbitrarily discriminate against Negro citizens, we have statutes in Georgia which give these applicants a right to appeal to the Superior Court of Terrell County, Georgia, which -- statutes which provide that those appeals shall be held at the first time -- argued at the first time, statutes which provide an appeal to the Court of Appeals and the Supreme Court."
                            },
                            {
                                "start": 881.504,
                                "stop": 883.143,
                                "byte_start": 3554785,
                                "byte_stop": 3561263,
                                "text": "I\u0027m sorry."
                            },
                            {
                                "start": 883.143,
                                "stop": 888.143,
                                "byte_start": 3561263,
                                "byte_stop": 3581325,
                                "text": "There was another point I wish to discuss, but my time is up."
                            },
                            {
                                "start": 888.143,
                                "stop": 889.035,
                                "byte_start": 3581325,
                                "byte_stop": 3584878,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 889.035,
                        "stop": 891.81,
                        "byte_start": 3584878,
                        "byte_stop": 3595954,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 889.035,
                                "stop": 891.81,
                                "byte_start": 3584878,
                                "byte_stop": 3595954,
                                "text": "(Inaudible) this point."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 891.81,
                "stop": 955.596,
                "byte_start": 3595954,
                "byte_stop": 3851013,
                "turns": [
                    {
                        "start": 891.81,
                        "stop": 894.832,
                        "byte_start": 3595954,
                        "byte_stop": 3608074,
                        "speaker": {
                            "ID": 16091,
                            "name": "Mr. Attorney General",
                            "href": "https:\/\/api.oyez.org\/people\/attorney_general",
                            "last_name": "General",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "attorney_general"
                        },
                        "text_blocks": [
                            {
                                "start": 891.81,
                                "stop": 894.832,
                                "byte_start": 3595954,
                                "byte_stop": 3608074,
                                "text": "Mr. Chief Justice, I have no further argument."
                            }
                        ]
                    },
                    {
                        "start": 894.832,
                        "stop": 955.596,
                        "byte_start": 3608074,
                        "byte_stop": 3851013,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 894.832,
                                "stop": 955.596,
                                "byte_start": 3608074,
                                "byte_stop": 3851013,
                                "text": "Very well."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}