{
    "id": 22123,
    "title": "Opinion Announcement - June 18, 2012",
    "transcript": {
        "title": "Christopher v. SmithKline",
        "duration": 295.419,
        "sections": [
            {
                "start": 0,
                "stop": 295.419,
                "byte_start": 108544,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 295.419,
                        "byte_start": 108544,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.757,
                                "byte_start": 108544,
                                "byte_stop": 143653,
                                "text": "The second case is Christopher versus SmithKline Beecham Corporation, Number 11-204."
                            },
                            {
                                "start": 8.757,
                                "stop": 18.951,
                                "byte_start": 143653,
                                "byte_stop": 184404,
                                "text": "The Fair Labor Standards Act or FLSA requires employers to pay their employees time-and-half-wages for hours worked in excess of 40 per week."
                            },
                            {
                                "start": 18.951,
                                "stop": 28.685,
                                "byte_start": 184404,
                                "byte_stop": 223378,
                                "text": "Certain categories of employees, however, are exempt from that requirement, including those “employed in the capacity of outside salesman.”"
                            },
                            {
                                "start": 28.685,
                                "stop": 37.431,
                                "byte_start": 223378,
                                "byte_stop": 258278,
                                "text": "The nature of the work done by outside salesman would make it very difficult if not entirely impractical to keep track of the hours they work."
                            },
                            {
                                "start": 37.431,
                                "stop": 40.239,
                                "byte_start": 258278,
                                "byte_stop": 269563,
                                "text": "They work outside the office most of the time."
                            },
                            {
                                "start": 40.239,
                                "stop": 48.007,
                                "byte_start": 269563,
                                "byte_stop": 300596,
                                "text": "They\u0027re often on the road and their pay often consists at least in part of commissions based on the number of sales they make."
                            },
                            {
                                "start": 48.007,
                                "stop": 60.988,
                                "byte_start": 300596,
                                "byte_stop": 352528,
                                "text": "The statute does not define the term outside salesman, but the Department of Labor has issued regulations that do so and this case concerns the proper interpretation of those regulations."
                            },
                            {
                                "start": 60.988,
                                "stop": 66.255,
                                "byte_start": 352528,
                                "byte_stop": 373635,
                                "text": "Respondent is a pharmaceutical company that manufactures and sells prescription drugs."
                            },
                            {
                                "start": 66.255,
                                "stop": 73.082,
                                "byte_start": 373635,
                                "byte_stop": 400906,
                                "text": "Under federal law prescription drugs may not be dispensed without a physician\u0027s prescription."
                            },
                            {
                                "start": 73.082,
                                "stop": 90.155,
                                "byte_start": 400906,
                                "byte_stop": 469243,
                                "text": "Consequently, pharmaceutical companies have long employed pharmaceutical sales representatives to provide information to physicians about their products and to obtain nonbinding commitments from physicians to prescribe those products in appropriate cases."
                            },
                            {
                                "start": 90.155,
                                "stop": 96.831,
                                "byte_start": 469243,
                                "byte_stop": 495888,
                                "text": "Petitioners were employed as pharmaceutical sales representatives for roughly four years."
                            },
                            {
                                "start": 96.831,
                                "stop": 105.923,
                                "byte_start": 495888,
                                "byte_stop": 532250,
                                "text": "During that time they earned an average annual salary of more than $70,000 and regularly worked more than 40 hours per week."
                            },
                            {
                                "start": 105.923,
                                "stop": 119.003,
                                "byte_start": 532250,
                                "byte_stop": 584600,
                                "text": "They brought this suit alleging that their employer\u0027s failure to pay them overtime wages violated the FLSA and they sought back pay and liquidated damages."
                            },
                            {
                                "start": 119.003,
                                "stop": 130.931,
                                "byte_start": 584600,
                                "byte_stop": 632351,
                                "text": "The District Court held that petitioners were not entitled to overtime wages under FLSA because they were employed in the capacity of outside salesman and the Ninth Circuit affirmed."
                            },
                            {
                                "start": 130.931,
                                "stop": 132.578,
                                "byte_start": 632351,
                                "byte_stop": 638934,
                                "text": "We now affirm the Ninth Circuit."
                            },
                            {
                                "start": 132.578,
                                "stop": 148.512,
                                "byte_start": 638934,
                                "byte_stop": 702673,
                                "text": "According to the Department of Labor -- according to the Department of Labor\u0027s interpretation of its regulations, pharmaceutical sales representatives do not qualify as outside salesman because they do not actually transfer title to any goods."
                            },
                            {
                                "start": 148.512,
                                "stop": 161.476,
                                "byte_start": 702673,
                                "byte_stop": 754500,
                                "text": "Although, we ordinarily defer to an agency\u0027s interpretation of its own regulations under our decision in Auer versus Robbins, there are strong reasons for not doing so in this case."
                            },
                            {
                                "start": 161.476,
                                "stop": 173.928,
                                "byte_start": 754500,
                                "byte_stop": 804342,
                                "text": "Petitioners invoked the Department\u0027s interpretation to impose potentially massive liability upon respondent for conduct that occurred well before the Department\u0027s interpretation was announced."
                            },
                            {
                                "start": 173.928,
                                "stop": 193.69,
                                "byte_start": 804342,
                                "byte_stop": 883336,
                                "text": "Until the Department filed an amicus brief in the similar case in 2009, for many years, it had never indicated that it thought the pharmaceutical industry\u0027s long standing practice of treating sales representatives as outside -- as exempt employees violated the FSLA."
                            },
                            {
                                "start": 193.69,
                                "stop": 205.227,
                                "byte_start": 883336,
                                "byte_stop": 929520,
                                "text": "To defer in this circumstance would undermine the principle that agencies should provide regulated parties with fair warning of the conduct the regulation prohibits or requires."
                            },
                            {
                                "start": 205.227,
                                "stop": 209.703,
                                "byte_start": 929520,
                                "byte_stop": 947388,
                                "text": "The Department\u0027s interpretation is also unpersuasive in its own right."
                            },
                            {
                                "start": 209.703,
                                "stop": 223.394,
                                "byte_start": 947388,
                                "byte_stop": 1002141,
                                "text": "The principle regulation at issue in this case provides that an outside salesman is an employee whose primary duty is making sales and it incorporates by reference to statutory definition of a sale."
                            },
                            {
                                "start": 223.394,
                                "stop": 235.495,
                                "byte_start": 1002141,
                                "byte_stop": 1050624,
                                "text": "That definition provides that a sale includes any sale, exchange, contract to sell, consignment for sale, shipment for sale or other disposition."
                            },
                            {
                                "start": 235.495,
                                "stop": 253.948,
                                "byte_start": 1050624,
                                "byte_stop": 1124394,
                                "text": "The Department\u0027s interpretation that a sale requires a transfer of title is flatly inconsistent with this definition since a consignment for sale, one of the transactions specifically included in the definition of sale does not involve a transfer of title."
                            },
                            {
                                "start": 253.948,
                                "stop": 272.352,
                                "byte_start": 1124394,
                                "byte_stop": 1197955,
                                "text": "Applying traditional rules of interpretation we conclude that the catchall phrase “other disposition” in the statutory definition of sale is most reasonably interpreted as including those arrangements that are tantamount in a particular industry to a paradigmatic sale of a commodity."
                            },
                            {
                                "start": 272.352,
                                "stop": 285.802,
                                "byte_start": 1197955,
                                "byte_stop": 1251767,
                                "text": "Obtaining a nonbinding commitment from a physician to prescribe a certain product is tantamount to a sale in the pharmaceutical industry and so, petitioners were employed in the capacity of outside salesman."
                            },
                            {
                                "start": 285.802,
                                "stop": 289.077,
                                "byte_start": 1251767,
                                "byte_stop": 1264933,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is affirmed."
                            },
                            {
                                "start": 289.077,
                                "stop": 295.419,
                                "byte_start": 1264933,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Ginsburg and Sotomayor and Kagan have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53368,
            "mime": "audio\/mpeg",
            "size": 1290219,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/11-204\/20120618o_11-204.delivery.mp3"
        },
        {
            "id": 75114,
            "mime": "audio\/ogg",
            "size": 3016733,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/11-204\/20120618o_11-204.ogg"
        },
        {
            "id": 75115,
            "mime": "application\/x-mpegURL",
            "size": 4368,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/11-204\/20120618o_11-204.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}