{
    "id": 20755,
    "title": "Opinion Announcement - January 16, 1996",
    "transcript": {
        "title": "Zicherman v. Korean Air Lines Company",
        "duration": 409.391,
        "sections": [
            {
                "start": 0,
                "stop": 409.391,
                "byte_start": 80547,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.434,
                        "byte_start": 80547,
                        "byte_stop": 126314,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.434,
                                "byte_start": 80547,
                                "byte_stop": 126314,
                                "text": "The opinion of the Court in No. 94-1361, Zicherman versus Korean Airlines will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 11.434,
                        "stop": 409.391,
                        "byte_start": 126314,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 11.434,
                                "stop": 17.147,
                                "byte_start": 126314,
                                "byte_stop": 149197,
                                "text": "This case is here on certiorari to the United Court of Appeals Second Circuit."
                            },
                            {
                                "start": 17.147,
                                "stop": 33.597,
                                "byte_start": 149197,
                                "byte_stop": 215025,
                                "text": "On September 1, 1983, Korean Airlines flight KE007, on route from Anchorage, Alaska to Seoul, South Korea straight into the air space of the Soviet Union and was shot down over the Sea of Japan."
                            },
                            {
                                "start": 33.597,
                                "stop": 39.049,
                                "byte_start": 215025,
                                "byte_stop": 236759,
                                "text": "All on board were killed, including the passenger Muriel Kole."
                            },
                            {
                                "start": 39.049,
                                "stop": 61.77,
                                "byte_start": 236759,
                                "byte_stop": 327665,
                                "text": "Ms. Kole\u0027s sister and mother, Marjorie Zicherman and Muriel Mahalek, the petitioners in this case, sued respondent Korean Airlines in the United States District Court for the Southern District of New York, demanding among other things compensation from Korean Airlines for their loss of Muriel Kole\u0027s society."
                            },
                            {
                                "start": 61.77,
                                "stop": 70.679,
                                "byte_start": 327665,
                                "byte_stop": 363296,
                                "text": "This loss of society claim was brought under a treaty governing international transportation called the Warsaw Convention."
                            },
                            {
                                "start": 70.679,
                                "stop": 85.483,
                                "byte_start": 363296,
                                "byte_stop": 422542,
                                "text": "After preliminary proceedings that are not pertinent here, a jury awarded $70,000 in loss of society damages to Zicherman and $28,000 in loss of society damages to Mahalek."
                            },
                            {
                                "start": 85.483,
                                "stop": 108.756,
                                "byte_start": 422542,
                                "byte_stop": 515643,
                                "text": "The Court of Appeals for the second circuit set aside the loss of society damage awards holding that general maritime law provides the substantive law governing compensatory damages and that general maritime law allows loss of society damages only to those who are dependents of the decedent at the time of the decedent\u0027s death."
                            },
                            {
                                "start": 108.756,
                                "stop": 116.7,
                                "byte_start": 515643,
                                "byte_stop": 547407,
                                "text": "Concluding that the decedent\u0027s mother, Mahalek could not establish dependency, the Court of Appeals vacated her award."
                            },
                            {
                                "start": 116.7,
                                "stop": 124.362,
                                "byte_start": 547407,
                                "byte_stop": 578023,
                                "text": "It remanded to the District Court for a determination whether the decedent\u0027s sister, Zicherman could establish dependency."
                            },
                            {
                                "start": 124.362,
                                "stop": 147.976,
                                "byte_start": 578023,
                                "byte_stop": 672482,
                                "text": "In their petition for certiorari petitioners contended that under general maritime law “dependency is not a requirement for recovery of loss of society damages” and in a cross petition, Korean Airlines contended that the Warsaw Convention does not allow recovery for loss of society damages in this case regardless of the dependency."
                            },
                            {
                                "start": 147.976,
                                "stop": 168.232,
                                "byte_start": 672482,
                                "byte_stop": 753566,
                                "text": "The first and principle question before us is whether damages for loss of society are made recoverable by Article 17 of the Warsaw Convention which provides that “in the event of an accidental death for which it is responsible the air carrier is liable for “damage sustained\u0022."
                            },
                            {
                                "start": 168.232,
                                "stop": 192.501,
                                "byte_start": 753566,
                                "byte_stop": 850637,
                                "text": "The ordinary dictionary meaning of damage or as it appears in the authoritative French text of treaty \u0022dommage\u0022, embraces harms such as the mental distress of some stranger who read about Muriel Kole\u0027s death in a paper, that no legal system would compensate and at the parties to the Warsaw Convention could not conceivably have agreed to compensate."
                            },
                            {
                                "start": 192.501,
                                "stop": 204.43,
                                "byte_start": 850637,
                                "byte_stop": 898284,
                                "text": "Thus, the word obviously is understood, not in its ordinary dictionary sense but in its distinctively legal sense that is in the sense of legally cognizable harm."
                            },
                            {
                                "start": 204.43,
                                "stop": 220.654,
                                "byte_start": 898284,
                                "byte_stop": 963172,
                                "text": "Furthermore, the use of the French word \u0022dommage\u0022, in the official text does not establishe as the content of legally cognizable harm whatever French law accepted as such when the Convention was drafted in 1929."
                            },
                            {
                                "start": 220.654,
                                "stop": 243.758,
                                "byte_start": 963172,
                                "byte_stop": 1055646,
                                "text": "No case of ours under the Convention provides precedence for the adoption of French law in such detail and it is implausible that the mere use of the French language was meant to require compensation for elements of harm recognized in France but unrecognized elsewhere or to forbid compensation for that matter, for elements of harm unrecognized in France but recognized in elsewhere."
                            },
                            {
                                "start": 243.758,
                                "stop": 255.061,
                                "byte_start": 1055646,
                                "byte_stop": 1100890,
                                "text": "Thus, we read Article 17, “to permit compensation for legally cognizable harm as determined by whatever domestic or national law is applicable”."
                            },
                            {
                                "start": 255.061,
                                "stop": 271.97,
                                "byte_start": 1100890,
                                "byte_stop": 1168495,
                                "text": "This conclusion is confirmed by Article 24 of the Convention the text of which I need not burned you with by the drafting and negotiating history, the contracting states post gratification understanding of the Convention and the views of expert commentators."
                            },
                            {
                                "start": 271.97,
                                "stop": 283.959,
                                "byte_start": 1168495,
                                "byte_stop": 1216456,
                                "text": "Having concluded that the question of legally cognizable harm is to resolve by the domestic law, the next question to which we would logically turn is that of “which sovereign\u0027s domestic law?”"
                            },
                            {
                                "start": 283.959,
                                "stop": 287.452,
                                "byte_start": 1216456,
                                "byte_stop": 1230457,
                                "text": "What is known in legal parliaments as a choice of law question?"
                            },
                            {
                                "start": 287.452,
                                "stop": 301.619,
                                "byte_start": 1230457,
                                "byte_stop": 1287091,
                                "text": "In this case, we spare that inquiry because the parties agree that if as we have determined the issue of compensable harm unresolved by the Convention itself then it is governed in this case by the law of the United States."
                            },
                            {
                                "start": 301.619,
                                "stop": 307.465,
                                "byte_start": 1287091,
                                "byte_stop": 1310496,
                                "text": "The final question then is which particular law of the United States."
                            },
                            {
                                "start": 307.465,
                                "stop": 317.303,
                                "byte_start": 1310496,
                                "byte_stop": 1349785,
                                "text": "The Second Circuit held the general maritime law governs all causes of action under the Convention whether the accident in questions occurs over land or on the high seas."
                            },
                            {
                                "start": 317.303,
                                "stop": 325.915,
                                "byte_start": 1349785,
                                "byte_stop": 1384266,
                                "text": "It said this was necessary in order to “maintain a uniform law under the Convention”."
                            },
                            {
                                "start": 325.915,
                                "stop": 327.47,
                                "byte_start": 1384266,
                                "byte_stop": 1390431,
                                "text": "We think not."
                            },
                            {
                                "start": 327.47,
                                "stop": 338.182,
                                "byte_start": 1390431,
                                "byte_stop": 1433376,
                                "text": "The convention neither adopted any uniform rule of its own nor authorize national courts to pursue uniformity in derogation of otherwise applicable law."
                            },
                            {
                                "start": 338.182,
                                "stop": 355.625,
                                "byte_start": 1433376,
                                "byte_stop": 1503071,
                                "text": "Congress may choose to enact special provisions applicable to Warsaw Convention cases but absent such legislation Article 17 and 24 of the Convention provide nothing more than a pass through authorizing us to apply the law that would govern in the absence of the Convention."
                            },
                            {
                                "start": 355.625,
                                "stop": 358.432,
                                "byte_start": 1503071,
                                "byte_stop": 1514356,
                                "text": "There is a little doubt with that law is in this case."
                            },
                            {
                                "start": 358.432,
                                "stop": 372.211,
                                "byte_start": 1514356,
                                "byte_stop": 1569422,
                                "text": "The death of Muriel Kole falls within the literal terms of Section 761 of the Death on the High Seas Act DOHSA, and it is well established that those provisions apply to airplane crashes."
                            },
                            {
                                "start": 372.211,
                                "stop": 379.645,
                                "byte_start": 1569422,
                                "byte_stop": 1599202,
                                "text": "Since recovery under DOHSA is limited to pecuniary damage, petitioners cannot recover loss of society damage."
                            },
                            {
                                "start": 379.645,
                                "stop": 391.319,
                                "byte_start": 1599202,
                                "byte_stop": 1645909,
                                "text": "Furthermore, we upheld in earlier cases that where DOHSA applies neither State Law nor general maritime law can provide a basis for recovery of loss of society damages."
                            },
                            {
                                "start": 391.319,
                                "stop": 407.111,
                                "byte_start": 1645909,
                                "byte_stop": 1709020,
                                "text": "Accordingly, we reverse that portion of that Second Circuit judgment permitting Zicherman to recover loss of society damages if she can establish her dependency, and we affirm that portion of the judgment vacating the award of loss of society damages to Mahalek.C"
                            },
                            {
                                "start": 407.111,
                                "stop": 409.391,
                                "byte_start": 1709020,
                                "byte_stop": 0,
                                "text": "The Court\u0027s opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50634,
            "mime": "audio\/mpeg",
            "size": 1718111,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/94-1361\/19960116o_94-1361.delivery.mp3"
        },
        {
            "id": 72422,
            "mime": "audio\/ogg",
            "size": 4090454,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/94-1361\/19960116o_94-1361.ogg"
        },
        {
            "id": 72423,
            "mime": "application\/x-mpegURL",
            "size": 6139,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/94-1361\/19960116o_94-1361.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}