{
    "id": 20817,
    "title": "Opinion Announcement - June 28, 2000",
    "transcript": {
        "title": "Mitchell v. Helms",
        "duration": 327.784,
        "sections": [
            {
                "start": 0,
                "stop": 327.784,
                "byte_start": 28672,
                "byte_stop": 1339705,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.965,
                        "byte_start": 28672,
                        "byte_stop": 64616,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.965,
                                "byte_start": 28672,
                                "byte_stop": 64616,
                                "text": "The opinion of the Court in No. 98-1648, Mitchell against Helms will be announced by Justice Thomas."
                            }
                        ]
                    },
                    {
                        "start": 8.965,
                        "stop": 327.784,
                        "byte_start": 64616,
                        "byte_stop": 1339705,
                        "speaker": {
                            "ID": 15100,
                            "name": "Clarence Thomas",
                            "href": "https:\/\/api.oyez.org\/people\/clarence_thomas",
                            "last_name": "Thomas",
                            "roles": [
                                {
                                    "id": 2744,
                                    "type": "scotus_justice",
                                    "date_start": 688194000,
                                    "date_end": 0,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2744"
                                }
                            ],
                            "thumbnail": {
                                "id": 32680,
                                "mime": "image\/png",
                                "size": 49064,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/clarence_thomas.png"
                            },
                            "length_of_service": 8870,
                            "identifier": "clarence_thomas"
                        },
                        "text_blocks": [
                            {
                                "start": 8.965,
                                "stop": 15.637,
                                "byte_start": 64616,
                                "byte_stop": 91261,
                                "text": "This case comes to us on a writ of certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 15.637,
                                "stop": 30.676,
                                "byte_start": 91261,
                                "byte_stop": 151448,
                                "text": "A federal program known as Chapter 2 lends educational materials and equipment such as computers, computerware, software, overhead projectors and library books to public and private schools."
                            },
                            {
                                "start": 30.676,
                                "stop": 38.742,
                                "byte_start": 151448,
                                "byte_stop": 183735,
                                "text": "In Jefferson Parish, Louisiana, many of the private schools that received Chapter 2 aid are religiously affiliated."
                            },
                            {
                                "start": 38.742,
                                "stop": 59.334,
                                "byte_start": 183735,
                                "byte_stop": 266073,
                                "text": "Several Louisiana tax payers sued in 1985 contending that the Chapter 2 program as implemented in Jefferson Parish is contrary to the Establishment Clause of the First Amendment, which provides that Congress shall make no law respecting and establishment of religion."
                            },
                            {
                                "start": 59.334,
                                "stop": 75.417,
                                "byte_start": 266073,
                                "byte_stop": 330439,
                                "text": "The case went many years before the District Court for the Eastern District of Louisiana with one district judge in 1990 striking down the program and another in 1997 reversing the earlier decision and upholding the program."
                            },
                            {
                                "start": 75.417,
                                "stop": 83.056,
                                "byte_start": 330439,
                                "byte_stop": 360950,
                                "text": "In 1998, the Fifth Circuit agreed with the first District Court and struck down Chapter 2."
                            },
                            {
                                "start": 83.056,
                                "stop": 102.625,
                                "byte_start": 360950,
                                "byte_stop": 439212,
                                "text": "The Fifth Circuit relied on two decisions of this Court from the 1970s: Meek versus Pittenger and Wolman versus Walter in which the court held unconstitutional programs that provided many of the same sorts of materials and equipment as does Chapter 2."
                            },
                            {
                                "start": 102.625,
                                "stop": 111.149,
                                "byte_start": 439212,
                                "byte_stop": 473276,
                                "text": "The Fifth Circuit acknowledged that our recent Establishment Clause cases appeared to have undermined Meek and Wolman."
                            },
                            {
                                "start": 111.149,
                                "stop": 124.392,
                                "byte_start": 473276,
                                "byte_stop": 526252,
                                "text": "In particular, in 1993 in a case called Zobrest we upheld the program by which the government paid for a sign-language interpreted to assist the deaf student at a Catholic high school."
                            },
                            {
                                "start": 124.392,
                                "stop": 149.662,
                                "byte_start": 526252,
                                "byte_stop": 627399,
                                "text": "In the 1997, in Agostini versus Felton we up held the government program that provided supplemental teaching by public school teachers on the premises of private religious schools, but the Fifth Circuit nevertheless held or felt bound to follow Meek and Wolman because our recent decisions had not expressly overruled them."
                            },
                            {
                                "start": 149.662,
                                "stop": 158.526,
                                "byte_start": 627399,
                                "byte_stop": 662821,
                                "text": "In two opinions filed with the Clerk today, we reverse the Fifth Circuit and hold that Chapter 2 is constitutional."
                            },
                            {
                                "start": 158.526,
                                "stop": 164.356,
                                "byte_start": 662821,
                                "byte_stop": 686122,
                                "text": "To the extent that Meek and Wolman are inconsistent with this holding we overrule them."
                            },
                            {
                                "start": 164.356,
                                "stop": 185.284,
                                "byte_start": 686122,
                                "byte_stop": 769818,
                                "text": "In an opinion that I have authored, and in which the Chief Justice, Justice Scalia and Justice Kennedy have joined, we explain that under the criteria set out in Agostini for determining whether a school aid program has the effect of advancing religion, Chapter 2 does not have such an effect."
                            },
                            {
                                "start": 185.284,
                                "stop": 189.97,
                                "byte_start": 769818,
                                "byte_stop": 788626,
                                "text": "Most importantly Chapter 2 is neutral with regard to religion."
                            },
                            {
                                "start": 189.97,
                                "stop": 196.909,
                                "byte_start": 788626,
                                "byte_stop": 816316,
                                "text": "Aid is allocated on the basis of secular criteria that neither favor nor disfavor religion."
                            },
                            {
                                "start": 196.909,
                                "stop": 219.095,
                                "byte_start": 816316,
                                "byte_stop": 905132,
                                "text": "The aid is available to wide array of schools without regard to their religious affiliations or lack thereof, and because aid is allocated based on the enrollment at each participating school the private choices of parents in determining where to send their children, determine the amount of aid that each school receives."
                            },
                            {
                                "start": 219.095,
                                "stop": 226.348,
                                "byte_start": 905132,
                                "byte_stop": 934076,
                                "text": "In addition, Chapter 2 does not provide any aid that has an impermissible religious content."
                            },
                            {
                                "start": 226.348,
                                "stop": 233.373,
                                "byte_start": 934076,
                                "byte_stop": 962184,
                                "text": "Because the aid is suitable for use in public school it is also suitable for use in any private school."
                            },
                            {
                                "start": 233.373,
                                "stop": 239.074,
                                "byte_start": 962184,
                                "byte_stop": 985067,
                                "text": "The tax payers and the dissent raised several arguments that we reject in the opinion."
                            },
                            {
                                "start": 239.074,
                                "stop": 249.124,
                                "byte_start": 985067,
                                "byte_stop": 1025191,
                                "text": "First, we do not think it matters under the Establishment Clause that the Chapter 2 aid is provided to schools directly rather than indirectly via the children."
                            },
                            {
                                "start": 249.124,
                                "stop": 262.326,
                                "byte_start": 1025191,
                                "byte_stop": 1078063,
                                "text": "In other words, there is no constitutional difference between a child carrying a government provided computer to school each day and the government simply giving the computer directly to the school to keep it there."
                            },
                            {
                                "start": 262.326,
                                "stop": 272.264,
                                "byte_start": 1078063,
                                "byte_stop": 1117769,
                                "text": "Second, it does not matter that Chapter 2 aid is divertible to religious use or even that it actually has been diverted to such use."
                            },
                            {
                                "start": 272.264,
                                "stop": 281.905,
                                "byte_start": 1117769,
                                "byte_stop": 1156326,
                                "text": "Third and finally, it does no matter that many of the religiously affiliated schools in Jefferson Parish could be described as pervasively sectarian."
                            },
                            {
                                "start": 281.905,
                                "stop": 291.339,
                                "byte_start": 1156326,
                                "byte_stop": 1194047,
                                "text": "Our recent cases have repeatedly failed to give weight to this factor and we think that the factor reflects an unwarranted hostility to certain religions."
                            },
                            {
                                "start": 291.339,
                                "stop": 297.832,
                                "byte_start": 1194047,
                                "byte_stop": 1220065,
                                "text": "Justice O’Conner has filed an opinion concurring in the judgment in which Justice Breyer has joined."
                            },
                            {
                                "start": 297.832,
                                "stop": 308.838,
                                "byte_start": 1220065,
                                "byte_stop": 1264055,
                                "text": "In addition to noting that the Chapter 2 program is neutral toward religion she relies on several other aspects of the program in order to conclude that it is constitutional."
                            },
                            {
                                "start": 308.838,
                                "stop": 321.74,
                                "byte_start": 1264055,
                                "byte_stop": 1315673,
                                "text": "She also concludes that the evidence of actual diversion of Chapter 2 aid is de minimis and that therefore it is unnecessary to reach to question whether the constitution bars actual diversion of aid."
                            },
                            {
                                "start": 321.74,
                                "stop": 327.784,
                                "byte_start": 1315673,
                                "byte_stop": 1339705,
                                "text": "Justice Souter has filed a dissenting opinion in which Justice Stevens and Justice Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50758,
            "mime": "audio\/mpeg",
            "size": 1341168,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1999\/98-1648\/20000628o_98-1648.delivery.mp3"
        },
        {
            "id": 72540,
            "mime": "audio\/ogg",
            "size": 3381828,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1999\/98-1648\/20000628o_98-1648.ogg"
        },
        {
            "id": 72541,
            "mime": "application\/x-mpegURL",
            "size": 4951,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1999\/98-1648\/20000628o_98-1648.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}