{
    "id": 23030,
    "title": "Opinion Announcement - June 11, 2001",
    "transcript": {
        "title": "Alabama v. Bozeman",
        "duration": 287.033,
        "sections": [
            {
                "start": 0,
                "stop": 287.033,
                "byte_start": 89572,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.336,
                        "byte_start": 89572,
                        "byte_stop": 126979,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.336,
                                "byte_start": 89572,
                                "byte_stop": 126979,
                                "text": "The opinion of the Court in No. 00-492 and number 00-549 will be announced by Justice Breyer."
                            }
                        ]
                    },
                    {
                        "start": 9.336,
                        "stop": 287.033,
                        "byte_start": 126979,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 9.336,
                                "stop": 23.115,
                                "byte_start": 126979,
                                "byte_stop": 182045,
                                "text": "In the first case Alabama v. Bozeman, it concerns a State that wants to prosecute a person who is currently serving a criminal sentence for a different crime in a different State."
                            },
                            {
                                "start": 23.115,
                                "stop": 39.744,
                                "byte_start": 182045,
                                "byte_stop": 248605,
                                "text": "Now, in those circumstances the State wanting to get the person for prosecution will likely file a detainer, which is a legal document that tells the State where he is imprisoned to hold him and produce him for trial later on in the prosecuting State."
                            },
                            {
                                "start": 39.744,
                                "stop": 51.08,
                                "byte_start": 248605,
                                "byte_stop": 293954,
                                "text": "An interstate compact, which has been joined by the Federal Government among the others almost every State, sets forth procedures as to how this has to be done."
                            },
                            {
                                "start": 51.08,
                                "stop": 87.19,
                                "byte_start": 293954,
                                "byte_stop": 438359,
                                "text": "Now, this case concerns a compact provision that says, that once the prisoner the defendants in the new case who is currently imprisoned in the sending State, arrives in the receiving State, he must be tried within a 120 days but “if trial is not had prior to the prisoners being returned to the original place of imprisonment that is in the sending State, the indictment shall not be of any further force or effect and the court shall dismiss it with prejudice.”"
                            },
                            {
                                "start": 87.19,
                                "stop": 103.243,
                                "byte_start": 438359,
                                "byte_stop": 502620,
                                "text": "Now, in this case the sending State, which happens to be the Federal Government here, sent its prisoner Michael Bozeman from the federal prison in Florida to Covington County, Alabama 80 miles away for trial on State charges."
                            },
                            {
                                "start": 103.243,
                                "stop": 129.11,
                                "byte_start": 502620,
                                "byte_stop": 606065,
                                "text": "Bozeman was held overnight in the County jail, he went through various court preliminaries and the next day he was returned after one day to federal prison in Florida where he remained until subsequently he was brought back to Alabama for trial, not surprisingly he pointed out that his earlier return to federal prison before his State trial had been held violated the compact."
                            },
                            {
                                "start": 129.11,
                                "stop": 140.369,
                                "byte_start": 606065,
                                "byte_stop": 651100,
                                "text": "The judge believing that it made a lot of sense to return Bozeman to federal prison instead of keeping him in the county jail refused to dismiss the State charges."
                            },
                            {
                                "start": 140.369,
                                "stop": 147.641,
                                "byte_start": 651100,
                                "byte_stop": 680148,
                                "text": "A closely divided Supreme Court in Alabama reversed, and we are reviewing the matter."
                            },
                            {
                                "start": 147.641,
                                "stop": 158.938,
                                "byte_start": 680148,
                                "byte_stop": 725392,
                                "text": "Now, everybody agrees that the “returned of Bozeman” to the original place of imprisonment before trial was had violates the acts literal language."
                            },
                            {
                                "start": 158.938,
                                "stop": 173.083,
                                "byte_start": 725392,
                                "byte_stop": 781921,
                                "text": "But Alabama, supported by the Federal Government, argues that seen in terms of the compacts basic purposes, minimizing interference with the sending State’s prison rehabilitation programs."
                            },
                            {
                                "start": 173.083,
                                "stop": 182.551,
                                "byte_start": 781921,
                                "byte_stop": 819851,
                                "text": "The violation here was trivial for the pre-trial interruption of Bozeman’s federal prison stay only lasted a day."
                            },
                            {
                                "start": 182.551,
                                "stop": 206.996,
                                "byte_start": 819851,
                                "byte_stop": 917654,
                                "text": "But as we see the matter the Act\u0027s language is absolute, it says that in circumstances like those present here the indictment shall not be of any further force or effect and the indictment shall be dismissed with prejudice. Neither can we say that the violation viewed in terms of the provisions basic purpose was trivial."
                            },
                            {
                                "start": 206.996,
                                "stop": 229.37,
                                "byte_start": 917654,
                                "byte_stop": 1007097,
                                "text": "If the provision wants to stop the shuttling of prisoners back and forth between prisons we note Bozeman was improperly shuttled at least once, and although his federal prison rehabilitation program was interrupted only briefly that fact could not relate at least not directly to the basic purpose."
                            },
                            {
                                "start": 229.37,
                                "stop": 265.639,
                                "byte_start": 1007097,
                                "byte_stop": 1152129,
                                "text": "After all the return of a prisoner to an initial place of imprisonment whether after a day or a week or a month away, will always mean more time within the federal sending State program not less time and seen in terms of any other rehabilitation related purpose say if the compact is trying to impose on Alabama an incentive to try this person quickly by imposing county jail cause will viewed in terms of a purpose like that Bozeman’s return was not harmless."
                            },
                            {
                                "start": 265.639,
                                "stop": 278.899,
                                "byte_start": 1152129,
                                "byte_stop": 1205210,
                                "text": "As we explained further in our opinion for these and related reasons we conclude that the compact requires dismissal of Bozeman’s indictment and we affirm the Alabama Supreme Court\u0027s similar determination."
                            },
                            {
                                "start": 278.899,
                                "stop": 287.033,
                                "byte_start": 1205210,
                                "byte_stop": 0,
                                "text": "Our determination is unanimous although Justice Scalia and Justice Thomas do not join one portion of our opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55182,
            "mime": "audio\/mpeg",
            "size": 1232377,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/00-492\/20010611o_00-492.delivery.mp3"
        },
        {
            "id": 76922,
            "mime": "audio\/ogg",
            "size": 2806272,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/00-492\/20010611o_00-492.ogg"
        },
        {
            "id": 76923,
            "mime": "application\/x-mpegURL",
            "size": 4239,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/00-492\/20010611o_00-492.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}