{
    "id": 23295,
    "title": "Opinion Announcement - March 05, 2014",
    "transcript": {
        "title": null,
        "duration": 249.504,
        "sections": [
            {
                "start": 0,
                "stop": 249.504,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.405,
                        "byte_start": 105472,
                        "byte_stop": 135147,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.405,
                                "byte_start": 105472,
                                "byte_stop": 135147,
                                "text": "Justice Kagan has our opinion this morning in Case 12-895 Rosemond versus United States."
                            }
                        ]
                    },
                    {
                        "start": 7.405,
                        "stop": 249.504,
                        "byte_start": 135147,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.405,
                                "stop": 17.085,
                                "byte_start": 135147,
                                "byte_stop": 173913,
                                "text": "A federal criminal statute Section 924(c) prohibits using or carrying a firearm in connection with the drug trafficking crime."
                            },
                            {
                                "start": 17.085,
                                "stop": 21.723,
                                "byte_start": 173913,
                                "byte_stop": 192408,
                                "text": "This case is about what it means to aid and abet that offense."
                            },
                            {
                                "start": 21.723,
                                "stop": 31.59,
                                "byte_start": 192408,
                                "byte_stop": 231905,
                                "text": "And what you have to know to understand the stakes is that when a person aids and abets a crime, he can be punished just as though he committed the entire crime himself."
                            },
                            {
                                "start": 31.59,
                                "stop": 38.566,
                                "byte_start": 231905,
                                "byte_stop": 259803,
                                "text": "Petitioner Justus Rosemond participated in the scheme with two other people to sell a pound of marijuana."
                            },
                            {
                                "start": 38.566,
                                "stop": 47.511,
                                "byte_start": 259803,
                                "byte_stop": 295539,
                                "text": "When the buyers snatched the drugs without paying and started to flee, one of the three dealers pulled out a gun and started shooting."
                            },
                            {
                                "start": 47.511,
                                "stop": 57.662,
                                "byte_start": 295539,
                                "byte_stop": 336185,
                                "text": "The problem for the government was that eyewitnesses gave conflicting testimony about whether it was Rosemond or instead one of his confederates who used the gun."
                            },
                            {
                                "start": 57.662,
                                "stop": 72.472,
                                "byte_start": 336185,
                                "byte_stop": 395431,
                                "text": "So the government charged Rosemond either with violating Section 924(c) himself that is by using a gun during a drug crime or with aiding and abetting someone else\u0027s violation of that statute."
                            },
                            {
                                "start": 72.472,
                                "stop": 83.397,
                                "byte_start": 395431,
                                "byte_stop": 439108,
                                "text": "And the question here relates to the instructions the trial judge gave the jury about when a person aids and abets a Section 924(c) offense."
                            },
                            {
                                "start": 83.397,
                                "stop": 89.701,
                                "byte_start": 439108,
                                "byte_stop": 464290,
                                "text": "Now in general, to hold someone liable is an aider and abettor, the government must prove two things."
                            },
                            {
                                "start": 89.701,
                                "stop": 102.717,
                                "byte_start": 464290,
                                "byte_stop": 516430,
                                "text": "First, that the defendant took some act in furtherance of the crime and second that the defendant intended by that act to aid the commission of the entire crime, so first conduct and second intent."
                            },
                            {
                                "start": 102.717,
                                "stop": 112.531,
                                "byte_start": 516430,
                                "byte_stop": 555614,
                                "text": "As to the conduct, the crime that Rosemond was charged with aiding and abetting has two linked elements, trafficking drugs and using a firearm."
                            },
                            {
                                "start": 112.531,
                                "stop": 119.009,
                                "byte_start": 555614,
                                "byte_stop": 581528,
                                "text": "We conclude that a defendant need not facilitate both parts of this crime to be convicted of aiding or abetting."
                            },
                            {
                                "start": 119.009,
                                "stop": 135.248,
                                "byte_start": 581528,
                                "byte_stop": 646520,
                                "text": "It\u0027s enough that he facilitates either the drug deal or the use of the gun and that\u0027s consistent with many cases saying that a person satisfies the conduct requirement for aiding and abetting if he facilitates some part even though not every part of the crime."
                            },
                            {
                                "start": 135.248,
                                "stop": 142.994,
                                "byte_start": 646520,
                                "byte_stop": 677449,
                                "text": "Rosemond meets that standard because he participated in the drug sale even assuming he had nothing to do with the gun."
                            },
                            {
                                "start": 142.994,
                                "stop": 149.987,
                                "byte_start": 677449,
                                "byte_stop": 705452,
                                "text": "Now just because the conduct requirement for aiding and abetting is pretty weak, the intent requirement is fairly strong."
                            },
                            {
                                "start": 149.987,
                                "stop": 163.594,
                                "byte_start": 705452,
                                "byte_stop": 759892,
                                "text": "A person has to intent to aid the entire crime, not just some part of it so the question here is when does a person whose acts relate only to a drug sale also intends to aid the use of a gun."
                            },
                            {
                                "start": 163.594,
                                "stop": 175.149,
                                "byte_start": 759892,
                                "byte_stop": 806076,
                                "text": "We conclude that the defendant has that necessary intent when he decides to actively participate in the drug deal with prior knowledge that one of his confederates will bring a gun."
                            },
                            {
                                "start": 175.149,
                                "stop": 180.618,
                                "byte_start": 806076,
                                "byte_stop": 828019,
                                "text": "If he has that knowledge then it doesn\u0027t matter that he actually didn\u0027t think a gun should brought."
                            },
                            {
                                "start": 180.618,
                                "stop": 185.318,
                                "byte_start": 828019,
                                "byte_stop": 846827,
                                "text": "He still chosen to align himself with an armed drug crime."
                            },
                            {
                                "start": 185.318,
                                "stop": 203.042,
                                "byte_start": 846827,
                                "byte_stop": 917671,
                                "text": "But, if he doesn\u0027t learn about the confederate\u0027s gun until after he can do anything about it until after he can choose to withdraw from the criminal scheme then he is never intended to assist an armed drug crime as opposed to a simple drug sale."
                            },
                            {
                                "start": 203.042,
                                "stop": 208.778,
                                "byte_start": 917671,
                                "byte_stop": 940659,
                                "text": "The jury instructions given at Rosemond\u0027s trial got a lot of this right but not everything."
                            },
                            {
                                "start": 208.778,
                                "stop": 223.964,
                                "byte_start": 940659,
                                "byte_stop": 1001368,
                                "text": "The judge told the jury to consider whether Rosemond actively participated in a drug sale and whether he knew that one of his confederates used a gun but the judge neglected to tell the jury that it had to think about when Rosemond first learned of the gun."
                            },
                            {
                                "start": 223.964,
                                "stop": 235.144,
                                "byte_start": 1001368,
                                "byte_stop": 1046089,
                                "text": "That wrongly allowed the jury to convict Rosemond even if he learned of the gun only as the shots were fired and even if he even did nothing more to aid the crime."
                            },
                            {
                                "start": 235.144,
                                "stop": 241.952,
                                "byte_start": 1046089,
                                "byte_stop": 1073361,
                                "text": "The Court of Appeals for the Tenth Circuit approved to the jury instructions in this case so we vacate its ruling."
                            },
                            {
                                "start": 241.952,
                                "stop": 249.504,
                                "byte_start": 1073361,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed an opinion concurring impart and dissenting impart in which Justice Thomas has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55732,
            "mime": "audio\/mpeg",
            "size": 1103559,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-895\/20140305o_12-895.delivery.mp3"
        },
        {
            "id": 77432,
            "mime": "audio\/ogg",
            "size": 2461618,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-895\/20140305o_12-895.ogg"
        },
        {
            "id": 77433,
            "mime": "application\/x-mpegURL",
            "size": 3723,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-895\/20140305o_12-895.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}