{
    "id": 20335,
    "title": "Opinion Announcement - June 27, 1997",
    "transcript": {
        "title": null,
        "duration": 1701.867,
        "sections": [
            {
                "start": 0,
                "stop": 1701.867,
                "byte_start": 28672,
                "byte_stop": 6836078,
                "turns": [
                    {
                        "start": 0,
                        "stop": 16.569,
                        "byte_start": 28672,
                        "byte_stop": 95023,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.569,
                                "byte_start": 28672,
                                "byte_stop": 95023,
                                "text": "The Chief Justice is attending a judicial conference in the Fourth Circuit, so he will not be present today.Justice Scalia has an opinion to announce in Printz against United States and Mack against United States."
                            }
                        ]
                    },
                    {
                        "start": 16.569,
                        "stop": 730.857,
                        "byte_start": 95023,
                        "byte_stop": 2952192,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 16.569,
                                "stop": 21.781,
                                "byte_start": 95023,
                                "byte_stop": 115816,
                                "text": "These cases are here on certiorari to the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 21.781,
                                "stop": 32.043,
                                "byte_start": 115816,
                                "byte_stop": 156881,
                                "text": "At issue is the constitutionality of certain provisions of the Brady Handgun Violence Prevention Act popularly known at the Brady Act."
                            },
                            {
                                "start": 32.043,
                                "stop": 46.321,
                                "byte_start": 156881,
                                "byte_stop": 214037,
                                "text": "The Brady Act requires the Attorney General to establish a national system under which gun dealers will electronically conduct instant background checks on prospective handgun purchasers."
                            },
                            {
                                "start": 46.321,
                                "stop": 61.328,
                                "byte_start": 214037,
                                "byte_stop": 274014,
                                "text": "The Act also contains certain interim provisions which requires state and local law enforcement officers to conduct background checks on prospective handgun purchasers until the national system is in place."
                            },
                            {
                                "start": 61.328,
                                "stop": 104.799,
                                "byte_start": 274014,
                                "byte_stop": 447885,
                                "text": "Under this interim scheme which is what is at issue here, before a firearms dealer may sell a handgun, he must send to the “chief law enforcement officer” and -- and the acronym for that in the -- in the legislation is the CLEO, he must send to the CLEO for the area in which the purchaser lives, a form containing information about the purchase, the so-called Brady Form, and must then wait five days before completing the sale, unless he is notified by the CLEO that the sale would be unlawful -- that -- that the CLEO has no reason to believe the sale would be unlawful."
                            },
                            {
                                "start": 104.799,
                                "stop": 130.323,
                                "byte_start": 447885,
                                "byte_stop": 549972,
                                "text": "During this five-day window, the chief law enforcement officer is required to -- in the words of the statute, “make a reasonable effort” to determine whether the sale would be illegal as it would be if the buyer falls into one of several categories of purchasers prohibited from purchasing firearms such as convicted felons and illegal aliens."
                            },
                            {
                                "start": 130.323,
                                "stop": 143.032,
                                "byte_start": 549972,
                                "byte_stop": 600858,
                                "text": "The officer\u0027s investigation must at a minimum include research in whatever state and local record keeping systems are available and in the federal database designated by the Attorney General."
                            },
                            {
                                "start": 143.032,
                                "stop": 148.239,
                                "byte_start": 600858,
                                "byte_stop": 621652,
                                "text": "The Brady Act also imposes two related duties on state law enforcement officers."
                            },
                            {
                                "start": 148.239,
                                "stop": 161.756,
                                "byte_start": 621652,
                                "byte_stop": 675777,
                                "text": "If the officer determines that the sale would be unlawful, he must, upon request, provide the would-be purchaser a written statement of the reasons for the ineligibility determination."
                            },
                            {
                                "start": 161.756,
                                "stop": 175.48,
                                "byte_start": 675777,
                                "byte_stop": 730634,
                                "text": "If, on the other hand, the officer finds no reason to believe the sale would be unlawful, he must destroy his copy of the Brady Form and any other records of the sale he may have made."
                            },
                            {
                                "start": 175.48,
                                "stop": 187.702,
                                "byte_start": 730634,
                                "byte_stop": 779536,
                                "text": "The petitioners here are Jay Printz, the Sheriff of Ravalli County, Montana, and Richard Mack, the former sheriff and currently a Deputy Sheriff of Graham Country, Arizona."
                            },
                            {
                                "start": 187.702,
                                "stop": 200.633,
                                "byte_start": 779536,
                                "byte_stop": 831258,
                                "text": "Each of them filed suit claiming that the Brady Act is unconstitutional insofar as it requires them as state officers to conduct background checks and to perform the related duties I\u0027ve just described."
                            },
                            {
                                "start": 200.633,
                                "stop": 207.922,
                                "byte_start": 831258,
                                "byte_stop": 860411,
                                "text": "The District Court in both cases agreed with the petitioners and concluded that the Brady Act\u0027s interim provisions are unconstitutional."
                            },
                            {
                                "start": 207.922,
                                "stop": 217.746,
                                "byte_start": 860411,
                                "byte_stop": 899699,
                                "text": "On appeal, however, the Court of Appeals for the Ninth Circuit reversed the District Courts and upheld the relevant portions of the Brady Act in their entirety."
                            },
                            {
                                "start": 217.746,
                                "stop": 233.604,
                                "byte_start": 899699,
                                "byte_stop": 963124,
                                "text": "In an -- in an opinion filed today with the Clerk, we conclude that the central obligation imposed on state law enforcement officers, the requirement that they perform background checks on prospective handgun purchasers is unconstitutional."
                            },
                            {
                                "start": 233.604,
                                "stop": 257.632,
                                "byte_start": 963124,
                                "byte_stop": 1059255,
                                "text": "There is no provision in the constitution speaking directly to the question of whether Congress may compel state officers to enforce federal law, and so our opinion looks to three sources of guidance first, the historical understanding and practice, secondly, the structure of the constitution, and third, this court\u0027s prior jurisprudence."
                            },
                            {
                                "start": 257.632,
                                "stop": 275.149,
                                "byte_start": 1059255,
                                "byte_stop": 1129368,
                                "text": "First of all, the historical understanding in practice, our review of that reveals not a single example in the First Century of our nation\u0027s history of the federal law that require the state\u0027s executive officers to implement a federal regulatory program."
                            },
                            {
                                "start": 275.149,
                                "stop": 282.131,
                                "byte_start": 1129368,
                                "byte_stop": 1157266,
                                "text": "Congress not only fail to enact the single such provision, it seems to go -- have gone out of its way to avoid them."
                            },
                            {
                                "start": 282.131,
                                "stop": 298.608,
                                "byte_start": 1157266,
                                "byte_stop": 1223199,
                                "text": "One of the interesting enactments was passed on the day before Congress proposed the Bill of Rights to the States and it involved an interim provision similar to the interim provision here."
                            },
                            {
                                "start": 298.608,
                                "stop": 320.068,
                                "byte_start": 1223199,
                                "byte_stop": 1308985,
                                "text": "On September 23rd, 1789, the first Congress enacted a law aimed at obtaining state assistance of the most rudimentary and necessary sort for the enforcement of the new government\u0027s laws, namely, the holding of federal prisoners in state jails at federal expense since there were, of course, no federal jails."
                            },
                            {
                                "start": 320.068,
                                "stop": 329.002,
                                "byte_start": 1308985,
                                "byte_stop": 1344721,
                                "text": "Significantly, that law did not issue a command to the state\u0027s executive, but rather a recommendation to the state\u0027s legislatures."
                            },
                            {
                                "start": 329.002,
                                "stop": 346.292,
                                "byte_start": 1344721,
                                "byte_stop": 1413893,
                                "text": "Congress recommended -- this is reading from the statute, “recommended to the legislatures of the several States to pass laws, making it expressly the duty of the keepers of their jails, to receive and safe keep therein all prisoners committed under the authority of the United States."
                            },
                            {
                                "start": 346.292,
                                "stop": 363.379,
                                "byte_start": 1413893,
                                "byte_stop": 1482230,
                                "text": "Moreover, when Georgia refused to comply with that request, the response of Congress was a law authorizing the marshal, the federal marshal in any State that failed to comply with the recommendation to rent a temporary jail."
                            },
                            {
                                "start": 363.379,
                                "stop": 379.752,
                                "byte_start": 1482230,
                                "byte_stop": 1547745,
                                "text": "The acts of the first Congresses indicate, in our view, that they believed they could -- unquestionably indicate that they believe they could require state courts to perform functions appropriate to the judicial power."
                            },
                            {
                                "start": 379.752,
                                "stop": 399.958,
                                "byte_start": 1547745,
                                "byte_stop": 1628515,
                                "text": "But courts are different, the Supremacy Clause states that state judges will be bound by federal law and federal power to make use of state courts is implicit in the fact that the Constitution merely permits but does not require the establishment of federal courts inferior to this Court."
                            },
                            {
                                "start": 399.958,
                                "stop": 405.681,
                                "byte_start": 1628515,
                                "byte_stop": 1651399,
                                "text": "Moreover, Judges have traditionally applied the laws of other jurisdictions."
                            },
                            {
                                "start": 405.681,
                                "stop": 423.444,
                                "byte_start": 1651399,
                                "byte_stop": 1722452,
                                "text": "We also examined various passages of The Federalist papers which state the National Government will be able to “employ” and “make use” of state officers, and that state officers will be “rendered auxiliary” to the enforcement of federal law."
                            },
                            {
                                "start": 423.444,
                                "stop": 442.997,
                                "byte_start": 1722452,
                                "byte_stop": 1800714,
                                "text": "We conclude that the only sensible interpretation of these statements is that the National Government may use and employ state officers with the State\u0027s consent, and the state officers are auxiliary to the National Government in the sense that they must enact, enforce, and interpret state law in a manner consistent with federal law."
                            },
                            {
                                "start": 442.997,
                                "stop": 456.626,
                                "byte_start": 1800714,
                                "byte_stop": 1855258,
                                "text": "Turning to the structure of the Constitution, we find there is a controlling principle reflected throughout the document is the postulate that the States retain a residuary and invaluable sovereignty."
                            },
                            {
                                "start": 456.626,
                                "stop": 470.335,
                                "byte_start": 1855258,
                                "byte_stop": 1910115,
                                "text": "The Constitution created a novel system of dual sovereignty, under which the National Government does not issue commands to the States, but rather shares with the States the authority to command individuals."
                            },
                            {
                                "start": 470.335,
                                "stop": 486.676,
                                "byte_start": 1910115,
                                "byte_stop": 1975421,
                                "text": "This division of sovereignty into two distinct fears is one of the Constitution\u0027s structural provisions protecting liberty, and a healthy balance of power between the State and Federal Governments reduces the risk of tyranny from either front."
                            },
                            {
                                "start": 486.676,
                                "stop": 501.058,
                                "byte_start": 1975421,
                                "byte_stop": 2032995,
                                "text": "This balance would be upset and the Federal Government\u0027s power augmented immeasurably if the Federal Government were able to impress into service at no cost to itself the police officers of the 50 States."
                            },
                            {
                                "start": 501.058,
                                "stop": 505.528,
                                "byte_start": 2032995,
                                "byte_stop": 2050863,
                                "text": "We find that separation of powers concerns are also implicated here."
                            },
                            {
                                "start": 505.528,
                                "stop": 525.451,
                                "byte_start": 2050863,
                                "byte_stop": 2130484,
                                "text": "The framers insisted on a strong unitary federal executive to ensure both vigor and accountability that unity would be shattered and the power of the President subject to reduction if Congress could require state officers to implement its laws without even obtaining the consent of the States."
                            },
                            {
                                "start": 525.451,
                                "stop": 531.889,
                                "byte_start": 2130484,
                                "byte_stop": 2156293,
                                "text": "Neither the Supremacy Clause nor the Necessary and Proper Clause alters our analysis."
                            },
                            {
                                "start": 531.889,
                                "stop": 544.737,
                                "byte_start": 2156293,
                                "byte_stop": 2207702,
                                "text": "A law which invades the residuary sovereignty of the States is not a “proper” means within the meaning of necessary and proper of carrying into effect the Congress\u0027s enumerated powers."
                            },
                            {
                                "start": 544.737,
                                "stop": 555.905,
                                "byte_start": 2207702,
                                "byte_stop": 2252319,
                                "text": "Such laws also not made “in pursuance of the Constitution” which is the only sort of law the Supremacy Clause makes the law of the land."
                            },
                            {
                                "start": 555.905,
                                "stop": 562.196,
                                "byte_start": 2252319,
                                "byte_stop": 2277501,
                                "text": "And finally, we turn to the Court\u0027s prior jurisprudence which we find to be conclusive on this subject."
                            },
                            {
                                "start": 562.196,
                                "stop": 570.907,
                                "byte_start": 2277501,
                                "byte_stop": 2312401,
                                "text": "In New York versus United States, we held that the Federal Government could not require the States to enact or administer federal regulatory programs."
                            },
                            {
                                "start": 570.907,
                                "stop": 576.986,
                                "byte_start": 2312401,
                                "byte_stop": 2336643,
                                "text": "That holding was all but dictated by several opinions that preceded it and we find it controlling here."
                            },
                            {
                                "start": 576.986,
                                "stop": 588.045,
                                "byte_start": 2336643,
                                "byte_stop": 2380946,
                                "text": "We find unpersuasive, the Government\u0027s attempt to distinguish New York on the ground that the law challenged in New York required States to make policy while the Brady Act does not."
                            },
                            {
                                "start": 588.045,
                                "stop": 601.121,
                                "byte_start": 2380946,
                                "byte_stop": 2433191,
                                "text": "Actually, reducing the States to “puppet of a ventriloquist congress” as the Court of Appeals in an earlier case described it is worse not better, than requiring them to make policy."
                            },
                            {
                                "start": 601.121,
                                "stop": 609.517,
                                "byte_start": 2433191,
                                "byte_stop": 2466837,
                                "text": "We also find irrelevant the fact that the Brady Act is aimed at specified state officers rather than at the State itself."
                            },
                            {
                                "start": 609.517,
                                "stop": 623.489,
                                "byte_start": 2466837,
                                "byte_stop": 2522634,
                                "text": "The Brady Act is to be sure directed on individuals but it is addressed to them in their official capacities and requires them to perform the specified duties not as private individuals but as the agents of the State."
                            },
                            {
                                "start": 623.489,
                                "stop": 630.352,
                                "byte_start": 2522634,
                                "byte_stop": 2550115,
                                "text": "We held in New York that the Constitution categorically prohibited such laws and we reaffirm that ruling today."
                            },
                            {
                                "start": 630.352,
                                "stop": 651.826,
                                "byte_start": 2550115,
                                "byte_stop": 2636006,
                                "text": "The Federal Government may not compel the States to enact or administer a federal regulatory program.It follows from the above that the central obligation imposed on state law enforcement officers by the Brady Act to wit the obligation to perform background checks on perspective handgun purchasers is unconstitutional."
                            },
                            {
                                "start": 651.826,
                                "stop": 668.422,
                                "byte_start": 2636006,
                                "byte_stop": 2702461,
                                "text": "With this requirement invalidated, the related obligations to destroy any Brady forms in the officers\u0027 possession and to provide statements of reasons for eligibility determinations plainly becomes simply inoperative as the state officers such as these petitioners."
                            },
                            {
                                "start": 668.422,
                                "stop": 677.137,
                                "byte_start": 2702461,
                                "byte_stop": 2737256,
                                "text": "They have conceivable application only if a State or its officers voluntary choose to participate in the administration of this scheme."
                            },
                            {
                                "start": 677.137,
                                "stop": 700.969,
                                "byte_start": 2737256,
                                "byte_stop": 2832551,
                                "text": "The parties have also raised and argued a severability question, namely, whether the invalidation of the background check provision renders invalid the remainder of the Act including the duties imposed on firearms dealers to supply a complete -- completed Brady forms and to wait five days before consummating the sale of a hand gun."
                            },
                            {
                                "start": 700.969,
                                "stop": 707.268,
                                "byte_start": 2832551,
                                "byte_stop": 2857838,
                                "text": "These are important matters, but we conclude that we have no business deciding them in these cases."
                            },
                            {
                                "start": 707.268,
                                "stop": 719.399,
                                "byte_start": 2857838,
                                "byte_stop": 2906321,
                                "text": "These provisions affect only firearms dealers, not the law enforcement officers before us and we decline to speculate regarding the rights and obligations of parties not before the Court."
                            },
                            {
                                "start": 719.399,
                                "stop": 724.033,
                                "byte_start": 2906321,
                                "byte_stop": 2924816,
                                "text": "Accordingly, the judgment of the Court of Appeals for the Ninth Circuit is reversed."
                            },
                            {
                                "start": 724.033,
                                "stop": 730.857,
                                "byte_start": 2924816,
                                "byte_stop": 2952192,
                                "text": "Justices O\u0027Connor and Thomas have each filed concurring opinions."
                            }
                        ]
                    },
                    {
                        "start": 730.857,
                        "stop": 1701.867,
                        "byte_start": 2952192,
                        "byte_stop": 6836078,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 730.857,
                                "stop": 736.602,
                                "byte_start": 2952192,
                                "byte_stop": 2975180,
                                "text": "The opinion that my good friend Justice Scalia has just announced is not unanimous."
                            },
                            {
                                "start": 736.602,
                                "stop": 742.09,
                                "byte_start": 2975180,
                                "byte_stop": 2997123,
                                "text": "I have filed a dissenting opinion that Justices Souter, Ginsburg, and Breyer have joined."
                            },
                            {
                                "start": 742.09,
                                "stop": 746.701,
                                "byte_start": 2997123,
                                "byte_stop": 3015513,
                                "text": "Justice Souter and Justice Breyer have also filed separate opinions."
                            },
                            {
                                "start": 746.701,
                                "stop": 752.253,
                                "byte_start": 3015513,
                                "byte_stop": 3037769,
                                "text": "I shall comment briefly on five points that are discussed in those opinions."
                            },
                            {
                                "start": 752.253,
                                "stop": 762.58,
                                "byte_start": 3037769,
                                "byte_stop": 3079043,
                                "text": "The importance of the case, the textual provisions of the Constitution, the historical materials, the structure in our prior jurisprudence."
                            },
                            {
                                "start": 762.58,
                                "stop": 775.616,
                                "byte_start": 3079043,
                                "byte_stop": 3131183,
                                "text": "The -- if this case is important on -- because of the Brady Act itself, because invalidating an important federal statute that has been the product of such long deliberation and the like is always an important matter."
                            },
                            {
                                "start": 775.616,
                                "stop": 789.218,
                                "byte_start": 3131183,
                                "byte_stop": 3185622,
                                "text": "But that is merely temporary setback which I\u0027m sure with the wisdom and the will of Congress can be repaired in -- in due course, because -- and also a major position of the statute will survive this holding."
                            },
                            {
                                "start": 789.218,
                                "stop": 798.585,
                                "byte_start": 3185622,
                                "byte_stop": 3223030,
                                "text": "Far more important in the invalidation of the Brady Act itself is the implication of this case and the powers of Congress."
                            },
                            {
                                "start": 798.585,
                                "stop": 814.657,
                                "byte_start": 3223030,
                                "byte_stop": 3287395,
                                "text": "The -- the basic question is whether Congress acting on behalf of the people of the entire nation has the power to require the local law enforcement officers to perform certain duties, duties by the way that are entirely consistent with their normal responsibilities."
                            },
                            {
                                "start": 814.657,
                                "stop": 831.569,
                                "byte_start": 3287395,
                                "byte_stop": 3355000,
                                "text": "During a short period of time needed for the development of an effective federal gun control program, since the ultimate issue is one of power, we have to consider its implications and times of national emergency, matters such as the enlistment of air raid wardens."
                            },
                            {
                                "start": 831.569,
                                "stop": 848.224,
                                "byte_start": 3355000,
                                "byte_stop": 3421665,
                                "text": "The administration of a military draft, the mass inoculation of children to forestall an epidemic or perhaps the threat of an international terrorist might require a national response for federal personnel could be made available to respond."
                            },
                            {
                                "start": 848.224,
                                "stop": 871.704,
                                "byte_start": 3421665,
                                "byte_stop": 3515496,
                                "text": "Moreover, there are more routine statute that can be implemented -- and could sometimes be implemented most effectively by requiring state employees to perform federal obligations, such as collecting and reporting data on underground storage tanks that may pose environmental hazards and making reports about traffic fatalities and missing children to a federal agency."
                            },
                            {
                                "start": 871.704,
                                "stop": 894.226,
                                "byte_start": 3515496,
                                "byte_stop": 3605671,
                                "text": "The case is also important for another reason, that strikes me as I listen to my Brother Scalia announced the opinion, because the reasoning relies so heavily and what I regard as an unsound argument that the fact that a particular power has not been exercised by the Federal Government or only rarely exercised is a reason to deny its existence."
                            },
                            {
                                "start": 894.226,
                                "stop": 915.445,
                                "byte_start": 3605671,
                                "byte_stop": 3690517,
                                "text": "The argument reminds me of a -- of the period during the new deal when new legislation was enacted to create the TVA and to create the control of the security\u0027s markets and authorize divestiture of public utility holding companies and many, many matters that were resisted on the ground."
                            },
                            {
                                "start": 915.445,
                                "stop": 917.571,
                                "byte_start": 3690517,
                                "byte_stop": 3698981,
                                "text": "The Congress has never done this before."
                            },
                            {
                                "start": 917.571,
                                "stop": 919.644,
                                "byte_start": 3698981,
                                "byte_stop": 3707340,
                                "text": "They therefore don\u0027t have the power."
                            },
                            {
                                "start": 919.644,
                                "stop": 923.093,
                                "byte_start": 3707340,
                                "byte_stop": 3721132,
                                "text": "I don\u0027t think the argument has validity."
                            },
                            {
                                "start": 923.093,
                                "stop": 937.248,
                                "byte_start": 3721132,
                                "byte_stop": 3777766,
                                "text": "The same argument was made during the 1950\u0027s when the National Government partly through legislation and partly through judicial decision work great changes in the racial composition of our society."
                            },
                            {
                                "start": 937.248,
                                "stop": 941.942,
                                "byte_start": 3777766,
                                "byte_stop": 3796470,
                                "text": "Turning to the text, the text of the Constitution is quite straightforward."
                            },
                            {
                                "start": 941.942,
                                "stop": 948.881,
                                "byte_start": 3796470,
                                "byte_stop": 3824264,
                                "text": "It authorizes the Congress of the United States to pass laws, to regulate commerce among the States."
                            },
                            {
                                "start": 948.881,
                                "stop": 965.868,
                                "byte_start": 3824264,
                                "byte_stop": 3892182,
                                "text": "It\u0027s been well-settled since the new deal cases and the new deal legislation that retail sales of -- of items like guns that are used in -- in commerce actually -- may actually find their way in to other States are clearly within the power of Congress to regulate."
                            },
                            {
                                "start": 965.868,
                                "stop": 976.089,
                                "byte_start": 3892182,
                                "byte_stop": 3933038,
                                "text": "There is just no question that the plain text of the -- of the Constitution authorized the -- the activities that the Brady Act intended to regulate."
                            },
                            {
                                "start": 976.089,
                                "stop": 1002.53,
                                "byte_start": 3933038,
                                "byte_stop": 4038886,
                                "text": "So the Court does not rely on text of the Constitution except incidentally from time to time it makes reference to various provisions that it suggest like very unusual reference to the Necessary and Proper Clause, which I had thought expanded the power of Congress rather than withdrew power from Congress, with -- with -- these suggestions of different provisions reminds me of an opinion Justice Douglas wrote long ago finding a right to privacy and penumbras of the Constitution."
                            },
                            {
                                "start": 1002.53,
                                "stop": 1014.482,
                                "byte_start": 4038886,
                                "byte_stop": 4086638,
                                "text": "I suggest that the text of the Constitution does not provide support and neither do the penumbras on which the Court without using that name is in fact relying to reach its result."
                            },
                            {
                                "start": 1014.482,
                                "stop": 1040.26,
                                "byte_start": 4086638,
                                "byte_stop": 4189769,
                                "text": "And the Court did not discuss the Tenth Amendment but -- in particularly in the oral statement but it\u0027s clear, the text of the Tenth Amendment does not cut back on the power granted to the Congress because it only refers to powers that are not delegated to Congress and the power to regulate commerce is expressly delegated and therefore it is plain to me if one just reads the text of this very important document that Congress did not exceed its power."
                            },
                            {
                                "start": 1040.26,
                                "stop": 1055.909,
                                "byte_start": 4189769,
                                "byte_stop": 4252359,
                                "text": "Turning to the matter of history, again there is disagreement among the justices and there\u0027s much writing in the opinions about the significance of various items of -- of histories such as the prison example that Justice Scalia chose to emphasize."
                            },
                            {
                                "start": 1055.909,
                                "stop": 1065.552,
                                "byte_start": 4252359,
                                "byte_stop": 4290915,
                                "text": "Even taking that at full value, all of that proves that perhaps somebody didn\u0027t think it was a wise matter of policy to insist that legislatures do this."
                            },
                            {
                                "start": 1065.552,
                                "stop": 1093.589,
                                "byte_start": 4290915,
                                "byte_stop": 4403033,
                                "text": "What may -- may have motivated the Congress in various decisions to use or not to use a state executive personnel does not speak to the question of whether that power might well exist because singularly absent from the entire opinion of the majority has filed is a scrap of evidence by any Congressman or any Framer of the Constitution suggesting that they had the slightest doubt about the power of Congress to use state magistery when they thought it appropriate."
                            },
                            {
                                "start": 1093.589,
                                "stop": 1101.804,
                                "byte_start": 4403033,
                                "byte_stop": 4435947,
                                "text": "Indeed, The Federalist papers are replete with the -- with discussions of the possibility of using the state officials to collect federal revenues."
                            },
                            {
                                "start": 1101.804,
                                "stop": 1112.042,
                                "byte_start": 4435947,
                                "byte_stop": 4476907,
                                "text": "In fact, they did not do that but there isn\u0027t a word in those documents suggesting that anyone doubted that that would be an entirely appropriate use of federal power."
                            },
                            {
                                "start": 1112.042,
                                "stop": 1139.184,
                                "byte_start": 4476907,
                                "byte_stop": 4585472,
                                "text": "Statutes that Congress -- the early Congress enacted relied extensively on judges to perform state judges that is -- and that -- and the personnel that are associated with the Court to perform executive functions and that suggest to me that they did not -- there was no contemporary understanding that the use of state officials would violate any overwriting principle of sovereign immunity."
                            },
                            {
                                "start": 1139.184,
                                "stop": 1145.434,
                                "byte_start": 4585472,
                                "byte_stop": 4610445,
                                "text": "The majority makes a valiant effort throughout its opinion to give plausible explanations for its view of the history."
                            },
                            {
                                "start": 1145.434,
                                "stop": 1155.858,
                                "byte_start": 4610445,
                                "byte_stop": 4652136,
                                "text": "But the singular thing that\u0027s important about the review of the historical materials is a complete absence of affirmative evidence supporting the majority\u0027s position."
                            },
                            {
                                "start": 1155.858,
                                "stop": 1168.567,
                                "byte_start": 4652136,
                                "byte_stop": 4703023,
                                "text": "It\u0027s -- silence is basically deafening and the question both if one looks to the debates in Congress and to The Federalist papers and the arguments by the end -- like federalist as well."
                            },
                            {
                                "start": 1168.567,
                                "stop": 1174.065,
                                "byte_start": 4703023,
                                "byte_stop": 4724966,
                                "text": "One example will illustrate the -- the kind of argument that I think the majority relied on."
                            },
                            {
                                "start": 1174.065,
                                "stop": 1187.762,
                                "byte_start": 4724966,
                                "byte_stop": 4779823,
                                "text": "In 1917, the Congress passed a statute authorizing President Wilson to utilize the services of the state officers to enlist military personnel into the draft."
                            },
                            {
                                "start": 1187.762,
                                "stop": 1196.337,
                                "byte_start": 4779823,
                                "byte_stop": 4814096,
                                "text": "When the President exercised that authority, the order that he entered -- that he issued, in effect, contained the word “requests”."
                            },
                            {
                                "start": 1196.337,
                                "stop": 1199.354,
                                "byte_start": 4814096,
                                "byte_stop": 4826112,
                                "text": "The governors were requested to do with what they suggested."
                            },
                            {
                                "start": 1199.354,
                                "stop": 1204.411,
                                "byte_start": 4826112,
                                "byte_stop": 4846383,
                                "text": "The majority reasons from that he probably thought he didn\u0027t have the power to issue a command."
                            },
                            {
                                "start": 1204.411,
                                "stop": 1217.524,
                                "byte_start": 4846383,
                                "byte_stop": 4898837,
                                "text": "An argument that I find singly unpersuasive because it would suggest that anytime a military officer entered -- said “please” the one of his subordinates -- he was thinking he didn\u0027t have the have the power to -- to command."
                            },
                            {
                                "start": 1217.524,
                                "stop": 1239.445,
                                "byte_start": 4898837,
                                "byte_stop": 4986504,
                                "text": "And again there is a total absence of this -- and with reference to that incident in 1917 of any suggestion by any member of Congress or of the administration that the -- the way in which he drafted that order was based on any doubt about his power to carry out the order of the power of Congress to enact it."
                            },
                            {
                                "start": 1239.445,
                                "stop": 1270.359,
                                "byte_start": 4986504,
                                "byte_stop": 5110115,
                                "text": "Turning to the structure of the Constitution, the fact that the Constitution provides Members of Congress shall be -- that Members of Congress shall be elected by the people, periodically whereas Justices of this Court have life tenure and are not accountable to the people in the same way provides powerful evidence that the Framers intended that the Congress rather than this Court would be the appropriate body to weight the respective importance of the interest of the several States and the interest of the people as a whole."
                            },
                            {
                                "start": 1270.359,
                                "stop": 1284.899,
                                "byte_start": 5110115,
                                "byte_stop": 5168316,
                                "text": "As we explained in an opinion authored by Justice Blackmun some years ago, the principle means chosen by the Framers to ensure the role in the -- of the States in the federal system lies in the structure of the Federal Government itself."
                            },
                            {
                                "start": 1284.899,
                                "stop": 1294.245,
                                "byte_start": 5168316,
                                "byte_stop": 5205723,
                                "text": "It is no novelty to observe that the composition of the Federal Government was designed in large part to protect the States from overreaching by Congress."
                            },
                            {
                                "start": 1294.245,
                                "stop": 1307.629,
                                "byte_start": 5205723,
                                "byte_stop": 5259222,
                                "text": "Given the fact that the Members of Congress are elected by the people of the several States, with each State receiving an equivalent number of senators in order to ensure that even the smallest States, have a powerful voice in the legislature."
                            },
                            {
                                "start": 1307.629,
                                "stop": 1317.695,
                                "byte_start": 5259222,
                                "byte_stop": 5299555,
                                "text": "It is quite unrealistic to -- to assume that those legislatures -- legislators would ignore the sovereignty concerns of their constituents."
                            },
                            {
                                "start": 1317.695,
                                "stop": 1331.977,
                                "byte_start": 5299555,
                                "byte_stop": 5356607,
                                "text": "It is far more reasonable to presume that their decisions to impose modest burdens on state officials from time to time reflect a considered judgment that the people on each of the States will benefit by that assignment."
                            },
                            {
                                "start": 1331.977,
                                "stop": 1342.122,
                                "byte_start": 5356607,
                                "byte_stop": 5397253,
                                "text": "Perversely majority\u0027s rule seems more likely to damage than to preserve the safeguards against tyranny provided by the existence of vital state governments."
                            },
                            {
                                "start": 1342.122,
                                "stop": 1353.369,
                                "byte_start": 5397253,
                                "byte_stop": 5442184,
                                "text": "By limiting the ability of the Federal Government to enlist state officials and the implementation of its programs, the Court creates incentives for the National Government to enlarge itself."
                            },
                            {
                                "start": 1353.369,
                                "stop": 1364.825,
                                "byte_start": 5442184,
                                "byte_stop": 5488055,
                                "text": "In the name of State\u0027s rights, the majority apparently would prefer to have the Federal Government create additional national bureaucracies to implement its policies."
                            },
                            {
                                "start": 1364.825,
                                "stop": 1392.506,
                                "byte_start": 5488055,
                                "byte_stop": 5598710,
                                "text": "This is exactly the sort of thing that the early federalist premise would not occur in part as a result of the National Government\u0027s ability to rely on the magistery of the States.Far more important and the concerns that the Court must choose in support of its new rule is the fact that the framers entrusted Congress with the task of creating a working structure of intergovernmental relationship around the frameworks that the Constitution authorized."
                            },
                            {
                                "start": 1392.506,
                                "stop": 1403.16,
                                "byte_start": 5598710,
                                "byte_stop": 5641341,
                                "text": "Neither explicitly nor implicitly did the framers issue any command that forbids Congress from the imposing federal duties and private citizens or local officials."
                            },
                            {
                                "start": 1403.16,
                                "stop": 1411.806,
                                "byte_start": 5641341,
                                "byte_stop": 5675928,
                                "text": "As a general matter, Congress has followed the sound policy of authorizing federal agencies and federal agents to administer federal programs."
                            },
                            {
                                "start": 1411.806,
                                "stop": 1423.538,
                                "byte_start": 5675928,
                                "byte_stop": 5722843,
                                "text": "That general practice, however, does not negate the existence of a power to rely on state officials in occasional situation in which such reliance is in the national interest."
                            },
                            {
                                "start": 1423.538,
                                "stop": 1438.739,
                                "byte_start": 5722843,
                                "byte_stop": 5783656,
                                "text": "Rather the occasional exceptions confirm the wisdom of Justice Holmes reminder that the machinery of Government would not work even if it were not allowed a little play in the joints."
                            },
                            {
                                "start": 1438.739,
                                "stop": 1456.131,
                                "byte_start": 5783656,
                                "byte_stop": 5853247,
                                "text": "Turning to these Court\u0027s cases, the Court advises us that the prior jurisprudence of this Court is the most inclusive support for its position, that prior jurisprudence turns out to be a single case, New York against United States decided just five years ago."
                            },
                            {
                                "start": 1456.131,
                                "stop": 1464.384,
                                "byte_start": 5853247,
                                "byte_stop": 5886265,
                                "text": "That case held that Congress could not command a State or its legislature to enact and enforce a federal regulatory program."
                            },
                            {
                                "start": 1464.384,
                                "stop": 1477.112,
                                "byte_start": 5886265,
                                "byte_stop": 5937152,
                                "text": "But it is quite wrong to characterize the Brady Act\u0027s minimal and short term requirement that these police officers perform background checks as involving anything comparable to the enactment of legislation."
                            },
                            {
                                "start": 1477.112,
                                "stop": 1482.717,
                                "byte_start": 5937152,
                                "byte_stop": 5959617,
                                "text": "The Brady Act contains no command directed to a sovereign state or to a state legislature."
                            },
                            {
                                "start": 1482.717,
                                "stop": 1487.508,
                                "byte_start": 5959617,
                                "byte_stop": 5978739,
                                "text": "It does not require any State entity to promulgate any federal rule."
                            },
                            {
                                "start": 1487.508,
                                "stop": 1490.169,
                                "byte_start": 5978739,
                                "byte_stop": 5989397,
                                "text": "It is a congressional regulation of individuals."
                            },
                            {
                                "start": 1490.169,
                                "stop": 1504.92,
                                "byte_start": 5989397,
                                "byte_stop": 6048434,
                                "text": "In this case, they happen to be county officials not state officials and they are not even entitled to the immunities that the Eleventh Amendment would give to state officials and of course to -- to a gun retail -- retailers as well as the local police officials."
                            },
                            {
                                "start": 1504.92,
                                "stop": 1516.57,
                                "byte_start": 6048434,
                                "byte_stop": 6095036,
                                "text": "Far more relevant in the New York case is the case of Puerto Rico against Branstad, but the case the -- the majority does not even site in its opinion that was decided in 1987."
                            },
                            {
                                "start": 1516.57,
                                "stop": 1523.996,
                                "byte_start": 6095036,
                                "byte_stop": 6124711,
                                "text": "In that case, we held that state executive officers had to comply with the Extradition Act of 1793."
                            },
                            {
                                "start": 1523.996,
                                "stop": 1545.505,
                                "byte_start": 6124711,
                                "byte_stop": 6210706,
                                "text": "In Branstad, we unequivocally rejected an important premise that resonates throughout the majority opinion, namely, because the States retain their sovereignty in areas that are unregulated by federal law notions of comity rather than constitutional power govern any direction by National Government to state executives or judicial officers."
                            },
                            {
                                "start": 1545.505,
                                "stop": 1561.575,
                                "byte_start": 6210706,
                                "byte_stop": 6275072,
                                "text": "That notion was the product of the ill start opinion of Chief Justice Taney in Kentucky against Dennison which was announced on March 14, 1861 when the practical power of the Federal Government was at its lowest ebb."
                            },
                            {
                                "start": 1561.575,
                                "stop": 1583.92,
                                "byte_start": 6275072,
                                "byte_stop": 6364411,
                                "text": "As we explain in -- in the Branstad case, “If it seemed clear to the Court in 1861 facing the looming shadow of a civil war that the Federal Government under the Constitution has no power to impose on a state officer as such any duty whatever and compel him to perform it,” that\u0027s a quote form the Dennison case."
                            },
                            {
                                "start": 1583.92,
                                "stop": 1589.295,
                                "byte_start": 6364411,
                                "byte_stop": 6385936,
                                "text": "Basic constitutional principles now point is clearly the other way."
                            },
                            {
                                "start": 1589.295,
                                "stop": 1592.861,
                                "byte_start": 6385936,
                                "byte_stop": 6400146,
                                "text": "Kentucky against Dennison is the product of another time."
                            },
                            {
                                "start": 1592.861,
                                "stop": 1603.302,
                                "byte_start": 6400146,
                                "byte_stop": 6441942,
                                "text": "The conception of the relation between the States and the Federal Government there announce is fundamentally incompatible with more than a century of constitutional development."
                            },
                            {
                                "start": 1603.302,
                                "stop": 1608.555,
                                "byte_start": 6441942,
                                "byte_stop": 6462945,
                                "text": "Yet this decision has stood while the world of which it was apart has passed away."
                            },
                            {
                                "start": 1608.555,
                                "stop": 1612.138,
                                "byte_start": 6462945,
                                "byte_stop": 6477260,
                                "text": "We conclude that it may stand no longer."
                            },
                            {
                                "start": 1612.138,
                                "stop": 1618.132,
                                "byte_start": 6477260,
                                "byte_stop": 6501292,
                                "text": "Finally, the majority fails to recognize the significance of the decision in Testa against Katt."
                            },
                            {
                                "start": 1618.132,
                                "stop": 1635.66,
                                "byte_start": 6501292,
                                "byte_stop": 6571405,
                                "text": "In that case, decided in 1947 by unanimous court, the Court held the state courts of appropriate jurisdiction must occupy themselves adjudicating claims brought by private litigants under the federal Emergency Price Control Act of 1942."
                            },
                            {
                                "start": 1635.66,
                                "stop": 1642.531,
                                "byte_start": 6571405,
                                "byte_stop": 6598886,
                                "text": "Regardless of how otherwise crowded their dockets might be with state law matters."
                            },
                            {
                                "start": 1642.531,
                                "stop": 1651.302,
                                "byte_start": 6598886,
                                "byte_stop": 6633890,
                                "text": "There is a much -- that was a much greater burden on state sovereignty than the modest burden that the Brady Act imposes on local police officers."
                            },
                            {
                                "start": 1651.302,
                                "stop": 1659.474,
                                "byte_start": 6633890,
                                "byte_stop": 6666595,
                                "text": "Throughout our history, judges state as well as federal have merited as much respect as executive agents."
                            },
                            {
                                "start": 1659.474,
                                "stop": 1688.06,
                                "byte_start": 6666595,
                                "byte_stop": 6781012,
                                "text": "The notion that the framers would have had no election to “dragoon,” to use the word that the majority opinions seems to like, to dragoon state judges into federal service against their will, but would have regarded the imposition of a similar indeed far lesser burden on town constables as an intolerable affront to principles of state sovereignty is difficult to take seriously."
                            },
                            {
                                "start": 1688.06,
                                "stop": 1701.867,
                                "byte_start": 6781012,
                                "byte_stop": 6836078,
                                "text": "If such a distinction had been contemplated by the learned and articulate men who fashioned the basic structure of our government, surely some of them would have said so."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49794,
            "mime": "audio\/mpeg",
            "size": 6836391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1478\/19970627o_95-1478.delivery.mp3"
        },
        {
            "id": 71590,
            "mime": "audio\/ogg",
            "size": 16742815,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1478\/19970627o_95-1478.ogg"
        },
        {
            "id": 71591,
            "mime": "application\/x-mpegURL",
            "size": 25103,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1478\/19970627o_95-1478.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}