{
    "id": 20785,
    "title": "Opinion Announcement - May 12, 1997",
    "transcript": {
        "title": null,
        "duration": 242.013,
        "sections": [
            {
                "start": 0,
                "stop": 242.013,
                "byte_start": 28672,
                "byte_stop": 996665,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.698,
                        "byte_start": 28672,
                        "byte_stop": 59496,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.698,
                                "byte_start": 28672,
                                "byte_stop": 59496,
                                "text": "-- 5658, Lambrix against Singletary, will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 7.698,
                        "stop": 242.013,
                        "byte_start": 59496,
                        "byte_stop": 996665,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.698,
                                "stop": 12.625,
                                "byte_start": 59496,
                                "byte_stop": 79245,
                                "text": "This case is here on certiorari to the Court of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 12.625,
                                "stop": 20.519,
                                "byte_start": 79245,
                                "byte_stop": 110801,
                                "text": "The petitioner, Cary Michael Lambrix, was convicted by the State of Florida on two counts of first degree murder."
                            },
                            {
                                "start": 20.519,
                                "stop": 25.835,
                                "byte_start": 110801,
                                "byte_stop": 132117,
                                "text": "The jury returned an advisory verdict recommending death sentences on both counts."
                            },
                            {
                                "start": 25.835,
                                "stop": 41.269,
                                "byte_start": 132117,
                                "byte_stop": 193766,
                                "text": "Finding five aggravating circumstances as to one of the murders, four as to the other and no mitigating circumstances as to either, the trial court sentenced Lambrix to death -- to death on both counts."
                            },
                            {
                                "start": 41.269,
                                "stop": 46.752,
                                "byte_start": 193766,
                                "byte_stop": 215709,
                                "text": "Lambrix\u0027s conviction and sentence were upheld on direct appeal by the Florida Supreme Court."
                            },
                            {
                                "start": 46.752,
                                "stop": 56.234,
                                "byte_start": 215709,
                                "byte_stop": 253639,
                                "text": "After the Florida Courts denied his repeated efforts to obtain collateral relief, Lambrix filed a petition for writ of habeas corpus in Federal District Court."
                            },
                            {
                                "start": 56.234,
                                "stop": 59.487,
                                "byte_start": 253639,
                                "byte_stop": 266700,
                                "text": "That court rejected all of his claims."
                            },
                            {
                                "start": 59.487,
                                "stop": 97.512,
                                "byte_start": 266700,
                                "byte_stop": 418732,
                                "text": "While Lambrix\u0027s appeal from that District Court judgment was pending before the Eleventh Circuit, this Court decided a case called “Espinosa versus Florida,” which held that in a State with the sentencing scheme such as Florida\u0027s which requires specific aggravating circumstances to be weighed against any mitigating circumstances, if a judge in such a State is required to give deference to a jury\u0027s advisory sentencing recommendation, then neither the judge nor the jury is constitutionally permitted to weigh invalid aggravating circumstances."
                            },
                            {
                                "start": 97.512,
                                "stop": 115.832,
                                "byte_start": 418732,
                                "byte_stop": 492084,
                                "text": "Since one of Lambrix\u0027s claims was that his sentencing jury was improperly instructed on the meaning of one aggravating factor, namely, that the murder had been especially heinous, atrocious, or cruel, Espinosa had obvious relevance to this habeas petition."
                            },
                            {
                                "start": 115.832,
                                "stop": 130.627,
                                "byte_start": 492084,
                                "byte_stop": 551225,
                                "text": "The Eleventh Circuit held its proceedings in advance to permit Lambrix to present his Espinosa claim to the Florida Supreme Court which rejected the claim without considering its merits on the ground that the claim was procedurally barred."
                            },
                            {
                                "start": 130.627,
                                "stop": 145.879,
                                "byte_start": 551225,
                                "byte_stop": 612248,
                                "text": "Without even acknowledging the procedural bar, the Eleventh Circuit denied relief ruling that Espinosa announced a new rule which cannot be applied retroactively on federal habeas under an opinion of ours called “Teague versus Lane.”"
                            },
                            {
                                "start": 145.879,
                                "stop": 149.579,
                                "byte_start": 612248,
                                "byte_stop": 627085,
                                "text": "We granted certiorari and we now affirm."
                            },
                            {
                                "start": 149.579,
                                "stop": 155.953,
                                "byte_start": 627085,
                                "byte_stop": 652581,
                                "text": "First, we consider the State\u0027s contention that Lambrix\u0027s Espinosa claim is procedurally barred."
                            },
                            {
                                "start": 155.953,
                                "stop": 168.245,
                                "byte_start": 652581,
                                "byte_stop": 701691,
                                "text": "Although our -- our opinion suggests that the procedural bar issue should ordinarily be considered before a claim of Teague bar, we nonetheless decline to resolve the case on that basis."
                            },
                            {
                                "start": 168.245,
                                "stop": 181.852,
                                "byte_start": 701691,
                                "byte_stop": 756130,
                                "text": "Lambrix asserts several reasons why procedural bar does not apply the validity of which is more appropriately determined by the lower federal courts which are more familiar with the procedural practices of the States in which they sit."
                            },
                            {
                                "start": 181.852,
                                "stop": 186.429,
                                "byte_start": 756130,
                                "byte_stop": 774416,
                                "text": "A remand on this issue would only serve to prolong this litigation."
                            },
                            {
                                "start": 186.429,
                                "stop": 193.541,
                                "byte_start": 774416,
                                "byte_stop": 802837,
                                "text": "Second, we conclude that Espinosa announced a new rule which is not applicable in a federal habeas proceeding."
                            },
                            {
                                "start": 193.541,
                                "stop": 201.181,
                                "byte_start": 802837,
                                "byte_stop": 833452,
                                "text": "Espinosa cited only a single case in support of its central conclusion and introduced that lone citation with a “cf.”"
                            },
                            {
                                "start": 201.181,
                                "stop": 207.8,
                                "byte_start": 833452,
                                "byte_stop": 859888,
                                "text": "-- an introductory signal indicating authority that supports the point in dictum or by analogy."
                            },
                            {
                                "start": 207.8,
                                "stop": 213.513,
                                "byte_start": 859888,
                                "byte_stop": 882772,
                                "text": "The decisions relied upon by Lambrix do not dictate the result ultimately reached in Espinosa."
                            },
                            {
                                "start": 213.513,
                                "stop": 228.68,
                                "byte_start": 882772,
                                "byte_stop": 943480,
                                "text": "Rather, a close examination of the Florida death penalty scheme indicates that a reasonable jurist considering Lambrix\u0027s sentence at the time it became final, could have reached a conclusion different from the one announced in Espinosa."
                            },
                            {
                                "start": 228.68,
                                "stop": 231.85,
                                "byte_start": 943480,
                                "byte_stop": 956123,
                                "text": "Accordingly, we affirm the judgment of the Eleventh Circuit."
                            },
                            {
                                "start": 231.85,
                                "stop": 238.129,
                                "byte_start": 956123,
                                "byte_stop": 981201,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justice Ginsburg and Justice Breyer have joined."
                            },
                            {
                                "start": 238.129,
                                "stop": 242.013,
                                "byte_start": 981201,
                                "byte_stop": 996665,
                                "text": "Justice O\u0027Connor has also filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50694,
            "mime": "audio\/mpeg",
            "size": 996979,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-5658\/19970512o_96-5658.delivery.mp3"
        },
        {
            "id": 72478,
            "mime": "audio\/ogg",
            "size": 2433493,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-5658\/19970512o_96-5658.ogg"
        },
        {
            "id": 72479,
            "mime": "application\/x-mpegURL",
            "size": 3675,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-5658\/19970512o_96-5658.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}