{
    "id": 23361,
    "title": "Opinion Announcement - June 13, 1988",
    "transcript": {
        "title": "Shapero v.Kentucky Bar Association",
        "duration": 495.575,
        "sections": [
            {
                "start": 0,
                "stop": 495.575,
                "byte_start": 28672,
                "byte_stop": 2010948,
                "turns": [
                    {
                        "start": 0,
                        "stop": 15.184,
                        "byte_start": 28672,
                        "byte_stop": 89485,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 15.184,
                                "byte_start": 28672,
                                "byte_stop": 89485,
                                "text": "The opinions of the Court in two cases, No. 87-16, Shapero against Kentucky Bar Association, and No. 87-157, Allied Tube \u0026 Conduit Corporation versus Indian Head will be announced by Justice Brennan."
                            }
                        ]
                    },
                    {
                        "start": 15.184,
                        "stop": 495.575,
                        "byte_start": 89485,
                        "byte_stop": 2010948,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 15.184,
                                "stop": 22.471,
                                "byte_start": 89485,
                                "byte_stop": 118638,
                                "text": "The first case is here on certiorari to the Supreme Court of Kentucky."
                            },
                            {
                                "start": 22.471,
                                "stop": 39.805,
                                "byte_start": 118638,
                                "byte_stop": 187914,
                                "text": "The Attorneys Advertising Commission of Kentucky\u0027s integrated Bar Association is charged with the responsibility of regulating attorney advertising as prescribed by Rules of the Kentucky Supreme Court."
                            },
                            {
                                "start": 39.805,
                                "stop": 51.29,
                                "byte_start": 187914,
                                "byte_stop": 233890,
                                "text": "The Commission\u0027s decisions are appealable to the Board of Governors of the Kentucky Bar Association, and they are ultimately reviewable by the Supreme Court of Kentucky."
                            },
                            {
                                "start": 51.29,
                                "stop": 75.055,
                                "byte_start": 233890,
                                "byte_stop": 328976,
                                "text": "One of the provisions says that any attorney who is in doubt as to the propriety of any professional act contemplated by him has the option of seeking an advisory opinion from the committee of the Kentucky Bar Association which are formally adopted by the Board of Governors is reviewable by the Supreme Court of Kentucky."
                            },
                            {
                                "start": 75.055,
                                "stop": 138.368,
                                "byte_start": 328976,
                                "byte_stop": 582154,
                                "text": "In this case, petitioner, a member of the Kentucky Bar, applied to the Commission for approval of a letter that he proposed to send to potential clients who have had a foreclosure suit filed against them which among other things advised the client that is solicited, “You may be about to lose your home, [f]ederal law may allow you to ORDE[R] your creditor to STOP,\u0022 you may call my office   for FREE information, [i]t may surprise you what I may be able to do for you \u0022 Although the Commission did not find the letter false or misleading, it declined to approve it on the ground that a then existing Kentucky Supreme Court Rule prohibited the mailing or delivery of written advertisements precipitated by a specific event involving or relating to the addressee as distinct from the general public."
                            },
                            {
                                "start": 138.368,
                                "stop": 152.866,
                                "byte_start": 582154,
                                "byte_stop": 640146,
                                "text": "Nevertheless, the Commission registered its view that the Rule violated the First Amendment under our decision in Zauderer, a few terms ago and recommended the Rule\u0027s amendment by the State Supreme Court."
                            },
                            {
                                "start": 152.866,
                                "stop": 172.763,
                                "byte_start": 640146,
                                "byte_stop": 719768,
                                "text": "Petitioner then sought an advisory committee -- an opinion rather, as to the Rule\u0027s validity from the State Bar Association\u0027s Ethics Committee, and that Committee upheld the Rule as consistent with Rule 7.3 of the American Bar Association\u0027s Model Rules of Professional Conduct."
                            },
                            {
                                "start": 172.763,
                                "stop": 201.587,
                                "byte_start": 719768,
                                "byte_stop": 835124,
                                "text": "On review of the advisory opinion, the State Supreme Court held that our decision in Zauderer compelled the State Rule\u0027s deletion, and replaced it with a copy of the American Bar Association Rule 7.3, which also prohibits targeted direct-mail solicitation by lawyers for a pecuniary gain without a particularized finding that the solicitation is false or misleading."
                            },
                            {
                                "start": 201.587,
                                "stop": 213.515,
                                "byte_start": 835124,
                                "byte_stop": 882772,
                                "text": "The Court did not specify either the precise informative -- infirmity in the State Rule or how the American Bar Association Rule 7.3 cured it."
                            },
                            {
                                "start": 213.515,
                                "stop": 219.07,
                                "byte_start": 882772,
                                "byte_stop": 905028,
                                "text": "We reverse the judgment of the Kentucky Supreme Court and remand."
                            },
                            {
                                "start": 219.07,
                                "stop": 258.968,
                                "byte_start": 905028,
                                "byte_stop": 1064584,
                                "text": "I have filed an opinion which holds for the Court as to Parts I and II that a State may not, consistent with the First and Fourteenth Amendments, categorically prohibit lawyers from soliciting business for pecuniary gain by sending truthful and non-deceptive letters to potential clients known to face particular legal problems. Such advertising is constitutionally protected commercial speech, which may be restricted only in the service of a substantial governmental interest, and only through means that directly advance that interest."
                            },
                            {
                                "start": 258.968,
                                "stop": 289.277,
                                "byte_start": 1064584,
                                "byte_stop": 1185792,
                                "text": "Moreover, this Court\u0027s lawyer advertising cases have never distinguished among various modes of written advertising to the general public, as is recognized by American Bar Associations Rule 7.3\u0027s exemption for advertising distributed generally to persons not known to need the particular legal services, but who are so situated that they might, in general, find such services useful."
                            },
                            {
                                "start": 289.277,
                                "stop": 319.515,
                                "byte_start": 1185792,
                                "byte_stop": 1306791,
                                "text": "The court below disapproved petitioner\u0027s letter solely on the basis of its failure to qualify for this exemption, analogizing to our decision again of a few terms ago in Ohralik for the proposition that targeted direct-mail solicitation by a trained lawyer to a potential client overwhelmed by his legal troubles and therefore, having an impaired capacity for good judgment creates a serious potential for undue influence."
                            },
                            {
                                "start": 319.515,
                                "stop": 329.931,
                                "byte_start": 1306791,
                                "byte_stop": 1348483,
                                "text": "However, respondent\u0027s reliance on Ohralik, which held that the State could categorically ban all in-person solicitation, we think is misplaced."
                            },
                            {
                                "start": 329.931,
                                "stop": 345.808,
                                "byte_start": 1348483,
                                "byte_stop": 1411908,
                                "text": "There are two factors underlying that decision, the strong possibility of improper lawyer conduct and the improbability of effective regulation are much less a risk in the targeted, direct-mail solicitation context."
                            },
                            {
                                "start": 345.808,
                                "stop": 363.793,
                                "byte_start": 1411908,
                                "byte_stop": 1483901,
                                "text": "The recipient of such advertising is not faced with the coercive presence of a trained advocate or the pressure for an immediate yes-or-no answer to the representation offer, but can simply put the letter aside or to be considered later, ignored, or discarded."
                            },
                            {
                                "start": 363.793,
                                "stop": 385.355,
                                "byte_start": 1483901,
                                "byte_stop": 1570105,
                                "text": "Moreover, although a personalized letter does present increased risk of isolated abuses or mistakes, these we think can be regulated and minimized by requiring the lawyer to file a letter with a state agency as in Kentucky having authority to supervise mailings and penalize actual abuses."
                            },
                            {
                                "start": 385.355,
                                "stop": 406.903,
                                "byte_start": 1570105,
                                "byte_stop": 1656310,
                                "text": "Scrutiny of targeted solicitation letters will not be appreciably less reliable in our view than scrutiny of other advertisements, since the reviewing agency can require the lawyer to prove or verify any fact stated or explain how it was discovered."
                            },
                            {
                                "start": 406.903,
                                "stop": 442.366,
                                "byte_start": 1656310,
                                "byte_stop": 1798207,
                                "text": "Then, as to Part III of the opinion I have filed, which is joined by Justice Marshall, Justice Blackmun, and Justice Kennedy, concludes that although the validity of Rule 7.3 doesn\u0027t turn on whether petitioner\u0027s letter itself exhibited any of the evils at which the Rule was directed, respondent\u0027s contention that the letter is particularly overreaching, and therefore unworthy of First Amendment protection, must be addressed since the Amendment\u0027s overbreadth doctrine does not apply to professional advertising."
                            },
                            {
                                "start": 442.366,
                                "stop": 458.064,
                                "byte_start": 1798207,
                                "byte_stop": 1861005,
                                "text": "However, although the letter\u0027s liberal use of underscored, uppercase letters in its inclusion of subjective predictions of client satisfaction might catch the recipient\u0027s attention more than would a bland statement of purely objective facts in small types."
                            },
                            {
                                "start": 458.064,
                                "stop": 465.815,
                                "byte_start": 1861005,
                                "byte_stop": 1891934,
                                "text": "The letter presents no risk of overreaching comparable to that of a lawyer engaged in face-to-face competition."
                            },
                            {
                                "start": 465.815,
                                "stop": 480.575,
                                "byte_start": 1891934,
                                "byte_stop": 1951075,
                                "text": "Justice White joined by Justice Stevens although agreeing with Parts I and II of the Court\u0027s opinion, express the view that the matters addressed in Part III should be left to the state courts in the first instance."
                            },
                            {
                                "start": 480.575,
                                "stop": 488.026,
                                "byte_start": 1951075,
                                "byte_stop": 1980855,
                                "text": "Justice White has filed an opinion therefore, concurring and dissenting in part in which Justice Stevens has joined."
                            },
                            {
                                "start": 488.026,
                                "stop": 495.575,
                                "byte_start": 1980855,
                                "byte_stop": 2010948,
                                "text": "Justice O\u0027Connor has filed a dissenting opinion in which the Chief Justice and Justice Scalia have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55844,
            "mime": "audio\/mpeg",
            "size": 2011261,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1987\/87-16\/19880613o_87-16.delivery.mp3"
        },
        {
            "id": 77556,
            "mime": "audio\/ogg",
            "size": 4977001,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1987\/87-16\/19880613o_87-16.ogg"
        },
        {
            "id": 77557,
            "mime": "application\/x-mpegURL",
            "size": 7083,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1987\/87-16\/19880613o_87-16.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}