{
    "id": 22443,
    "title": "Opinion Announcement - June 16, 2003",
    "transcript": {
        "title": "Sell v. United States",
        "duration": 323.631,
        "sections": [
            {
                "start": 0,
                "stop": 323.631,
                "byte_start": 85313,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 323.631,
                        "byte_start": 85313,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.023,
                                "byte_start": 85313,
                                "byte_stop": 121466,
                                "text": "The opinion of the Court in No. 02-5644 Sell againts United States will be announce by Justice Breyer."
                            },
                            {
                                "start": 9.023,
                                "stop": 30.858,
                                "byte_start": 121466,
                                "byte_stop": 208820,
                                "text": "The question presented in this case is whether the Constitution permits the Government to administer antipsychotic drugs involuntarily to a mentally ill criminal defendant, in order to render that defendant competent to stand trial for serious but non-violent crimes."
                            },
                            {
                                "start": 30.858,
                                "stop": 50.1,
                                "byte_start": 208820,
                                "byte_stop": 285724,
                                "text": "In two previous cases, Washington V. Harper and Riggins versus Nevada, this Court has said that an indivudual has a significant constitutionally protected liberty interest in avoiding the unwanted administration of antipsychotic drugs."
                            },
                            {
                                "start": 50.1,
                                "stop": 63.621,
                                "byte_start": 285724,
                                "byte_stop": 339850,
                                "text": "The Court added that the Government may nonetheless involuntarily administer antipsychotic drugs for the sake of the individuals own safety or the safety of others."
                            },
                            {
                                "start": 63.621,
                                "stop": 80.12,
                                "byte_start": 339850,
                                "byte_stop": 405888,
                                "text": "That was really Harper, and the Court indicated that the Government also could administer similar drugs similary when necessary to allow the adjudication of a serious criminal charge, it was murder, in that case."
                            },
                            {
                                "start": 80.12,
                                "stop": 102.238,
                                "byte_start": 405888,
                                "byte_stop": 494286,
                                "text": "We now hold that the Constituion does permit the Government to administer drugs involuntarily in order to render a mentally ill individual competent to stand trial for serious crime provided that the Government satisfies certain important conditions."
                            },
                            {
                                "start": 102.238,
                                "stop": 113.109,
                                "byte_start": 494286,
                                "byte_stop": 537754,
                                "text": "Conditons which we recognize, may limit involuntary medication fot trial competence purposes to rare instances."
                            },
                            {
                                "start": 113.109,
                                "stop": 116.993,
                                "byte_start": 537754,
                                "byte_stop": 553323,
                                "text": "We set forth those conditons in the opinion."
                            },
                            {
                                "start": 116.993,
                                "stop": 128.241,
                                "byte_start": 553323,
                                "byte_stop": 598358,
                                "text": "I can summarize them as follows: first, a court must find that in the indivudual circumstances, important goverment interests are at stake."
                            },
                            {
                                "start": 128.241,
                                "stop": 141.578,
                                "byte_start": 598358,
                                "byte_stop": 651648,
                                "text": "The need to prosecute serious criminal charges whether involving a crime against the person or a crime against property may count as an important Government interest."
                            },
                            {
                                "start": 141.578,
                                "stop": 151.973,
                                "byte_start": 651648,
                                "byte_stop": 693235,
                                "text": "So too, does the Goverment have the concomitant constitutionally essential interest in assuring that the defendant\u0027s trial is fair."
                            },
                            {
                                "start": 151.973,
                                "stop": 175.623,
                                "byte_start": 693235,
                                "byte_stop": 787902,
                                "text": "Second, the court must conclude that involuntary medication will significantly further both of those governmental interests, making it substantially likely that the defendant will be able to stand trial and substantially unlikely that side effects will render the trial unfair."
                            },
                            {
                                "start": 175.623,
                                "stop": 191.468,
                                "byte_start": 787902,
                                "byte_stop": 851223,
                                "text": "Third, a court must conclude the involuntary medication is necessary, to further those interests there must be no less intrusive alternative that would likely achieve substantially the same results."
                            },
                            {
                                "start": 191.468,
                                "stop": 207.446,
                                "byte_start": 851223,
                                "byte_stop": 915171,
                                "text": "Fourth, the court must conclude the administation of the drugs is medically appropriate i.e. in the patient\u0027s best medical interest in light of his medical condition, the specific kinds of drugs at issue, they will map."
                            },
                            {
                                "start": 207.446,
                                "stop": 231.969,
                                "byte_start": 915171,
                                "byte_stop": 1013287,
                                "text": "Finally, a court asked to approve involuntary admistration of drugs for trial competence purposes should ordinarily determine whether the Government first has thought to administer those drugs for other purposes namely, purposes related to an individual\u0027s dangerousness or the need to avoid a grave risk to that individual\u0027s health."
                            },
                            {
                                "start": 231.969,
                                "stop": 246.214,
                                "byte_start": 1013287,
                                "byte_stop": 1070234,
                                "text": "Considering these other more traditional purposes first is important, if drugs are authorized for these other reasons the problem of authorization for trial competence reasons disappears."
                            },
                            {
                                "start": 246.214,
                                "stop": 271.529,
                                "byte_start": 1070234,
                                "byte_stop": 1171484,
                                "text": "If drugs are not authorized for these other reasons, then the medical experts in courts can focus on the critically important questions such as \u0022Why is it necessary and medically appropriate forcibly to administer drugs to an individual who is not dangerous and who is medically competent to make up his own mind about medical treatment?\u0022."
                            },
                            {
                                "start": 271.529,
                                "stop": 295.026,
                                "byte_start": 1171484,
                                "byte_stop": 1265421,
                                "text": "Having such standards we apply them to the case before, we mention that there are strong reasons to believe that forced medication in the case before us might have been justified on these other reasons, on dangerousness grounds, but given the legal posture of the case, we are required to assume that that is not so."
                            },
                            {
                                "start": 295.026,
                                "stop": 303.991,
                                "byte_start": 1265421,
                                "byte_stop": 1301365,
                                "text": "Making that assumption, we conclude that the Court of Appeals did not take for full account of the standards that I have just summarized."
                            },
                            {
                                "start": 303.991,
                                "stop": 318.129,
                                "byte_start": 1301365,
                                "byte_stop": 1357894,
                                "text": "We consequently vacate its judgment and remand the case specifying if they do it again they should do it on a basis of current conditions not what conditons were at the time that the case got started."
                            },
                            {
                                "start": 318.129,
                                "stop": 323.631,
                                "byte_start": 1357894,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion in which Justices O\u0027Conner and Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54008,
            "mime": "audio\/mpeg",
            "size": 1379837,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/02-5664\/20030616o_02-5664.delivery.mp3"
        },
        {
            "id": 75748,
            "mime": "audio\/ogg",
            "size": 3333420,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/02-5664\/20030616o_02-5664.ogg"
        },
        {
            "id": 75749,
            "mime": "application\/x-mpegURL",
            "size": 4863,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/02-5664\/20030616o_02-5664.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}