{
    "id": 23167,
    "title": "Opinion Announcement - May 21, 2001",
    "transcript": {
        "title": "United States v. Hatter",
        "duration": 289.436,
        "sections": [
            {
                "start": 0,
                "stop": 289.436,
                "byte_start": 89578,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.773,
                        "byte_start": 89578,
                        "byte_stop": 116745,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.773,
                                "byte_start": 89578,
                                "byte_stop": 116745,
                                "text": "The opinions of the Court in two cases will be announced by Justice Breyer."
                            }
                        ]
                    },
                    {
                        "start": 6.773,
                        "stop": 289.436,
                        "byte_start": 116745,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 6.773,
                                "stop": 10.759,
                                "byte_start": 116745,
                                "byte_stop": 132628,
                                "text": "The first case United Sates versus Hatter."
                            },
                            {
                                "start": 10.759,
                                "stop": 23.001,
                                "byte_start": 132628,
                                "byte_stop": 181634,
                                "text": "The Federal Constitution’s Compensation Clause guarantees federal judges a compensation, which shall not be diminished during their continuance in office."
                            },
                            {
                                "start": 23.001,
                                "stop": 42.13,
                                "byte_start": 181634,
                                "byte_stop": 258120,
                                "text": "The Court of Appeals held that this clause prevents the government from collecting Medicare and Social Security taxes from a small number of judges who held office about 20 years ago before Congress extended the taxes to federal employees."
                            },
                            {
                                "start": 42.13,
                                "stop": 47.172,
                                "byte_start": 258120,
                                "byte_stop": 278287,
                                "text": "We believe that the Court of Appeals was wrong about the Medicare taxes."
                            },
                            {
                                "start": 47.172,
                                "stop": 65.838,
                                "byte_start": 278287,
                                "byte_stop": 352997,
                                "text": "The Court of Appeals struck down the Medicare tax on the authority of a case called Evans versus Gore, a 1920\u0027s case, which held that Congress could not include sitting judges within the scope of what was then a brand new federal income tax law."
                            },
                            {
                                "start": 65.838,
                                "stop": 104.739,
                                "byte_start": 352997,
                                "byte_stop": 508582,
                                "text": "Although the Court of Appeals could not overrule that case because it is a Supreme Court case, we believe that subsequent developments of undermine the case to the point where it is no longer good law, we consequently overrule Evans, and we hold that the Compensation Clause does not forbid Congress from enacting a law that imposes a nondiscriminatory tax, which includes an increase in rates or a change in conditions upon judges like everybody else whether those judges were appointed before or after the tax law, in question, was enacted or took affect."
                            },
                            {
                                "start": 104.739,
                                "stop": 113.248,
                                "byte_start": 508582,
                                "byte_stop": 542646,
                                "text": "Because the extension of the Medicare tax to the judges in this case was nondiscriminatory, we uphold its validity."
                            },
                            {
                                "start": 113.248,
                                "stop": 118.81,
                                "byte_start": 542646,
                                "byte_stop": 564902,
                                "text": "Congress\u0027 extension of the Social Security tax to the judges is a different matter."
                            },
                            {
                                "start": 118.81,
                                "stop": 129.785,
                                "byte_start": 564902,
                                "byte_stop": 608788,
                                "text": "As if the time of extension the early 1980\u0027s, all federal employees had remained outside the Social Security system for nearly 50 years."
                            },
                            {
                                "start": 129.785,
                                "stop": 158.411,
                                "byte_start": 608788,
                                "byte_stop": 723309,
                                "text": "When in the law that we are here considering, Congress extended the Social Security tax to Judges, It exempted all the federal employees who were then federal employees from the new system with an exception, and the exception was people who were then federal employees if they fell into the category of members of Congress, high-level Executive Branch employees, judges, and a handful of others."
                            },
                            {
                                "start": 158.411,
                                "stop": 179.35,
                                "byte_start": 723309,
                                "byte_stop": 807005,
                                "text": "But then looking at those people within the exemption, it made an exemption from the exemption, and except for judges it offset the new Social Security tax by reducing other pension payment obligations to the point where individual employee payroll deductions remained about the same that is they got the same sized pay check."
                            },
                            {
                                "start": 179.35,
                                "stop": 190.319,
                                "byte_start": 807005,
                                "byte_stop": 850891,
                                "text": "The result was a significant adverse financial impact not upon everybody else in the class, but upon judges and upon judges virtually alone in this respect,"
                            },
                            {
                                "start": 190.319,
                                "stop": 193.897,
                                "byte_start": 850891,
                                "byte_stop": 865206,
                                "text": "That is because they were in the exception to the exception."
                            },
                            {
                                "start": 193.897,
                                "stop": 202.297,
                                "byte_start": 865206,
                                "byte_stop": 898851,
                                "text": "Upon close examination, we find that the justification the government advances for that differential in our view is not sound."
                            },
                            {
                                "start": 202.297,
                                "stop": 204.992,
                                "byte_start": 898851,
                                "byte_stop": 909614,
                                "text": "We explain why this is so in our opinion."
                            },
                            {
                                "start": 204.992,
                                "stop": 219.463,
                                "byte_start": 909614,
                                "byte_stop": 967501,
                                "text": "We conclude that the special way in which Congress applied the Social Security tax to judges compared to all other federal employees discriminated against the judges and in our view the Compensation Clause forbids that kind of discrimination."
                            },
                            {
                                "start": 219.463,
                                "stop": 227.021,
                                "byte_start": 967501,
                                "byte_stop": 997699,
                                "text": "Our holding does not apply to later appointed judges I might add such as ourselves who do have to pay the tax."
                            },
                            {
                                "start": 227.021,
                                "stop": 235.122,
                                "byte_start": 997699,
                                "byte_stop": 1030091,
                                "text": "We also hold that Congress did not cure the problem when later it raised the judges’ nominal pay."
                            },
                            {
                                "start": 235.122,
                                "stop": 243.489,
                                "byte_start": 1030091,
                                "byte_stop": 1063632,
                                "text": "Those later nominal pay increases partly offset, partly offset, the erosion of real pay levels due to inflation."
                            },
                            {
                                "start": 243.489,
                                "stop": 251.506,
                                "byte_start": 1063632,
                                "byte_stop": 1095606,
                                "text": "They were not meant to help those few pre 1980 judges overcome the problem that we just described."
                            },
                            {
                                "start": 251.506,
                                "stop": 268.061,
                                "byte_start": 1095606,
                                "byte_stop": 1161852,
                                "text": "In sum, we hold that the Compensation Clause does not prevent Congress from imposing a nondiscriminatory tax laid generally upon judges and other citizens, but it does prohibit taxation that singles out judges for especially unfavorable treatment."
                            },
                            {
                                "start": 268.061,
                                "stop": 271.718,
                                "byte_start": 1161852,
                                "byte_stop": 1176481,
                                "text": "We reverse the Court of Appeals in part and affirm in part."
                            },
                            {
                                "start": 271.718,
                                "stop": 281.822,
                                "byte_start": 1176481,
                                "byte_stop": 1216918,
                                "text": "Justice Scalia has filed an opinion concurring in part and dissenting in part; Justice Thomas has filed an opinion concurring in the judgment in part and dissenting in part."
                            },
                            {
                                "start": 281.822,
                                "stop": 289.436,
                                "byte_start": 1216918,
                                "byte_stop": 0,
                                "text": "Justice Stevens and Justice O\u0027Connor took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55456,
            "mime": "audio\/mpeg",
            "size": 1241996,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1978\/20010521o_99-1978.delivery.mp3"
        },
        {
            "id": 77196,
            "mime": "audio\/ogg",
            "size": 2821869,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1978\/20010521o_99-1978.ogg"
        },
        {
            "id": 77197,
            "mime": "application\/x-mpegURL",
            "size": 4379,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1978\/20010521o_99-1978.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}