{
    "id": 22078,
    "title": "Opinion Announcement - May 23, 2011 (Part 2)",
    "transcript": {
        "title": "Brown v. Plata",
        "duration": 553.561,
        "sections": [
            {
                "start": 0,
                "stop": 553.561,
                "byte_start": 103424,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 553.561,
                        "byte_start": 103424,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.451,
                                "byte_start": 103424,
                                "byte_stop": 129233,
                                "text": "I will summarize my dissent which as you\u0027ve heard is joined by Justice Thomas."
                            },
                            {
                                "start": 6.451,
                                "stop": 21.873,
                                "byte_start": 129233,
                                "byte_stop": 190986,
                                "text": "Today, the Court affirms what is perhaps the most radical injunction issued by a court in our nation\u0027s history, an order requiring California to release the staggering number of 46,000 convicted felons."
                            },
                            {
                                "start": 21.873,
                                "stop": 35.379,
                                "byte_start": 190986,
                                "byte_stop": 245008,
                                "text": "The Court disregards stringently drawn provisions of the governing statute and traditional constitutional limitations upon the power of a federal judge in order to uphold -- uphold the absurd."
                            },
                            {
                                "start": 35.379,
                                "stop": 55.08,
                                "byte_start": 245008,
                                "byte_stop": 323793,
                                "text": "I dissent because the institutional reform the District Court has undertaken violates the terms of the governing statute ignores bedrock limitations on the power of Article III judges and takes federal courts wildly beyond their institutional capacity."
                            },
                            {
                                "start": 55.08,
                                "stop": 62.155,
                                "byte_start": 323793,
                                "byte_stop": 352110,
                                "text": "First, the plaintiff classes here should never have been certified."
                            },
                            {
                                "start": 62.155,
                                "stop": 72.97,
                                "byte_start": 352110,
                                "byte_stop": 395368,
                                "text": "The classes as you have heard consist of all prisoners who are seriously mentally ill or who have serious mental -- medical conditions."
                            },
                            {
                                "start": 72.97,
                                "stop": 79.78,
                                "byte_start": 395368,
                                "byte_stop": 422640,
                                "text": "These classes do not base their claims on individual instances of mistreatment."
                            },
                            {
                                "start": 79.78,
                                "stop": 86.245,
                                "byte_start": 422640,
                                "byte_stop": 448449,
                                "text": "It is not claimed that all or even most of them have been denied needed care."
                            },
                            {
                                "start": 86.245,
                                "stop": 92.839,
                                "byte_start": 448449,
                                "byte_stop": 474781,
                                "text": "They instead based their claims on system wide deficiencies in medical care."
                            },
                            {
                                "start": 92.839,
                                "stop": 100.961,
                                "byte_start": 474781,
                                "byte_stop": 507277,
                                "text": "But the sole purpose of class wide adjudication is to aggregate claims that are individually valid."
                            },
                            {
                                "start": 100.961,
                                "stop": 114.311,
                                "byte_start": 507277,
                                "byte_stop": 560671,
                                "text": "And it is impossible to say that each and every prisoner who happens to be physically or mentally ill in a prison that has systemic weaknesses has thus suffered cruel and unusual punishment."
                            },
                            {
                                "start": 114.311,
                                "stop": 122.437,
                                "byte_start": 560671,
                                "byte_stop": 593272,
                                "text": "The only viable claims are those by prisoners who have themselves been denied needed medical treatment."
                            },
                            {
                                "start": 122.437,
                                "stop": 129.764,
                                "byte_start": 593272,
                                "byte_stop": 622529,
                                "text": "Since the class is certified here are improper, it follows that the remedy decreed is also illegal."
                            },
                            {
                                "start": 129.764,
                                "stop": 135.448,
                                "byte_start": 622529,
                                "byte_stop": 645308,
                                "text": "The remedy of reforming the system as a whole is not narrowly drawn."
                            },
                            {
                                "start": 135.448,
                                "stop": 143.199,
                                "byte_start": 645308,
                                "byte_stop": 676237,
                                "text": "That\u0027s a quote from the statute as required by the Prison Litigation Reform Act."
                            },
                            {
                                "start": 143.199,
                                "stop": 153.48,
                                "byte_start": 676237,
                                "byte_stop": 717406,
                                "text": "Even accepting the premise that class certification was proper, we have no business affirming the District Court\u0027s structural injunction."
                            },
                            {
                                "start": 153.48,
                                "stop": 159.531,
                                "byte_start": 717406,
                                "byte_stop": 741648,
                                "text": "This case illustrates one of the most pernicious aspects of structural injunctions."
                            },
                            {
                                "start": 159.531,
                                "stop": 169.507,
                                "byte_start": 741648,
                                "byte_stop": 781458,
                                "text": "They force judges to engage in a form of fact-finding as policy making that is outside the traditional judicial role."
                            },
                            {
                                "start": 169.507,
                                "stop": 181.805,
                                "byte_start": 781458,
                                "byte_stop": 830673,
                                "text": "The fact-finding that judges traditionally engage in involves the determination of past or present facts based exclusively upon a closed trial record."
                            },
                            {
                                "start": 181.805,
                                "stop": 196.517,
                                "byte_start": 830673,
                                "byte_stop": 889501,
                                "text": "In contrast, when a judge manages a structural injunction he will inevitably be required to make broad empirical predictions necessarily based in large part upon policy views."
                            },
                            {
                                "start": 196.517,
                                "stop": 205.358,
                                "byte_start": 889501,
                                "byte_stop": 924923,
                                "text": "The sort of predictions regularly made by legislators and executive officials but inappropriate for the third branch."
                            },
                            {
                                "start": 205.358,
                                "stop": 212.216,
                                "byte_start": 924923,
                                "byte_stop": 952299,
                                "text": "This feature of structural injunctions is superbly illustrated by the District Court\u0027s opinion."
                            },
                            {
                                "start": 212.216,
                                "stop": 243.203,
                                "byte_start": 952299,
                                "byte_stop": 1076328,
                                "text": "The District Court found as a fact among other things that the evidence was \u0022clear\u0022 that prison over crowding would \u0022perpetuate a criminogenic prison system that itself threatens public safety\u0022 and that \u0022additional rehabilitated programming would result in a significant population reduction while improving public safety\u0022."
                            },
                            {
                                "start": 243.203,
                                "stop": 255.193,
                                "byte_start": 1076328,
                                "byte_stop": 1124289,
                                "text": "The idea that the three district judges in this case relied solely on the credibility of the testifying expert witnesses enriching these conclusions is fanciful."
                            },
                            {
                                "start": 255.193,
                                "stop": 261.757,
                                "byte_start": 1124289,
                                "byte_stop": 1150516,
                                "text": "Of course they were relying largely on their own beliefs about penology and recidivism."
                            },
                            {
                                "start": 261.757,
                                "stop": 279.375,
                                "byte_start": 1150516,
                                "byte_stop": 1220942,
                                "text": "What it could here is no more judicial fact-finding in the ordinary sense then would be the factual findings that deficit spending will not lower the unemployment rate or that the continued occupation of Iraq will decrease the risk of terrorism."
                            },
                            {
                                "start": 279.375,
                                "stop": 297.366,
                                "byte_start": 1220942,
                                "byte_stop": 1292936,
                                "text": "Yet, because they have been granted \u0022factual findings\u0022 entitled to differential review, the policy preferences of three district judges now govern the operation of California\u0027s penal system."
                            },
                            {
                                "start": 297.366,
                                "stop": 303.03,
                                "byte_start": 1292936,
                                "byte_stop": 1315610,
                                "text": "But structural injunctions do not simply invite judges to indulge policy preferences."
                            },
                            {
                                "start": 303.03,
                                "stop": 307.253,
                                "byte_start": 1315610,
                                "byte_stop": 1332537,
                                "text": "They invite judges to indulge incompetent policy preferences."
                            },
                            {
                                "start": 307.253,
                                "stop": 316.919,
                                "byte_start": 1332537,
                                "byte_stop": 1371199,
                                "text": "Three years of law school and familiarity with pertinent Supreme Court precedents give no insight whatsoever into the management of social institutions."
                            },
                            {
                                "start": 316.919,
                                "stop": 335.336,
                                "byte_start": 1371199,
                                "byte_stop": 1444864,
                                "text": "The District Court\u0027s finding that constitutionally adequate medical services could be provided if the prison population was 137.5% of design capacity was a finding the District Court was utterly unqualified to make."
                            },
                            {
                                "start": 335.336,
                                "stop": 349.275,
                                "byte_start": 1444864,
                                "byte_stop": 1500557,
                                "text": "My general concern is about judges running social institutions are magnified in connection with prison release orders recognizing that habeas corpus relief must be granted sparingly."
                            },
                            {
                                "start": 349.275,
                                "stop": 359.915,
                                "byte_start": 1500557,
                                "byte_stop": 1543189,
                                "text": "This Court has reversed the Ninth Circuit\u0027s erroneous grant of habeas relief to individual California prisoners four times this term alone."
                            },
                            {
                                "start": 359.915,
                                "stop": 368.976,
                                "byte_start": 1543189,
                                "byte_stop": 1579342,
                                "text": "Well here, the Court affirms an order granting the functional equivalent of 46,000 writs of habeas corpus."
                            },
                            {
                                "start": 368.976,
                                "stop": 376.128,
                                "byte_start": 1579342,
                                "byte_stop": 1607973,
                                "text": "It seems that the Court\u0027s respect for state sovereignty has vanished in the case where it most matters."
                            },
                            {
                                "start": 376.128,
                                "stop": 392.63,
                                "byte_start": 1607973,
                                "byte_stop": 1674010,
                                "text": "The Court attempts to defend its opinion by means of a bizarre coda noting that \u0022the state may wish to move for modification of the three-judge courts order to extend the deadline for the required reduction to five years\u0022."
                            },
                            {
                                "start": 392.63,
                                "stop": 407.969,
                                "byte_start": 1674010,
                                "byte_stop": 1735346,
                                "text": "And that the District Court \u0022may grant such a request provided that the state satisfies necessary and appropriate preconditions designed to ensure the measures are taken to implement the plan without undue delay\u0022."
                            },
                            {
                                "start": 407.969,
                                "stop": 413.45,
                                "byte_start": 1735346,
                                "byte_stop": 1757288,
                                "text": "What a strange thing to do to approve the injunction in its present form."
                            },
                            {
                                "start": 413.45,
                                "stop": 422.422,
                                "byte_start": 1757288,
                                "byte_stop": 1793128,
                                "text": "But intimate that the District Court had better approve certain changes if the state asks for them as it is invited to ask."
                            },
                            {
                                "start": 422.422,
                                "stop": 440.818,
                                "byte_start": 1793128,
                                "byte_stop": 1866794,
                                "text": "The Court must be aware that the judges of the District Court are likely to call its bluff since they know full well they cannot possibly be an abusive discretion to refuse to accept the state\u0027s proposed modifications of an injunction that has just been approved by this Court in its present form."
                            },
                            {
                                "start": 440.818,
                                "stop": 458.141,
                                "byte_start": 1866794,
                                "byte_stop": 1936071,
                                "text": "So perhaps the coda is really nothing more than a ceremonial washing of the hands making it clear for all to see that if the terrible thing sure to happen as a consequence of this outrageous order do happen, they will be none of this Court\u0027s responsibility."
                            },
                            {
                                "start": 458.141,
                                "stop": 464.354,
                                "byte_start": 1936071,
                                "byte_stop": 1960939,
                                "text": "After all, did we not want and indeed even suggest something better?"
                            },
                            {
                                "start": 464.354,
                                "stop": 481.939,
                                "byte_start": 1960939,
                                "byte_stop": 2031261,
                                "text": "In my view, the Prison Litigation Reform Act prohibits a court from ordering a prisoner\u0027s release unless it determines that the prisoner, the prisoner is suffering from a violation of his constitutional rights and that his release and no other relief will remedy that violation."
                            },
                            {
                                "start": 481.939,
                                "stop": 496.078,
                                "byte_start": 2031261,
                                "byte_stop": 2087790,
                                "text": "Thus, if the Court determines that a particular prisoner is being denied constitutionally required medical treatment and the release of that prisoner and no other remedy would enable him to obtain medical treatment, then the Court can order his release."
                            },
                            {
                                "start": 496.078,
                                "stop": 509.753,
                                "byte_start": 2087790,
                                "byte_stop": 2142438,
                                "text": "But a Court may not order the release of prisoners who have suffered no violation of their constitutional rights merely to make it less likely that such violations will happen to other prisoners in the future."
                            },
                            {
                                "start": 509.753,
                                "stop": 520.789,
                                "byte_start": 2142438,
                                "byte_stop": 2186637,
                                "text": "Bear in mind that the 46,000 prisoners ordered to be released are not those who have been denied needed medical treatment."
                            },
                            {
                                "start": 520.789,
                                "stop": 531.438,
                                "byte_start": 2186637,
                                "byte_stop": 2229269,
                                "text": "They are not even those who suffer mental or physical illnesses that supposedly place them in danger of being denied needed medical treatment."
                            },
                            {
                                "start": 531.438,
                                "stop": 547.54,
                                "byte_start": 2229269,
                                "byte_stop": 2293635,
                                "text": "They are just 46,000 happy-go-lucky felons fortunate enough to be selected for release in order to make more space that the District Court has \u0022found is needed to solve the systemic deficiency.\u0022"
                            },
                            {
                                "start": 547.54,
                                "stop": 553.561,
                                "byte_start": 2293635,
                                "byte_stop": 0,
                                "text": "The injunction in this case was in my view clearly contrary to law."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53278,
            "mime": "audio\/mpeg",
            "size": 2307323,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-1233\/20110523o_09-1233_part2.delivery.mp3"
        },
        {
            "id": 75026,
            "mime": "audio\/ogg",
            "size": 5451380,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-1233\/20110523o_09-1233_part2.ogg"
        },
        {
            "id": 75027,
            "mime": "application\/x-mpegURL",
            "size": 9311,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-1233\/20110523o_09-1233_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}