{
    "id": 14962,
    "title": "Oral Argument - November 15, 1965",
    "media_file": [
        {
            "id": 39046,
            "mime": "audio\/mpeg",
            "size": 3392240,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1965\/16\/19651115a_16.delivery.mp3"
        },
        {
            "id": 61022,
            "mime": "audio\/ogg",
            "size": 6950029,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1965\/16\/19651115a_16.ogg"
        },
        {
            "id": 61023,
            "mime": "application\/x-mpegURL",
            "size": 10836,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1965\/16\/19651115a_16.m3u8"
        }
    ],
    "transcript": {
        "title": "Snapp v. Neal",
        "duration": 822.139,
        "sections": [
            {
                "start": 0,
                "stop": 822.139,
                "byte_start": 103424,
                "byte_stop": 3391927,
                "turns": [
                    {
                        "start": 0,
                        "stop": 42.641,
                        "byte_start": 103424,
                        "byte_stop": 274056,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 38.741,
                                "byte_start": 103424,
                                "byte_stop": 258487,
                                "text": "Number 16, Sergeant Jesse E. Snapp, petitioner, versus Honorable W. D. Neal, State Auditor, et al."
                            },
                            {
                                "start": 38.741,
                                "stop": 42.641,
                                "byte_start": 258487,
                                "byte_stop": 274056,
                                "text": "Mr. Hubert?"
                            }
                        ]
                    },
                    {
                        "start": 42.641,
                        "stop": 505.898,
                        "byte_start": 274056,
                        "byte_stop": 2127078,
                        "speaker": {
                            "ID": 34570,
                            "name": "Leon D. Hubert, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/leon_d_hubert_jr",
                            "last_name": "Hubert,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "leon_d_hubert_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 42.641,
                                "stop": 46.98,
                                "byte_start": 274056,
                                "byte_stop": 291401,
                                "text": "Mr. Chief Justice, may it please the Court."
                            },
                            {
                                "start": 46.98,
                                "stop": 53.597,
                                "byte_start": 291401,
                                "byte_stop": 317837,
                                "text": "This case I think involves a simple part of law and so far as I know no questions of fact."
                            },
                            {
                                "start": 53.597,
                                "stop": 77.28,
                                "byte_start": 317837,
                                "byte_stop": 412609,
                                "text": "The question of law is simply whether Mississippi in this particular case on your estate can collect an ad valorem public tax upon a property, in this case, a motor vehicle or a house trailer in this particular case belonging to a serviceman who does not reside in the state where the vehicle happens to be located."
                            },
                            {
                                "start": 77.28,
                                "stop": 94.496,
                                "byte_start": 412609,
                                "byte_stop": 481468,
                                "text": "You will recall that the Soldiers’ and Sailors’ Relief Act has a specific provision enacted in maybe 1942 with some amendments, to give protection to servicemen against local taxation when they move from place to place under military orders."
                            },
                            {
                                "start": 94.496,
                                "stop": 100.977,
                                "byte_start": 481468,
                                "byte_stop": 507382,
                                "text": "The text of the statute is to be found in our brief, Appendix A at page 33 and 34."
                            },
                            {
                                "start": 100.977,
                                "stop": 117.612,
                                "byte_start": 507382,
                                "byte_stop": 573942,
                                "text": "There have been some amendments since its divi -- divisional enactment in 1942 that -- and I do not think those have any specific value except showing the liberal attitudes of Congress towards the servicemen."
                            },
                            {
                                "start": 117.612,
                                "stop": 127.395,
                                "byte_start": 573942,
                                "byte_stop": 613021,
                                "text": "Now, in this particular case, Sergeant Snapp is a resident of\/and domiciliary of South Carolina and always has been so far as it\u0027s pertinent here."
                            },
                            {
                                "start": 127.395,
                                "stop": 138.271,
                                "byte_start": 613021,
                                "byte_stop": 656593,
                                "text": "He was under military orders in Mississippi of some considerable term prior to the date that the particular tax came into effect."
                            },
                            {
                                "start": 138.271,
                                "stop": 149.801,
                                "byte_start": 656593,
                                "byte_stop": 702673,
                                "text": "He was leaving in Greenville, Mississippi on the mil -- military orders when he bought a trailer, a 46-foot house trailer which he used as his home at the Greenville Air Force Base."
                            },
                            {
                                "start": 149.801,
                                "stop": 162.311,
                                "byte_start": 702673,
                                "byte_stop": 752724,
                                "text": "And then in 1961, October of 1961 he had that trailer moved from Greenville to Crystal Springs Air Force Base, where he was transferred under a [Inaudible]."
                            },
                            {
                                "start": 162.311,
                                "stop": 179.865,
                                "byte_start": 752724,
                                "byte_stop": 822941,
                                "text": "So, we find then that under military orders living in his trailer, which by that time has had concrete blocks put onto it, under it, although it’s still capable of being rolled on the highways, it has not been rolled except from Greenville to Crystal Springs at anytime."
                            },
                            {
                                "start": 179.865,
                                "stop": 196.108,
                                "byte_start": 822941,
                                "byte_stop": 887933,
                                "text": "The tax date in question here is November 1st 1962 which incin -- incidentally is the date, the very date that the house trailer Ad Valorem Tax Act of Mississippi which had been enacted in June 1962 went into effect."
                            },
                            {
                                "start": 196.108,
                                "stop": 213.091,
                                "byte_start": 887933,
                                "byte_stop": 955852,
                                "text": "Now, on that date, we find Sergeant Snapp that full living in his trailer at Crystal Springs, a domiciliary of the state of South Carolina and all through the period that we’re talking about, that situation does not change nor it does."
                            },
                            {
                                "start": 213.091,
                                "stop": 222.895,
                                "byte_start": 955852,
                                "byte_stop": 995035,
                                "text": "The trailer moved upon the highways of Mississippi in the taxing year which is involved in this particular case."
                            },
                            {
                                "start": 222.895,
                                "stop": 238.187,
                                "byte_start": 995035,
                                "byte_stop": 1056266,
                                "text": "Now, we invite your attention to the text and the scope and the intent of the Congress and in acting the Soldiers’ and Sailors’ Relief Act and particularly Section 574."
                            },
                            {
                                "start": 238.187,
                                "stop": 256.141,
                                "byte_start": 1056266,
                                "byte_stop": 1128051,
                                "text": "I might say that the history of that Act indicates this that when the war broke out and when the -- that they began to draft great many men the old 1918, Relief Acts were adopted to some extent, or revitalized of the 1940s Act."
                            },
                            {
                                "start": 256.141,
                                "stop": 263.61,
                                "byte_start": 1128051,
                                "byte_stop": 1157935,
                                "text": "But, that Act did not contain any relief from income taxation or in personal property taxation."
                            },
                            {
                                "start": 263.61,
                                "stop": 278.314,
                                "byte_start": 1157935,
                                "byte_stop": 1216763,
                                "text": "In 1942 it was seen that was necessary to do something about that, so that there was a provision in the Congress something like 19 -- like Section 574, a little different for our purposes."
                            },
                            {
                                "start": 278.314,
                                "stop": 293.254,
                                "byte_start": 1216763,
                                "byte_stop": 1276531,
                                "text": "It\u0027s suffice to say that in 1944, there having been some attempt by the states to tax the property generally of serviceman within the borders of the state."
                            },
                            {
                                "start": 293.254,
                                "stop": 313.492,
                                "byte_start": 1276531,
                                "byte_stop": 1357406,
                                "text": "Congress shows that as this Court said in Dameron versus Brodhead, the broad technique of saying that when a soldier was within the physical limits of the states, some of them by reason of the military orders his personal property would not be regarded as having any situs in that state."
                            },
                            {
                                "start": 313.492,
                                "stop": 329.624,
                                "byte_start": 1357406,
                                "byte_stop": 1421981,
                                "text": "And in 1962 there was another amendment to effect that the only situs that a serviceman\u0027s property would ever have would be the situs of his domicile no matter where the -- he was in any state at all or not."
                            },
                            {
                                "start": 329.624,
                                "stop": 351.383,
                                "byte_start": 1421981,
                                "byte_stop": 1509021,
                                "text": "That is significant, that history is significant we believe because it illustrates that whenever Congress has had an opportunity to -- or seen a problem relative to this immunity from state taxation it has rest itself to that prob -- problem by treatment of liberality in interpretation than otherwise."
                            },
                            {
                                "start": 351.383,
                                "stop": 357.223,
                                "byte_start": 1509021,
                                "byte_stop": 1532322,
                                "text": "Now let us turn for the moment to the tax statute involved here?"
                            },
                            {
                                "start": 357.223,
                                "stop": 365.155,
                                "byte_start": 1532322,
                                "byte_stop": 1564087,
                                "text": "Mississippi has had for some years a motor vehicle ad valorem property tax."
                            },
                            {
                                "start": 365.155,
                                "stop": 400.928,
                                "byte_start": 1564087,
                                "byte_stop": 1707238,
                                "text": "That tax -- that law, however, as interpreted by the Attorney General of Mississippi and because of the text of law which has been on our writ, either of the briefs in Appendix B in our brief, that law specifically provides that if a serviceman owning an automobile drives on the highways of the state to such an extent that he must by a -- roads and bridges tax then it would not be considered as having a situs within the state."
                            },
                            {
                                "start": 400.928,
                                "stop": 422.489,
                                "byte_start": 1707238,
                                "byte_stop": 1793442,
                                "text": "Therefore, the State of Mississippi not only by legislation requires Attorney General\u0027s opinion on the subject and ruling on the subject which is also found in our Appendix E and it’s already ruled that if this one automobile that there would be no tax on it."
                            },
                            {
                                "start": 422.489,
                                "stop": 504.782,
                                "byte_start": 1793442,
                                "byte_stop": 2122585,
                                "text": "It is significant therefore, and that was the ruling in 1958, we think it\u0027s significant therefore that in 1962, June of 1962 Mississippi Legislature enacted a new law dealing with house trailers specifically, although the definition of motor vehicle in the old Act was broad enough to cover house trailers because the definition said that it was a vehicle either automated by its own power or drawn by the power except human power, so that a house trailer was within the 1958 Motor Vehicle Act, but Mississippi in 1962 elected to pass another statute which says that house trailers shall be taxed and that there shall be a registration fee of $2.50 which registration fee cannot be obtained and which registration certificate cannot be obtained without pre-payment the ad valorem taxes fixed according to a schedule which is set up under the Act and which roughly relates to various, on automobiles and goes to the states, the State Tax Commission ultimately did provide such schedule."
                            },
                            {
                                "start": 504.782,
                                "stop": 505.898,
                                "byte_start": 2122585,
                                "byte_stop": 2127078,
                                "text": "At that point --"
                            }
                        ]
                    },
                    {
                        "start": 505.898,
                        "stop": 513.308,
                        "byte_start": 2127078,
                        "byte_stop": 2156753,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 505.898,
                                "stop": 513.308,
                                "byte_start": 2127078,
                                "byte_stop": 2156753,
                                "text": "Do I understand that in order to meet this – in order to get what\u0027s commonly know as a license plate for the trailer, you had to pay this ad valorem tax?"
                            }
                        ]
                    },
                    {
                        "start": 513.308,
                        "stop": 553.797,
                        "byte_start": 2156753,
                        "byte_stop": 2318712,
                        "speaker": {
                            "ID": 34570,
                            "name": "Leon D. Hubert, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/leon_d_hubert_jr",
                            "last_name": "Hubert,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "leon_d_hubert_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 513.308,
                                "stop": 519.222,
                                "byte_start": 2156753,
                                "byte_stop": 2180368,
                                "text": "Your honor to register it, sir, you have to get the ad valorem."
                            },
                            {
                                "start": 519.222,
                                "stop": 527.941,
                                "byte_start": 2180368,
                                "byte_stop": 2215267,
                                "text": "Now, as to a license plate for it, it\u0027s probable that you have to comply with another act, in other words, there are three possible things here."
                            },
                            {
                                "start": 527.941,
                                "stop": 531.218,
                                "byte_start": 2215267,
                                "byte_stop": 2228328,
                                "text": "One, you must register whether you ride to the roads or not."
                            },
                            {
                                "start": 531.218,
                                "stop": 536.319,
                                "byte_start": 2228328,
                                "byte_stop": 2248704,
                                "text": "In that case you must, and it\u0027s a prerequisite that pay the ad valorem tax."
                            },
                            {
                                "start": 536.319,
                                "stop": 549.836,
                                "byte_start": 2248704,
                                "byte_stop": 2302830,
                                "text": "The other is it doesn\u0027t seem to relate to ad valorem law but it does contemplate that there\u0027s a rolling on the highway which would also be a truth under the House Trailer Act as well."
                            },
                            {
                                "start": 549.836,
                                "stop": 553.797,
                                "byte_start": 2302830,
                                "byte_stop": 2318712,
                                "text": "Now, Sergeant Snapp, and this is important because --"
                            }
                        ]
                    },
                    {
                        "start": 553.797,
                        "stop": 564.015,
                        "byte_start": 2318712,
                        "byte_stop": 2359568,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 553.797,
                                "stop": 564.015,
                                "byte_start": 2318712,
                                "byte_stop": 2359568,
                                "text": "And this just to finally may I pursue this for a moment, this tax in question here, this state tax was and characterized by the -- by the state court in this case as an ad valorem tax?"
                            }
                        ]
                    },
                    {
                        "start": 564.015,
                        "stop": 572.763,
                        "byte_start": 2359568,
                        "byte_stop": 2394572,
                        "speaker": {
                            "ID": 34570,
                            "name": "Leon D. Hubert, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/leon_d_hubert_jr",
                            "last_name": "Hubert,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "leon_d_hubert_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 564.015,
                                "stop": 564.553,
                                "byte_start": 2359568,
                                "byte_stop": 2361657,
                                "text": "Yes sir."
                            },
                            {
                                "start": 564.553,
                                "stop": 571.359,
                                "byte_start": 2361657,
                                "byte_stop": 2388929,
                                "text": "Both the state court said it\u0027s an ad valorem tax and Mississippi says it\u0027s not an ad valorem tax."
                            },
                            {
                                "start": 571.359,
                                "stop": 572.763,
                                "byte_start": 2388929,
                                "byte_stop": 2394572,
                                "text": "We\u0027ll agree --"
                            }
                        ]
                    },
                    {
                        "start": 572.763,
                        "stop": 573.164,
                        "byte_start": 2394572,
                        "byte_stop": 2396139,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 572.763,
                                "stop": 573.164,
                                "byte_start": 2394572,
                                "byte_stop": 2396139,
                                "text": "No question –-"
                            }
                        ]
                    },
                    {
                        "start": 573.164,
                        "stop": 809.581,
                        "byte_start": 2396139,
                        "byte_stop": 3341772,
                        "speaker": {
                            "ID": 34570,
                            "name": "Leon D. Hubert, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/leon_d_hubert_jr",
                            "last_name": "Hubert,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "leon_d_hubert_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 573.164,
                                "stop": 584.401,
                                "byte_start": 2396139,
                                "byte_stop": 2441070,
                                "text": "There would be no probability element in this case nor would it be here if this property were [Inaudible] because Dameron versus Brodhead has already decided that."
                            },
                            {
                                "start": 584.401,
                                "stop": 588.974,
                                "byte_start": 2441070,
                                "byte_stop": 2459355,
                                "text": "This Court decided that case, it was decided I think in 1952."
                            },
                            {
                                "start": 588.974,
                                "stop": 597.913,
                                "byte_start": 2459355,
                                "byte_stop": 2495091,
                                "text": "Mr. Justice Clark I think and only Mr. Justice Douglas were on the Court, and Mr. Justice Black, I beg your pardon was also there."
                            },
                            {
                                "start": 597.913,
                                "stop": 627.971,
                                "byte_start": 2495091,
                                "byte_stop": 2615359,
                                "text": "In any case Dameron versus Brodhead knocked out the question of whether or not the applicability of this statute dependent upon the possibility or the reality of double taxation and said that that had nothing to do with it at all because in Dameron versus Brodhead the tax involved was an ad valorem tax in the State of Colorado upon the resident of Louisiana and Louisiana had no tax of that nature upon his property."
                            },
                            {
                                "start": 627.971,
                                "stop": 643.001,
                                "byte_start": 2615359,
                                "byte_stop": 2675440,
                                "text": "Let\u0027s assume this would be no problem at all, again, it went up to the fact that there was a motor vehicle involved or a house trailer that we do not concede by the way in this case except it\u0027s now in proposition that the vehicle here is in fact a motor vehicle."
                            },
                            {
                                "start": 643.001,
                                "stop": 677.134,
                                "byte_start": 2675440,
                                "byte_stop": 2812008,
                                "text": "But if you will note Section 2 of the Federal Act which is on page 34, it says, for purposes of -- throughout the defining property within this Act automobiles, motor vehicles are included, and then it says for purposes of – the term taxation shall included but shall not be limited to licenses, fees and excises then there\u0027s a proviso clause, provided that the licenses, fees and excise required to be paid by the home state have been paid."
                            },
                            {
                                "start": 677.134,
                                "stop": 680.667,
                                "byte_start": 2812008,
                                "byte_stop": 2826115,
                                "text": "Otherwise, you don\u0027t get any exception and there\u0027s that part."
                            },
                            {
                                "start": 680.667,
                                "stop": 694.714,
                                "byte_start": 2826115,
                                "byte_stop": 2882330,
                                "text": "Mississippi says, “You must comply with this requirement of registration and licensing in your home state or you loose the entire immunity, including the ad valorem immunity.”"
                            },
                            {
                                "start": 694.714,
                                "stop": 697.482,
                                "byte_start": 2882330,
                                "byte_stop": 2893406,
                                "text": "Our reply, “That is why, no."
                            },
                            {
                                "start": 697.482,
                                "stop": 713.209,
                                "byte_start": 2893406,
                                "byte_stop": 2956309,
                                "text": "If we have not complied with the proviso to which getting registration and getting perhaps a license then those things we must pay indeed to the host state but not ad valorem.”"
                            },
                            {
                                "start": 713.209,
                                "stop": 714.887,
                                "byte_start": 2956309,
                                "byte_stop": 2962996,
                                "text": "There indeed is the problem."
                            },
                            {
                                "start": 714.887,
                                "stop": 719.626,
                                "byte_start": 2962996,
                                "byte_stop": 2982013,
                                "text": "It maybe, that it is really symmetric."
                            },
                            {
                                "start": 719.626,
                                "stop": 739.323,
                                "byte_start": 2982013,
                                "byte_stop": 3060799,
                                "text": "You can actually read the proviso clause as the Solicitor General has in a supporting briefs supporting what I\u0027ve cited, he reads the proviso clause as the proviso to the second part of Section A -- 2 of the Federal Act."
                            },
                            {
                                "start": 739.323,
                                "stop": 748.425,
                                "byte_start": 3060799,
                                "byte_stop": 3097161,
                                "text": "In other words, you have the Federal Act which says it defines property of Section A and defines taxation in Section B and then at the proviso."
                            },
                            {
                                "start": 748.425,
                                "stop": 757.895,
                                "byte_start": 3097161,
                                "byte_stop": 3135091,
                                "text": "The Solicitor General says, “We agree with him that the proviso only knocks out the exception in taxation -- in B.”"
                            },
                            {
                                "start": 757.895,
                                "stop": 766.784,
                                "byte_start": 3135091,
                                "byte_stop": 3170617,
                                "text": "Those it couldn\u0027t be written all the way in Mississippi so reads it that is all of the immunity is lost."
                            },
                            {
                                "start": 766.784,
                                "stop": 772.277,
                                "byte_start": 3170617,
                                "byte_stop": 3192560,
                                "text": "Now, the question is which interpretation should prevail."
                            },
                            {
                                "start": 772.277,
                                "stop": 779.709,
                                "byte_start": 3192560,
                                "byte_stop": 3222340,
                                "text": "I\u0027ve already suggested to the Court that the Congress has been liberal every time it had had occasion to deal with the soldier."
                            },
                            {
                                "start": 779.709,
                                "stop": 795.629,
                                "byte_start": 3222340,
                                "byte_stop": 3285974,
                                "text": "I suggest to the Court also that in Dameron versus Brodhead, this Court having problem of whether or not double taxation which was undoubtedly the original purpose of the Act was a sine qua non for relief, said, “Why, no?”"
                            },
                            {
                                "start": 795.629,
                                "stop": 809.581,
                                "byte_start": 3285974,
                                "byte_stop": 3341772,
                                "text": "But the Court -- this Court\u0027s said “The Congress had chosen the broader technique of dealing with this matter, I think solidly because of these great administrative problems never have otherwise exist."
                            }
                        ]
                    },
                    {
                        "start": 809.581,
                        "stop": 822.139,
                        "byte_start": 3341772,
                        "byte_stop": 3391927,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 809.581,
                                "stop": 822.139,
                                "byte_start": 3341772,
                                "byte_stop": 3391927,
                                "text": "We\u0027ll recess now."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}