{
    "id": 22429,
    "title": "Opinion Announcement - June 24, 2013 (Part 2)",
    "transcript": {
        "title": "University of Texas Southwestern Medical Center v. Nassar",
        "duration": 468,
        "sections": [
            {
                "start": 0,
                "stop": 468,
                "byte_start": 107520,
                "byte_stop": 1979455,
                "turns": [
                    {
                        "start": 0,
                        "stop": 468,
                        "byte_start": 107520,
                        "byte_stop": 1979455,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 17.344,
                                "byte_start": 107520,
                                "byte_stop": 176901,
                                "text": "In two of the decisions announced today, the Court has corralled Title VII, an Act designed to stomp discrimination on the basis of race, color, religion, sex, or national origin in our nation\u0027s work places."
                            },
                            {
                                "start": 17.344,
                                "stop": 24.458,
                                "byte_start": 176901,
                                "byte_stop": 205427,
                                "text": "Both decisions dilute the strength of Title VII in ways Congress could not have intended."
                            },
                            {
                                "start": 24.458,
                                "stop": 31.523,
                                "byte_start": 205427,
                                "byte_stop": 233639,
                                "text": "For that reason, Justices Breyer, Sotomayor, Kagan, and I dissent."
                            },
                            {
                                "start": 31.523,
                                "stop": 42.603,
                                "byte_start": 233639,
                                "byte_stop": 277943,
                                "text": "The decision Justice Alito just announced, Vance v. Ball State University, answers the question, who is the supervisor for Title VII purposes?"
                            },
                            {
                                "start": 42.603,
                                "stop": 52.494,
                                "byte_start": 277943,
                                "byte_stop": 317544,
                                "text": "The answer is important because this Court has held that an employer is vicariously liable for a supervisor\u0027s harrassing conduct."
                            },
                            {
                                "start": 52.494,
                                "stop": 67.571,
                                "byte_start": 317544,
                                "byte_stop": 377835,
                                "text": "If the harasser is a co-worker and not a supervisor, however, we have held that the employer is not responsible unless the victim of the harassment proves negligence on the part of the employer."
                            },
                            {
                                "start": 67.571,
                                "stop": 76.246,
                                "byte_start": 377835,
                                "byte_stop": 412526,
                                "text": "To do so, the employee must show that the employer knew or should have known of the harassing conduct and failed to stop it."
                            },
                            {
                                "start": 76.246,
                                "stop": 79.896,
                                "byte_start": 412526,
                                "byte_stop": 427154,
                                "text": "That is a burden not easily carried."
                            },
                            {
                                "start": 79.896,
                                "stop": 93.247,
                                "byte_start": 427154,
                                "byte_stop": 480549,
                                "text": "An employee may have a reputation as a harasser among those in his vicinity, but if no complaint makes its way up to management, the employer will escape liability."
                            },
                            {
                                "start": 93.247,
                                "stop": 104.895,
                                "byte_start": 480549,
                                "byte_stop": 527151,
                                "text": "The supervisor co-worker distinction makes sense and employee can walk away from harassing co-worker or tell him just to buzz off."
                            },
                            {
                                "start": 104.895,
                                "stop": 114.48,
                                "byte_start": 527151,
                                "byte_stop": 565499,
                                "text": "The harassment of a supervisor, however, is harder to avoid, given the control rein held by an in-charge superior."
                            },
                            {
                                "start": 114.48,
                                "stop": 117.574,
                                "byte_start": 565499,
                                "byte_stop": 577829,
                                "text": "So, who qualifies as a supervisor?"
                            },
                            {
                                "start": 117.574,
                                "stop": 128.112,
                                "byte_start": 577829,
                                "byte_stop": 620042,
                                "text": "All agree that an employee with authority to take tangible employment actions that is to hire, fire, promote, demote qualifies."
                            },
                            {
                                "start": 128.112,
                                "stop": 151.167,
                                "byte_start": 620042,
                                "byte_stop": 712202,
                                "text": "In addition, the Equal Employment Opportunity Commission, the agency charged with interpretation and administration of Title VII defines as a supervisor, not vaguely, but simply as one, authorized to direct other employees daily work activities."
                            },
                            {
                                "start": 151.167,
                                "stop": 160.387,
                                "byte_start": 712202,
                                "byte_stop": 749087,
                                "text": "Notably, the EEOCs definition was accepted by both plaintiff and defendant in this case."
                            },
                            {
                                "start": 160.387,
                                "stop": 169.313,
                                "byte_start": 749087,
                                "byte_stop": 784823,
                                "text": "Yet the Court rejects it and confines the supervisory category to those authorized to take tangible employment actions."
                            },
                            {
                                "start": 169.313,
                                "stop": 171.289,
                                "byte_start": 784823,
                                "byte_stop": 792764,
                                "text": "Who does that leave out?"
                            },
                            {
                                "start": 171.289,
                                "stop": 182.997,
                                "byte_start": 792764,
                                "byte_stop": 839576,
                                "text": "A typical and not at all hypothetical example; a female highway maintenance worker is giving assignments by employees called Lead workers."
                            },
                            {
                                "start": 182.997,
                                "stop": 190.283,
                                "byte_start": 839576,
                                "byte_stop": 868728,
                                "text": "Sex based invectives are hurled at the female worker and a pornographic image is taped to her locker."
                            },
                            {
                                "start": 190.283,
                                "stop": 207.858,
                                "byte_start": 868728,
                                "byte_stop": 939050,
                                "text": "The Lead worker forces her to wash her truck in subzero weather, assigns her to undesirable yard work instead of road crew work, and directs other employees to give her no aid in fixing a malfunctioning heating system in her truck."
                            },
                            {
                                "start": 207.858,
                                "stop": 211.516,
                                "byte_start": 939050,
                                "byte_stop": 953678,
                                "text": "Harrassing conduct, conceitedly, yes."
                            },
                            {
                                "start": 211.516,
                                "stop": 217.144,
                                "byte_start": 953678,
                                "byte_stop": 976144,
                                "text": "Was the Lead worker in charge of the harassed employee\u0027s daily work assignments?"
                            },
                            {
                                "start": 217.144,
                                "stop": 232.728,
                                "byte_start": 976144,
                                "byte_stop": 1038524,
                                "text": "Certainly, but the Lead worker lacked authority to hire or fire or take other tangible employment actions, so under today\u0027s decision the Lead worker would be ranked merely a co-worker not supervisor."
                            },
                            {
                                "start": 232.728,
                                "stop": 258.954,
                                "byte_start": 1038524,
                                "byte_stop": 1143432,
                                "text": "As anyone with employment experience can easily grasp in-charge employees authorized to assign and control subordinate employees daily work are aided in accomplishment -- in accomplishing the harassment by the superintending position in which their employer places them, and for that reason, the employer is properly held responsible for their misconduct."
                            },
                            {
                                "start": 258.954,
                                "stop": 269.274,
                                "byte_start": 1143432,
                                "byte_stop": 1184705,
                                "text": "The Court\u0027s disregard for the realities of the workplace means that many victims of workplace harassment will have no effective remedy."
                            },
                            {
                                "start": 269.274,
                                "stop": 277.65,
                                "byte_start": 1184705,
                                "byte_stop": 1218142,
                                "text": "The result, Title VII\u0027s capacity to prevent and redress discriminatory conduct is diminished."
                            },
                            {
                                "start": 277.65,
                                "stop": 286.094,
                                "byte_start": 1218142,
                                "byte_stop": 1251997,
                                "text": "I turn now to the decision and now inspire Justice Kennedy, University of Texas Southwestern Medical Center against Nassar."
                            },
                            {
                                "start": 286.094,
                                "stop": 306.107,
                                "byte_start": 1251997,
                                "byte_stop": 1332036,
                                "text": "Dr. Nassar, a physician of Middle Eastern descent, resigned from his position on the medical faculty of the university and in a letter to the chair of internal medicine Nassar attributed his resignation to his superior\u0027s discrimination on the basis of his race, religion, and national origin."
                            },
                            {
                                "start": 306.107,
                                "stop": 316.526,
                                "byte_start": 1332036,
                                "byte_stop": 1373727,
                                "text": "Nassar charged that in retaliation for his complaints about his supervisor, the university blocked his employment at an affiliated hospital."
                            },
                            {
                                "start": 316.526,
                                "stop": 324.699,
                                "byte_start": 1373727,
                                "byte_stop": 1406328,
                                "text": "Retaliation in response to complaints of workplace discrimination is proscribed by Title VII."
                            },
                            {
                                "start": 324.699,
                                "stop": 328.34,
                                "byte_start": 1406328,
                                "byte_stop": 1420957,
                                "text": "The Court of Appeals upheld the Jury verdict in Nassar\u0027s favor."
                            },
                            {
                                "start": 328.34,
                                "stop": 345.23,
                                "byte_start": 1420957,
                                "byte_stop": 1488457,
                                "text": "The Court today vacates the Court of Appeals\u0027 judgment and holds that Nassar cannot prevail unless he shows that the university would not have taken the same action, absent a design to retaliate against him."
                            },
                            {
                                "start": 345.23,
                                "stop": 373.554,
                                "byte_start": 1488457,
                                "byte_stop": 1601829,
                                "text": "The Court reaches this conclusion not withstanding a provision of Title VII 2 (m) explicitly instructing that a plaintiff need show only that race, color, religion, sex, or national origin was a motivating factor in an adverse employment decision and employer\u0027s proof that other fact is also a motivated the decision will not defeat the plaintiff\u0027s claim."
                            },
                            {
                                "start": 373.554,
                                "stop": 386.36,
                                "byte_start": 1601829,
                                "byte_stop": 1653029,
                                "text": "Section 2 (m) is not in point, the Court says because the provision applies only to claims alleging discrimination based on protective characteristics and does not cover retaliation."
                            },
                            {
                                "start": 386.36,
                                "stop": 405.002,
                                "byte_start": 1653029,
                                "byte_stop": 1727530,
                                "text": "In so holding, the Court departs from a line of our decisions unbroken until today, teaching that retaliation for complaining about discrimination based on protected characteristics is a form of discrimination based on those characteristics."
                            },
                            {
                                "start": 405.002,
                                "stop": 412.532,
                                "byte_start": 1727530,
                                "byte_stop": 1757727,
                                "text": "The Court\u0027s departure from precedent recognizing this simple truth is particularly imprudent in Nassar\u0027s case."
                            },
                            {
                                "start": 412.532,
                                "stop": 429.198,
                                "byte_start": 1757727,
                                "byte_stop": 1824392,
                                "text": "Section 2 (m) was added to Title VII as part of the 1991 Civil Rights Act passed in response to several decisions of this Court that sharply cut back on the scope and effectiveness of antidiscrimination laws."
                            },
                            {
                                "start": 429.198,
                                "stop": 444.421,
                                "byte_start": 1824392,
                                "byte_stop": 1885205,
                                "text": "In reading (2) (m), to exclude retaliation claims the Court has seized on a provision enacted to strengthen Title VII and turned it into a measure, reducing the force of the ban on retaliation."
                            },
                            {
                                "start": 444.421,
                                "stop": 453.929,
                                "byte_start": 1885205,
                                "byte_stop": 1923239,
                                "text": "Six years ago in Ledbetter against Goodyear Tire \u0026 Rubber Company, the Court read Title VII in a similarly restrictive way."
                            },
                            {
                                "start": 453.929,
                                "stop": 458.147,
                                "byte_start": 1923239,
                                "byte_stop": 1940167,
                                "text": "In 2009, Congress corrected that error."
                            },
                            {
                                "start": 458.147,
                                "stop": 468,
                                "byte_start": 1940167,
                                "byte_stop": 1979455,
                                "text": "Today, the ball again lies in Congress\u0027 court to correct this Court\u0027s wayward interpretations of Title VII."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53980,
            "mime": "audio\/mpeg",
            "size": 1979664,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-484\/20130624o_12-484_part2.delivery.mp3"
        },
        {
            "id": 75720,
            "mime": "audio\/ogg",
            "size": 4480442,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-484\/20130624o_12-484_part2.ogg"
        },
        {
            "id": 75721,
            "mime": "application\/x-mpegURL",
            "size": 7804,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-484\/20130624o_12-484_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}