{
    "id": 22638,
    "title": "Opinion Announcement - June 24, 2013 (Part 1)",
    "transcript": {
        "title": "University of Texas Southwestern Medical Center v. Nassar",
        "duration": 371.04,
        "sections": [
            {
                "start": 0,
                "stop": 371.04,
                "byte_start": 107520,
                "byte_stop": 1591589,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.996,
                        "byte_start": 107520,
                        "byte_stop": 143569,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.996,
                                "byte_start": 107520,
                                "byte_stop": 143569,
                                "text": "Justice Kennedy also has our opinion this morning in Case 12-484, University of Texas Southwestern Medical Center versus Nassar."
                            }
                        ]
                    },
                    {
                        "start": 8.996,
                        "stop": 371.04,
                        "byte_start": 143569,
                        "byte_stop": 1591589,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 8.996,
                                "stop": 21.762,
                                "byte_start": 143569,
                                "byte_stop": 194664,
                                "text": "When the law grants persons the right to compensation for injury from wrongful conduct, there must be some demonstrated connection, some link between the injury sustained and the wrong that\u0027s alleged."
                            },
                            {
                                "start": 21.762,
                                "stop": 38.133,
                                "byte_start": 194664,
                                "byte_stop": 260075,
                                "text": "And that connection between wrong and the injury is governed principles of causation and this case requires the Court to define those causation rules and the context of Title VII of the Civil Rights Act of 1964, particularly with reference to employment discrimination."
                            },
                            {
                                "start": 38.133,
                                "stop": 51.044,
                                "byte_start": 260075,
                                "byte_stop": 311798,
                                "text": "That Act provides remedies to employees who are injured by employment discrimination and in this case, the Court discusses the causation rules for two categories of employer conduct that\u0027s prohibited by Title VII."
                            },
                            {
                                "start": 51.044,
                                "stop": 62.238,
                                "byte_start": 311798,
                                "byte_stop": 356519,
                                "text": "The first is what we call “status-based discrimination,” that is discrimination on the basis of race, color, religion, sex, or national origin."
                            },
                            {
                                "start": 62.238,
                                "stop": 67.315,
                                "byte_start": 356519,
                                "byte_stop": 376790,
                                "text": "That discrimination is made unlawful by what we can call here Section 2 (a)."
                            },
                            {
                                "start": 67.315,
                                "stop": 86.809,
                                "byte_start": 376790,
                                "byte_stop": 454844,
                                "text": "The second type of unlawful conduct is under the Act, is employer retaliation for employee\u0027s opposition to or an employee\u0027s complaints about workplace discrimination and retaliation is prohibited by Section 3 (a), so there\u0027s 2 (a) and 3 (a)."
                            },
                            {
                                "start": 86.809,
                                "stop": 96.146,
                                "byte_start": 454844,
                                "byte_stop": 492147,
                                "text": "The petitioner here is the University of Texas Southwestern Medical Center, respondent, Dr. Nassar is a medical doctor of Middle Eastern descent."
                            },
                            {
                                "start": 96.146,
                                "stop": 106.557,
                                "byte_start": 492147,
                                "byte_stop": 533838,
                                "text": "Until July 2006, he was a member of the University faculty and he was also a staff physician at one of its affiliated hospitals."
                            },
                            {
                                "start": 106.557,
                                "stop": 111.644,
                                "byte_start": 533838,
                                "byte_stop": 554109,
                                "text": "Now, one of respondent\u0027s university supervisors was a Dr. Beth Levine."
                            },
                            {
                                "start": 111.644,
                                "stop": 123.029,
                                "byte_start": 554109,
                                "byte_stop": 599667,
                                "text": "And Levine expressed the view that Middle Easterners are lazy and she gave particularly close scrutiny to the respondent\u0027s billing practices."
                            },
                            {
                                "start": 123.029,
                                "stop": 137.381,
                                "byte_start": 599667,
                                "byte_stop": 657136,
                                "text": "Desiring to escape Levine\u0027s oversight, respondent sought an arrangement where he could work at the hospital but not at the university and he reached a tentative deal with the hospital."
                            },
                            {
                                "start": 137.381,
                                "stop": 145.035,
                                "byte_start": 657136,
                                "byte_stop": 687752,
                                "text": "Then he quit his teaching job and he sent various administrators a letter describing Levine\u0027s alleged harassment."
                            },
                            {
                                "start": 145.035,
                                "stop": 153.129,
                                "byte_start": 687752,
                                "byte_stop": 720039,
                                "text": "One of these administrators then contacted the hospital to oppose respondent\u0027s hiring."
                            },
                            {
                                "start": 153.129,
                                "stop": 162.812,
                                "byte_start": 720039,
                                "byte_stop": 758805,
                                "text": "And he asserted that the institutions affiliation agreement reserved staff physician post for faculty members and the doctor was no longer a member of the faculty."
                            },
                            {
                                "start": 162.812,
                                "stop": 165.588,
                                "byte_start": 758805,
                                "byte_stop": 769881,
                                "text": "So, the hospital withdrew its offer."
                            },
                            {
                                "start": 165.588,
                                "stop": 168.714,
                                "byte_start": 769881,
                                "byte_stop": 782420,
                                "text": "Respondent then filed suit in federal court."
                            },
                            {
                                "start": 168.714,
                                "stop": 174.734,
                                "byte_start": 782420,
                                "byte_stop": 806557,
                                "text": "He alleged the university\u0027s opposition was retaliation for his having complained about Levine."
                            },
                            {
                                "start": 174.734,
                                "stop": 178.557,
                                "byte_start": 806557,
                                "byte_stop": 821812,
                                "text": "There were other claims as well, but the retaliation claim was the relevant one here."
                            },
                            {
                                "start": 178.557,
                                "stop": 193.186,
                                "byte_start": 821812,
                                "byte_stop": 880327,
                                "text": "And on that claim, the jury was instructed that but for causation was not required and applying that standard, the jury found for the respondent and the Court of Appeals for the Fifth Circuit affirmed."
                            },
                            {
                                "start": 193.186,
                                "stop": 209.474,
                                "byte_start": 880327,
                                "byte_stop": 945424,
                                "text": "This Court addressed that issue of causation and employment discrimination in a 1989 case, called Price Waterhouse versus Hopkins, and that case allowed recovery on status-based claims under a lessened causation standard."
                            },
                            {
                                "start": 209.474,
                                "stop": 211.676,
                                "byte_start": 945424,
                                "byte_stop": 954305,
                                "text": "Congress then amended the statute."
                            },
                            {
                                "start": 211.676,
                                "stop": 220.793,
                                "byte_start": 954305,
                                "byte_stop": 990772,
                                "text": "That amendment allowed recovery based on lessened causation, but it did limit the remedies that are available when that test was applied."
                            },
                            {
                                "start": 220.793,
                                "stop": 238.442,
                                "byte_start": 990772,
                                "byte_stop": 1061303,
                                "text": "Then in the case of Gross versus FBL Financial Services in 2009, this Court considered a different statue that age discrimination in Employment Act and in Gross, the Court held that but for causation, not lessened causation was applicable."
                            },
                            {
                                "start": 238.442,
                                "stop": 254.524,
                                "byte_start": 1061303,
                                "byte_stop": 1125669,
                                "text": "Today, the Court again interprets Title VII and the question is whether the provision that Congress amended, a provision that applies but its terms only to status-based discrimination, should be extended so that it also includes retaliation claims."
                            },
                            {
                                "start": 254.524,
                                "stop": 266.521,
                                "byte_start": 1125669,
                                "byte_stop": 1173629,
                                "text": "And today, the Court holds, it should not be extended to those claims and this holding is consistent with the reasoning of Gross and the analysis is based on an interpretation of the text and structure of Title VII."
                            },
                            {
                                "start": 266.521,
                                "stop": 281.097,
                                "byte_start": 1173629,
                                "byte_stop": 1231935,
                                "text": "Title VII\u0027s retaliation provision makes it an unlawful employment practice for an employer to discriminate against any of his employees because he has opposed or supported a complaint that alleges unlawful employment discrimination."
                            },
                            {
                                "start": 281.097,
                                "stop": 290.457,
                                "byte_start": 1231935,
                                "byte_stop": 1269447,
                                "text": "And in general, requiring proof that a certain effect occurred because of a ceratin action, means that the effect would not have happened absent that action."
                            },
                            {
                                "start": 290.457,
                                "stop": 297.248,
                                "byte_start": 1269447,
                                "byte_stop": 1296614,
                                "text": "In the context of this statute, there is no persuasive reason not to give the word “because” the standard meaning."
                            },
                            {
                                "start": 297.248,
                                "stop": 318.599,
                                "byte_start": 1296614,
                                "byte_stop": 1381982,
                                "text": "It is true, as respondent argues that the 1991 Amendment provides for the lessened causation standard for some Title VII claims, but that provision applies by its own terms only to claims alleging discrimination on the basis of race, color, religion, sex or national origin, the status-based claims that were noted here at the outset."
                            },
                            {
                                "start": 318.599,
                                "stop": 320.865,
                                "byte_start": 1381982,
                                "byte_stop": 1391073,
                                "text": "It says nothing about retaliation."
                            },
                            {
                                "start": 320.865,
                                "stop": 334.798,
                                "byte_start": 1391073,
                                "byte_stop": 1446766,
                                "text": "When Congress created that lessened causation standard in 1991, it added this as a part of Section 2, which is Title VII\u0027s bar on status-based discrimination, rather than in a statutory section dealing with retaliation."
                            },
                            {
                                "start": 334.798,
                                "stop": 352.428,
                                "byte_start": 1446766,
                                "byte_stop": 1517296,
                                "text": "These textural and structural clues as well as others discussed in greater detail in the opinion show that retaliation claims must be proved according to the normal rule of but for causation and these requires proof that allegedly unlawful action would not have occurred in the absence of a motive to retaliate."
                            },
                            {
                                "start": 352.428,
                                "stop": 359.809,
                                "byte_start": 1517296,
                                "byte_stop": 1546762,
                                "text": "Because the Court of Appeals applied the lessened causation standard rather than the “but for standard” the statute requires, its judgment is vacated."
                            },
                            {
                                "start": 359.809,
                                "stop": 363.394,
                                "byte_start": 1546762,
                                "byte_stop": 1561182,
                                "text": "The case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 363.394,
                                "stop": 371.04,
                                "byte_start": 1561182,
                                "byte_stop": 1591589,
                                "text": "Justice Ginsburg has filed a dissenting opinion in which Justices Bryer, Sotomayor, and Kagan join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54398,
            "mime": "audio\/mpeg",
            "size": 1591798,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-484\/20130624o_12-484_part1.delivery.mp3"
        },
        {
            "id": 76138,
            "mime": "audio\/ogg",
            "size": 3743587,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-484\/20130624o_12-484_part1.ogg"
        },
        {
            "id": 76139,
            "mime": "application\/x-mpegURL",
            "size": 6187,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-484\/20130624o_12-484_part1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}