{
    "id": 22590,
    "title": "Opinion Announcement - March 01, 2005",
    "transcript": {
        "title": "Roper v. Simmons",
        "duration": 1105.186,
        "sections": [
            {
                "start": 0,
                "stop": 1105.186,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.618,
                        "byte_start": 28672,
                        "byte_stop": 51242,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.618,
                                "byte_start": 28672,
                                "byte_stop": 51242,
                                "text": "Justice Kennedy has the opinion of the Court to announce in Ropper against Simmons."
                            }
                        ]
                    },
                    {
                        "start": 5.618,
                        "stop": 566.559,
                        "byte_start": 51242,
                        "byte_stop": 2294951,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 5.618,
                                "stop": 14.422,
                                "byte_start": 51242,
                                "byte_stop": 86455,
                                "text": "The present case involves a death sentence imposed on Christopher Simmons for a murder he committed at the age of 17 in the State of Missouri."
                            },
                            {
                                "start": 14.422,
                                "stop": 21.109,
                                "byte_start": 86455,
                                "byte_stop": 113204,
                                "text": "Along with another juvenile even younger than he was, Simmons broke into the home of a lady named Shirley Crook."
                            },
                            {
                                "start": 21.109,
                                "stop": 29.187,
                                "byte_start": 113204,
                                "byte_stop": 145492,
                                "text": "They bound and gagged her using the ropes and duck tape and then drove her in her own car to a railroad trestle spanning a river."
                            },
                            {
                                "start": 29.187,
                                "stop": 35.582,
                                "byte_start": 145492,
                                "byte_stop": 171092,
                                "text": "Simmons and his accomplice bound Mrs. Crook more security and threw her from the trestle drowning her in the waters below."
                            },
                            {
                                "start": 35.582,
                                "stop": 39.172,
                                "byte_start": 171092,
                                "byte_stop": 185407,
                                "text": "There was no doubt that Simmons is guilty of the offense."
                            },
                            {
                                "start": 39.172,
                                "stop": 43.325,
                                "byte_start": 185407,
                                "byte_stop": 202021,
                                "text": "There were aggravating factors of the crime making it heinous and cruel."
                            },
                            {
                                "start": 43.325,
                                "stop": 51.719,
                                "byte_start": 202021,
                                "byte_stop": 235562,
                                "text": "Missouri statute has three separate provisions for aggregation all of which the jury found complied within the sentencing phase."
                            },
                            {
                                "start": 51.719,
                                "stop": 57.865,
                                "byte_start": 235562,
                                "byte_stop": 260221,
                                "text": "And in addition to the cruel manner of the killing, it must be noted that Simmons planned it in advanced."
                            },
                            {
                                "start": 57.865,
                                "stop": 63.889,
                                "byte_start": 260221,
                                "byte_stop": 284254,
                                "text": "He told his friend one who became the accomplice that they could get away with it because they were minors."
                            },
                            {
                                "start": 63.889,
                                "stop": 70.069,
                                "byte_start": 284254,
                                "byte_stop": 309018,
                                "text": "And even as the family was learning Mrs. Crook had been murdered, Simmons was bragging about the crime."
                            },
                            {
                                "start": 70.069,
                                "stop": 83.782,
                                "byte_start": 309018,
                                "byte_stop": 363875,
                                "text": "A decade-and-a-half ago in 1989 the court held in Stanford versus Kentucky that the Constitution allows states to impose the death penalty on an offender who is 16 or 17 years old when he committed the crime."
                            },
                            {
                                "start": 83.782,
                                "stop": 93.308,
                                "byte_start": 363875,
                                "byte_stop": 401910,
                                "text": "In today\u0027s case Simmons argues that we should depart from Stanford despite its recent date just as we have departed from an earlier rule regarding execution of a mentally retarded."
                            },
                            {
                                "start": 93.308,
                                "stop": 105.296,
                                "byte_start": 401910,
                                "byte_stop": 449870,
                                "text": "Three terms ago in Atkins versus Virginia we announced the categorical rule prohibiting the execution of the mentally retarded overruling the earlier case or departing from an earlier case."
                            },
                            {
                                "start": 105.296,
                                "stop": 111.266,
                                "byte_start": 449870,
                                "byte_stop": 473799,
                                "text": "Simmons says we should announce a similar categorical rule prohibiting the execution of juveniles."
                            },
                            {
                                "start": 111.266,
                                "stop": 119.128,
                                "byte_start": 473799,
                                "byte_stop": 505250,
                                "text": "The Missouri Supreme Court agreed with Simmons on that proposition and set aside his the death sentence and we now review that decision."
                            },
                            {
                                "start": 119.128,
                                "stop": 126.06,
                                "byte_start": 505250,
                                "byte_stop": 532940,
                                "text": "The Eight Amendment which applies to the states via the Fourteenth Amendment prohibits cruel and unusual punishments."
                            },
                            {
                                "start": 126.06,
                                "stop": 136.09,
                                "byte_start": 532940,
                                "byte_stop": 573064,
                                "text": "In the interpretation of its terms we have established the propriety and affirm the necessity of referring to the evolving standards of decency that mark the progress of a maturing society."
                            },
                            {
                                "start": 136.09,
                                "stop": 142.695,
                                "byte_start": 573064,
                                "byte_stop": 599500,
                                "text": "In the Atkins case we held that our evolving standards of decency now require a categorical rule against executing the mentally retarded."
                            },
                            {
                                "start": 142.695,
                                "stop": 163.164,
                                "byte_start": 599500,
                                "byte_stop": 681420,
                                "text": "As in Atkins in today\u0027s case our examination of the evolving standards of decency proceeds in two steps: First we examine the first objective indicia of consensus; second, we then must determine in the exercise of our own independent judgment whether the death penalty is a disproportionate punishment for juveniles."
                            },
                            {
                                "start": 163.164,
                                "stop": 168.354,
                                "byte_start": 681420,
                                "byte_stop": 702109,
                                "text": "As to objective indicia significant parallels exist between Atkins and this case."
                            },
                            {
                                "start": 168.354,
                                "stop": 183.218,
                                "byte_start": 702109,
                                "byte_stop": 761563,
                                "text": "30 States prohibit the juvenile death penalty, and now these comprises 12 states that rejected the death penalty all together and 18 states that maintained by express provision or by judicial interpretation exclude juvenile from its reach."
                            },
                            {
                                "start": 183.218,
                                "stop": 188.878,
                                "byte_start": 761563,
                                "byte_stop": 784238,
                                "text": "Even in the 20 states without a formal prohibition on executing juveniles the practice is infrequent."
                            },
                            {
                                "start": 188.878,
                                "stop": 196,
                                "byte_start": 784238,
                                "byte_stop": 812763,
                                "text": "Since Stanford six states have executed the prisoners for crime committed as juveniles and in the past 10 years only three have done so."
                            },
                            {
                                "start": 196,
                                "stop": 201.979,
                                "byte_start": 812763,
                                "byte_stop": 836692,
                                "text": "The death sentence of the particular name defendant in the Stanford case was itself commuted by the state."
                            },
                            {
                                "start": 201.979,
                                "stop": 204.121,
                                "byte_start": 836692,
                                "byte_stop": 845260,
                                "text": "So even he was not executed."
                            },
                            {
                                "start": 204.121,
                                "stop": 212.08,
                                "byte_start": 845260,
                                "byte_stop": 877025,
                                "text": "Five states have abandoned the juvenile death penalty since Stanford and no state has lowered the minimum age for capital punishment."
                            },
                            {
                                "start": 212.08,
                                "stop": 232.68,
                                "byte_start": 877025,
                                "byte_stop": 959467,
                                "text": "As in Atkins the objective indicia of consensus in this case the rejection of the juvenile death penalty in the majority of states, the infrequency of its use even where it remains on the books and the consistency in the trend toward abolition of the practice, provide sufficient evidence that today our society views juveniles as categorically less capable than the average criminal."
                            },
                            {
                                "start": 232.68,
                                "stop": 248.553,
                                "byte_start": 959467,
                                "byte_stop": 1022892,
                                "text": "Majority of states have rejected the imposition of the death penalty on the juvenile offenders under 18 and accord with that view we now hold that consistent with the Eighth and Fourteenth Amendments the death penalty may not be imposed on offenders who were under 18 when they committed the crime."
                            },
                            {
                                "start": 248.553,
                                "stop": 290.565,
                                "byte_start": 1022892,
                                "byte_stop": 1191016,
                                "text": "Three general difference between juveniles and adult offenders diminished the capability of juveniles: First, the susceptibility of juveniles to immature and irresponsible behavior means their wrongful conduct is not as morally reprehensible as that of an adult; second juveniles compared to vulnerability and lack of control over immediate surroundings, I mean they have a greater claim than adults to be forgiven for failing to escape negative influences; third the realities that juveniles still struggled to define their identity means that it is less supportable to conclude that even a heinous crime committed by a juvenile is evidenced of an irretrievably deprived character."
                            },
                            {
                                "start": 290.565,
                                "stop": 296.104,
                                "byte_start": 1191016,
                                "byte_stop": 1213168,
                                "text": "From a moral standpoint it would be misguided to equate the failings of a minor with those of an adult."
                            },
                            {
                                "start": 296.104,
                                "stop": 302.668,
                                "byte_start": 1213168,
                                "byte_stop": 1239395,
                                "text": "That is because a greater possibility exist that a minors character deficiencies will be reformed."
                            },
                            {
                                "start": 302.668,
                                "stop": 312.43,
                                "byte_start": 1239395,
                                "byte_stop": 1278474,
                                "text": "Once the diminished to pass the juvenile has recognize it is evident the penological justification of the death penalty applied to them with lesser force than to adults."
                            },
                            {
                                "start": 312.43,
                                "stop": 315.028,
                                "byte_start": 1278474,
                                "byte_stop": 1288819,
                                "text": "Retribution is not proportional."
                            },
                            {
                                "start": 315.028,
                                "stop": 324.842,
                                "byte_start": 1288819,
                                "byte_stop": 1328107,
                                "text": "If the laws most severe penalty is imposed on one whose capability or blame worthiness is diminished to a substantial degree by reason on youth and immaturity."
                            },
                            {
                                "start": 324.842,
                                "stop": 337.383,
                                "byte_start": 1328107,
                                "byte_stop": 1378262,
                                "text": "For these and other reasons discussed in our opinion we conclude that the differences between a juvenile and an adult offenders are too marked and well understood to risk allowing the youthful person to receive the death penalty despite insufficient capability."
                            },
                            {
                                "start": 337.383,
                                "stop": 350.431,
                                "byte_start": 1378262,
                                "byte_stop": 1430403,
                                "text": "Despite diagnostic expertise trained psychiatrist with the advantage of clinical testing and observation refrain from assessing any juvenile under 18 as having an antisocial personality disorder."
                            },
                            {
                                "start": 350.431,
                                "stop": 358.037,
                                "byte_start": 1430403,
                                "byte_stop": 1460914,
                                "text": "We conclude that state should refrain from asking jurors to issue a far graver condemnation that a juvenile offender merits the death penalty."
                            },
                            {
                                "start": 358.037,
                                "stop": 371.182,
                                "byte_start": 1460914,
                                "byte_stop": 1513472,
                                "text": "When a juvenile offender commits a heinous crime, the state can exact forfeiture of some of the most basic liberties but the state cannot extinguish his life and his potential to attain a mature understanding of his own humanity."
                            },
                            {
                                "start": 371.182,
                                "stop": 378.002,
                                "byte_start": 1513472,
                                "byte_stop": 1540744,
                                "text": "Drawing a line at 18 years of age is subject of course to the objection always raised against categorical rules."
                            },
                            {
                                "start": 378.002,
                                "stop": 389.286,
                                "byte_start": 1540744,
                                "byte_stop": 1585883,
                                "text": "The qualities that distinguished juveniles from adults do not disappear when an individual turns 18, by the same token, some under 18 have already attained a level of maturity some of adults will never reach."
                            },
                            {
                                "start": 389.286,
                                "stop": 399.611,
                                "byte_start": 1585883,
                                "byte_stop": 1627157,
                                "text": "For the reasons we have discussed however a line must be drawn, and these consideration mean Stanford versus Kentucky should be no longer controling on this issue."
                            },
                            {
                                "start": 399.611,
                                "stop": 418.867,
                                "byte_start": 1627157,
                                "byte_stop": 1704166,
                                "text": "Our determination that the death penalty is disproportionate punishment for offenders under 18 finds confirmation and the stark reality that the United States is the only country in the world that continues to give official sanction to the juvenile death penalty."
                            },
                            {
                                "start": 418.867,
                                "stop": 431.37,
                                "byte_start": 1704166,
                                "byte_stop": 1754216,
                                "text": "Since 1990 only 7 countries other than the United States have executed juvenile offenders Iran, Pakistan, Saudi Arabia, Yemen, Nigeria, The Democratic Republic of Congo, and the People\u0027s Republic of China."
                            },
                            {
                                "start": 431.37,
                                "stop": 438.145,
                                "byte_start": 1754216,
                                "byte_stop": 1781279,
                                "text": "Since then each of these countries has either abolished capital punishment for juveniles or made public disavowal of the practice."
                            },
                            {
                                "start": 438.145,
                                "stop": 444.544,
                                "byte_start": 1781279,
                                "byte_stop": 1806879,
                                "text": "It is fair to say the United States now stands alone in the world that has turned its face against the juvenile death penalty."
                            },
                            {
                                "start": 444.544,
                                "stop": 457.049,
                                "byte_start": 1806879,
                                "byte_stop": 1856930,
                                "text": "It is proper that we acknowledge the overwhelming weight of international opinion against the juvenile death penalty resting in large part on the understanding that instability and emotional imbalance of young people may often be a factor in the crime."
                            },
                            {
                                "start": 457.049,
                                "stop": 472.199,
                                "byte_start": 1856930,
                                "byte_stop": 1917534,
                                "text": "At least from the time of the court\u0027s decision in Troupe versus Dallas which was in 1958, the court has referred to the laws of other countries and to international authorities as instructive for its interpretation of the Eighth Amendment provision of cruel and unusual punishments."
                            },
                            {
                                "start": 472.199,
                                "stop": 481.326,
                                "byte_start": 1917534,
                                "byte_stop": 1954001,
                                "text": "The opinion of the world community while not control in our outcome does provide respected and significant confirmation for our own conclusions."
                            },
                            {
                                "start": 481.326,
                                "stop": 490.947,
                                "byte_start": 1954001,
                                "byte_stop": 1992558,
                                "text": "Over time from one generation to the next the Constitution has come to earn a high respect and even as Madison dared to hope, the veneration of the American people."
                            },
                            {
                                "start": 490.947,
                                "stop": 507.761,
                                "byte_start": 1992558,
                                "byte_stop": 2059745,
                                "text": "The document set forth and rest upon innovative principles original to the American experience such as federalism, a proven balance and political mechanisms to the separation of powers for specific guarantees for the accused and criminal cases and broad provisions to secure individuals freedom and preserve human dignity."
                            },
                            {
                                "start": 507.761,
                                "stop": 516.447,
                                "byte_start": 2059745,
                                "byte_stop": 2094540,
                                "text": "These doctrines and guarantees are central to the American experience and remain essential to our present day self definition in our national identity."
                            },
                            {
                                "start": 516.447,
                                "stop": 522.488,
                                "byte_start": 2094540,
                                "byte_stop": 2118677,
                                "text": "Not the least of the reasons we now honor the Constitutionm then, is because we know it to be our own."
                            },
                            {
                                "start": 522.488,
                                "stop": 538.603,
                                "byte_start": 2118677,
                                "byte_stop": 2183147,
                                "text": "It does not lessen our fidelity to the Constitution or our pride in its origins to acknowledge that the express affirmation of certain fundamental rights by other nations and people simply underscores the centrality of those same rights within their own heritage of freedom."
                            },
                            {
                                "start": 538.603,
                                "stop": 544.838,
                                "byte_start": 2183147,
                                "byte_stop": 2208120,
                                "text": "Eighth and Fourteenth Amendments forbid imposition of the death penalty on offenders who are under the age of 18 when their crimes were committed."
                            },
                            {
                                "start": 544.838,
                                "stop": 550.634,
                                "byte_start": 2208120,
                                "byte_stop": 2231212,
                                "text": "The judgment of the Missouri Supreme Court setting aside the sentence of death imposed upon Christopher Simmons is affirmed."
                            },
                            {
                                "start": 550.634,
                                "stop": 566.559,
                                "byte_start": 2231212,
                                "byte_stop": 2294951,
                                "text": "Justice Stevens has filed a concurring opinion in which Justice Ginsburg joins; Justice O\u0027Connor as filed a dissenting opinion; Justice Scalia has filed a dissenting opinion in which the Chief Justice and Justice Thomas join."
                            }
                        ]
                    },
                    {
                        "start": 566.559,
                        "stop": 1105.186,
                        "byte_start": 2294951,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 566.559,
                                "stop": 572.704,
                                "byte_start": 2294951,
                                "byte_stop": 2319506,
                                "text": "I will summarize my dissenting opinion joined by the Chief Justice and Justice Thomas."
                            },
                            {
                                "start": 572.704,
                                "stop": 591.396,
                                "byte_start": 2319506,
                                "byte_stop": 2394321,
                                "text": "Today the court announces that the meaning of the Constitution has changed in the 15 years since we decided Stanford versus Kentucky, which held that the Eighth Amendment does not prohibit capital punishment for offenders who committed crimes after the age of 16 but under the age of 18."
                            },
                            {
                                "start": 591.396,
                                "stop": 599.775,
                                "byte_start": 2394321,
                                "byte_stop": 2427862,
                                "text": "The court holds, mind you, not that our decision 15 years ago was wrong, but that our Constitution\u0027s meaning has changed."
                            },
                            {
                                "start": 599.775,
                                "stop": 609.994,
                                "byte_start": 2427862,
                                "byte_stop": 2468718,
                                "text": "It reaches this implausible result by purporting to advert to \u0022the evolving standards of decency\u0022 of our national society."
                            },
                            {
                                "start": 609.994,
                                "stop": 619.71,
                                "byte_start": 2468718,
                                "byte_stop": 2507588,
                                "text": "It finds that a national consensus that could not be perceived in our people\u0027s laws barely 15 years ago now solidly exists."
                            },
                            {
                                "start": 619.71,
                                "stop": 631.445,
                                "byte_start": 2507588,
                                "byte_stop": 2554504,
                                "text": "That is so the court says because since Stanford, four states have changed their laws to forbid execution of under 18 offenders."
                            },
                            {
                                "start": 631.445,
                                "stop": 648.725,
                                "byte_start": 2554504,
                                "byte_stop": 2623676,
                                "text": "Justice Kennedy said five states one of those five did not change its laws a court change the laws, a court held that it was unconstitutional, in other words if there is any change in consensus it is the consensus of judges not of the people."
                            },
                            {
                                "start": 648.725,
                                "stop": 653.105,
                                "byte_start": 2623676,
                                "byte_stop": 2641126,
                                "text": "One wonders whether those four states would even changed their laws."
                            },
                            {
                                "start": 653.105,
                                "stop": 658.204,
                                "byte_start": 2641126,
                                "byte_stop": 2661501,
                                "text": "Had they known that this Court by a stroke of a pen would make the change irrevocable?"
                            },
                            {
                                "start": 658.204,
                                "stop": 663.295,
                                "byte_start": 2661501,
                                "byte_stop": 2681877,
                                "text": "Taking this issue forever off the table of legislative debate."
                            },
                            {
                                "start": 663.295,
                                "stop": 679.797,
                                "byte_start": 2681877,
                                "byte_stop": 2747914,
                                "text": "But even with the change of those four states a majority of the states that have capital punishment still leave it to the jury to decide whether the particular juvenile given the circumstances of the particular murder should be punished as an adult."
                            },
                            {
                                "start": 679.797,
                                "stop": 687.334,
                                "byte_start": 2747914,
                                "byte_stop": 2778112,
                                "text": "So we have here the rare phenomenon of a national consensus that is a minority view."
                            },
                            {
                                "start": 687.334,
                                "stop": 697.528,
                                "byte_start": 2778112,
                                "byte_stop": 2818863,
                                "text": "Worse still, the court says in so many words that the national consensus reflected by our people\u0027s laws does not in the last analysis matter."
                            },
                            {
                                "start": 697.528,
                                "stop": 707.932,
                                "byte_start": 2818863,
                                "byte_stop": 2860450,
                                "text": "In the end the court explains \u0022our own judgment will be brought to bear on the question of acceptability of the death penalty under the Eighth Amendment.\u0022"
                            },
                            {
                                "start": 707.932,
                                "stop": 713.883,
                                "byte_start": 2860450,
                                "byte_stop": 2884274,
                                "text": "The court thus proclaims itself sole arbiter of our nation\u0027s moral standards."
                            },
                            {
                                "start": 713.883,
                                "stop": 725.489,
                                "byte_start": 2884274,
                                "byte_stop": 2930667,
                                "text": "In the course of discharging that awesome responsibility the court credits a number of arguments that were specifically and quite correctly rejected by this very court 15 years ago."
                            },
                            {
                                "start": 725.489,
                                "stop": 736.238,
                                "byte_start": 2930667,
                                "byte_stop": 2973717,
                                "text": "For example, today\u0027s opinion says that the infrequency of juvenile executions shows that our society has set its face against -- it shows nothing of this sort we said in Stanford."
                            },
                            {
                                "start": 736.238,
                                "stop": 741.462,
                                "byte_start": 2973717,
                                "byte_stop": 2994615,
                                "text": "What it shows is that juries takes youth in to account where appropriate."
                            },
                            {
                                "start": 741.462,
                                "stop": 749.738,
                                "byte_start": 2994615,
                                "byte_stop": 3027634,
                                "text": "Today?s opinion says the nation laws on drinking, driving and voting proved that 18 is the appropriate age of accountability."
                            },
                            {
                                "start": 749.738,
                                "stop": 752.697,
                                "byte_start": 3027634,
                                "byte_stop": 3039545,
                                "text": "They prove nothing of this sort we said in Stanford."
                            },
                            {
                                "start": 752.697,
                                "stop": 770.807,
                                "byte_start": 3039545,
                                "byte_stop": 3111957,
                                "text": "Not only because it takes a lot more responsibility to drive, drink and vote responsibly than not to commit murder but also because those laws are not applied on an individualized basis, whereas juries evaluate the majority of the juvenile defendants one by one."
                            },
                            {
                                "start": 770.807,
                                "stop": 782.64,
                                "byte_start": 3111957,
                                "byte_stop": 3159291,
                                "text": "The court relies selectively on social scientific studies, failing to acknowledge that for every study telling the court what it wants to hear there is another that says the opposite."
                            },
                            {
                                "start": 782.64,
                                "stop": 788.277,
                                "byte_start": 3159291,
                                "byte_stop": 3181861,
                                "text": "Indeed there are sometimes contradictory assurances from the same supposedly scientific source."
                            },
                            {
                                "start": 788.277,
                                "stop": 802.226,
                                "byte_start": 3181861,
                                "byte_stop": 3237658,
                                "text": "The American Psychological Association for example claims in an amicus brief in this case that scientific evidence shows persons under 18 lack the ability to take moral responsibility for their decisions."
                            },
                            {
                                "start": 802.226,
                                "stop": 827.7,
                                "byte_start": 3237658,
                                "byte_stop": 3339536,
                                "text": "15 years ago in its brief in Hodgson versus Minnesota the same APA said the following \u0022by middle adolescence age 14-15, young people develop abilities similar to adults in reasoning about moral dilemmas, understanding social rules and laws and reasoning about interpersonal relationships and interpersonal problems\u0022."
                            },
                            {
                                "start": 827.7,
                                "stop": 846.78,
                                "byte_start": 3339536,
                                "byte_stop": 3415813,
                                "text": "To assist this in that earlier case Hodgson the APA slided \u0022a rich body of research\u0022 showing that juveniles are mature enough to decide whether to obtain an abortion without parental involvement, which takes greater maturity, do you suppose."
                            },
                            {
                                "start": 846.78,
                                "stop": 858.937,
                                "byte_start": 3415813,
                                "byte_stop": 3464505,
                                "text": "Deciding whether to have an abortion or deciding what the 17 year old defendant in this case had to decide, whether to throw a live and conscious woman to her death over a bridge."
                            },
                            {
                                "start": 858.937,
                                "stop": 869.881,
                                "byte_start": 3464505,
                                "byte_stop": 3508287,
                                "text": "The court displays a deep distrust of our jury system asserting that juries will be unable to weigh the defendant\u0027s youth along with the other mitigating and aggravating factors of his crime."
                            },
                            {
                                "start": 869.881,
                                "stop": 876.868,
                                "byte_start": 3508287,
                                "byte_stop": 3536185,
                                "text": "This conclusion which is based on no evidence at all undermines the very foundations of our capital sentencing system."
                            },
                            {
                                "start": 876.868,
                                "stop": 889.873,
                                "byte_start": 3536185,
                                "byte_stop": 3588221,
                                "text": "We have long trusted jury\u0027s with as we have described it \u0022making the difficult and uniquely human judgments that defy codification and that it build equity and flexibility in to a legal system\u0022."
                            },
                            {
                                "start": 889.873,
                                "stop": 901.864,
                                "byte_start": 3588221,
                                "byte_stop": 3636182,
                                "text": "There is no reason to believe, in fact there is an evidence to the contrary that jurors not take seriously their responsibility to weigh youth as a mitigating factor."
                            },
                            {
                                "start": 901.864,
                                "stop": 912.438,
                                "byte_start": 3636182,
                                "byte_stop": 3678501,
                                "text": "Though the views of our own citizens are essentially irrelevant to today\u0027s decision, the views of other countries and the so-called international community takes center stage."
                            },
                            {
                                "start": 912.438,
                                "stop": 924.03,
                                "byte_start": 3678501,
                                "byte_stop": 3724894,
                                "text": "The fact that other countries and international agreements to which the United States is not a party have condemned execution of under 18 offenders is a significant part of the courts analysis."
                            },
                            {
                                "start": 924.03,
                                "stop": 930.745,
                                "byte_start": 3724894,
                                "byte_stop": 3751748,
                                "text": "The underlying thesis that American law should conform to laws to the rest of the world is indefensible."
                            },
                            {
                                "start": 930.745,
                                "stop": 935.305,
                                "byte_start": 3751748,
                                "byte_stop": 3769929,
                                "text": "It is our Constitution that this court is charged with expounding."
                            },
                            {
                                "start": 935.305,
                                "stop": 943.193,
                                "byte_start": 3769929,
                                "byte_stop": 3801485,
                                "text": "The laws of foreign nations and treaties to which this nation has not subscribed should have no bearing upon that exercise."
                            },
                            {
                                "start": 943.193,
                                "stop": 946.968,
                                "byte_start": 3801485,
                                "byte_stop": 3816636,
                                "text": "Of course the court only invokes comparative laws selectively."
                            },
                            {
                                "start": 946.968,
                                "stop": 953.927,
                                "byte_start": 3816636,
                                "byte_stop": 3844430,
                                "text": "It has ignored foreign law for example when declaring that unmerandized confessions must be excluded."
                            },
                            {
                                "start": 953.927,
                                "stop": 969.047,
                                "byte_start": 3844430,
                                "byte_stop": 3904930,
                                "text": "Forbidding any direct assistance to religiously affiliated schools or creating a constitutional right to receive abortion on demand, all dispositions that differ significantly from the laws of most other countries."
                            },
                            {
                                "start": 969.047,
                                "stop": 981.552,
                                "byte_start": 3904930,
                                "byte_stop": 3954981,
                                "text": "The court should either profess its willingness to reconsider all these matters in light of the views of the foreigners or else it should cease putting forth foreigner\u0027s views as part of the reason of basis of its decisions."
                            },
                            {
                                "start": 981.552,
                                "stop": 989.865,
                                "byte_start": 3954981,
                                "byte_stop": 3988208,
                                "text": "To invoke alien law when it agrees with the one\u0027s own thinking and ignored otherwise is not reasoned decision making."
                            },
                            {
                                "start": 989.865,
                                "stop": 1004.717,
                                "byte_start": 3988208,
                                "byte_stop": 4047559,
                                "text": "Finally, to add insult to injury the court affirms today the Missouri Supreme Court without even admonishing that court for its flagrant disregard of our president in Stanford."
                            },
                            {
                                "start": 1004.717,
                                "stop": 1013.002,
                                "byte_start": 4047559,
                                "byte_stop": 4080682,
                                "text": "One must admit that the Missouri Supreme Court\u0027s action and this courts indulgent reaction are in a way understandable."
                            },
                            {
                                "start": 1013.002,
                                "stop": 1027.435,
                                "byte_start": 4080682,
                                "byte_stop": 4138465,
                                "text": "The court has reported to make the Eighth Amendment a mirror of the passing and changing sentiment of American society regarding penology, State Courts and the lower Federal Courts can look into that mirror as well as we can."
                            },
                            {
                                "start": 1027.435,
                                "stop": 1033.628,
                                "byte_start": 4138465,
                                "byte_stop": 4163229,
                                "text": "And what we saw off 15 years ago pairs no necessary relationship to what they see today."
                            },
                            {
                                "start": 1033.628,
                                "stop": 1037.962,
                                "byte_start": 4163229,
                                "byte_stop": 4180574,
                                "text": "So they should really not be encumbered by our last holding."
                            },
                            {
                                "start": 1037.962,
                                "stop": 1043.313,
                                "byte_start": 4180574,
                                "byte_stop": 4201994,
                                "text": "However, sounds that is philosophically however it is no way to run a legal system."
                            },
                            {
                                "start": 1043.313,
                                "stop": 1055.398,
                                "byte_start": 4201994,
                                "byte_stop": 4250269,
                                "text": "We must pretend that our Eighth Amendment decisions represent the real law, law of the sort that does not change year to year without the benefit of any change in democratically adopted text."
                            },
                            {
                                "start": 1055.398,
                                "stop": 1066.972,
                                "byte_start": 4250269,
                                "byte_stop": 4296662,
                                "text": "Allowing State Courts and lower Federal Courts to reinterpret the Eighth Amendment whenever they decide enough time has passed for new snapshot leaves this Court\u0027s decisions without any force."
                            },
                            {
                                "start": 1066.972,
                                "stop": 1080.944,
                                "byte_start": 4296662,
                                "byte_stop": 4352460,
                                "text": "To allow all courts to be habeas we do updating the Eighth Amendment as needed makes our case law and unreliable basis for the designing of laws by citizens and their representatives and for action by public officials."
                            },
                            {
                                "start": 1080.944,
                                "stop": 1105.186,
                                "byte_start": 4352460,
                                "byte_stop": 0,
                                "text": "The results will be to crown arbitrary list with chaos."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54302,
            "mime": "audio\/mpeg",
            "size": 4383180,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/03-633\/20050301o_03-633.delivery.mp3"
        },
        {
            "id": 76042,
            "mime": "audio\/ogg",
            "size": 11053844,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/03-633\/20050301o_03-633.ogg"
        },
        {
            "id": 76043,
            "mime": "application\/x-mpegURL",
            "size": 15720,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/03-633\/20050301o_03-633.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}