{
    "id": 22735,
    "title": "Opinion Announcement - March 02, 2011",
    "transcript": {
        "title": "Snyder v. Phelps",
        "duration": 470.23,
        "sections": [
            {
                "start": 0,
                "stop": 470.23,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 470.23,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.339,
                                "byte_start": 105472,
                                "byte_stop": 154896,
                                "text": "The members of the Westboro Baptist Church believed that God hates and punishes the United States for among other things it\u0027s tolerance of homosexuality, particularly in America\u0027s military."
                            },
                            {
                                "start": 12.339,
                                "stop": 21.236,
                                "byte_start": 154896,
                                "byte_stop": 190422,
                                "text": "The church has chosen to communicate these views by picketing at military funerals and has frequently done so for the past 20 years."
                            },
                            {
                                "start": 21.236,
                                "stop": 36.952,
                                "byte_start": 190422,
                                "byte_stop": 253325,
                                "text": "Fred Phelps who founded the Church and six Westboro Baptist parishioners, all of them happen to be related to Phelps, traveled to Maryland to picket the funeral of Marine Lance Corporal Matthew Snyder, who was killed in Iraq in the line of duty."
                            },
                            {
                                "start": 36.952,
                                "stop": 45.615,
                                "byte_start": 253325,
                                "byte_stop": 288016,
                                "text": "The picketing took place on public land approximately 1000 feet from the Catholic Church where the funeral was held."
                            },
                            {
                                "start": 45.615,
                                "stop": 60.803,
                                "byte_start": 288016,
                                "byte_stop": 348724,
                                "text": "The signs carried by the parishioners stated, for example, Thank God for Dead Soldiers, Fags Doom Nations, Thank God for 9\/11, America is Doomed, Hope in Hell and God Hates You."
                            },
                            {
                                "start": 60.803,
                                "stop": 66.368,
                                "byte_start": 348724,
                                "byte_stop": 370981,
                                "text": "The picketers displayed their signs for about 30 minutes before the funeral began."
                            },
                            {
                                "start": 66.368,
                                "stop": 81.453,
                                "byte_start": 370981,
                                "byte_stop": 431376,
                                "text": "Matthew Snyder\u0027s father, the petitioner here, saw the tops of the particular -- particular picketer signs when driving to the funeral but did not learn what was written on the signs until watching a news broadcast later that night."
                            },
                            {
                                "start": 81.453,
                                "stop": 94.9,
                                "byte_start": 431376,
                                "byte_stop": 485083,
                                "text": "Mr. Snyder sued Phelps, two of his daughters who had participated in the picketing and the Westboro Baptist Church for intentional infliction of emotional distress, a tort under state law."
                            },
                            {
                                "start": 94.9,
                                "stop": 101.228,
                                "byte_start": 485083,
                                "byte_stop": 510474,
                                "text": "A jury held Westboro liable for $7 million in compensatory and punitive damages."
                            },
                            {
                                "start": 101.228,
                                "stop": 107.169,
                                "byte_start": 510474,
                                "byte_stop": 534194,
                                "text": "Westboro challenged the verdict on the ground that the First Amendment fully protected its speech."
                            },
                            {
                                "start": 107.169,
                                "stop": 113.79,
                                "byte_start": 534194,
                                "byte_stop": 560734,
                                "text": "The Court of Appeals for the Fourth Circuit agreed with Westboro and we granted certiorari."
                            },
                            {
                                "start": 113.79,
                                "stop": 123.968,
                                "byte_start": 560734,
                                "byte_stop": 601381,
                                "text": "The Free Speech Clause of the First Amendment can serve as a defense in state court suits including suits for intentional infliction of emotional distress."
                            },
                            {
                                "start": 123.968,
                                "stop": 134.301,
                                "byte_start": 601381,
                                "byte_stop": 642759,
                                "text": "Whether the First Amendment prohibits holding Westboro liable for its speech in this case turns largely on whether that speech is a public or private concern."
                            },
                            {
                                "start": 134.301,
                                "stop": 148.139,
                                "byte_start": 642759,
                                "byte_stop": 698034,
                                "text": "We have explained in our prior cases that speech on public issues, \u0022is more than self-expression, it is the essence of self-government”, and is therefore entitled to special protection."
                            },
                            {
                                "start": 148.139,
                                "stop": 154.741,
                                "byte_start": 698034,
                                "byte_stop": 724470,
                                "text": "As we have also explained in our prior cases speech on matters of private concern is different."
                            },
                            {
                                "start": 154.741,
                                "stop": 167.978,
                                "byte_start": 724470,
                                "byte_stop": 777446,
                                "text": "In such a case, “There is no threat to the free and robust debate of political issues and there is no potential interference with the meaningful dialogue of ideas.”"
                            },
                            {
                                "start": 167.978,
                                "stop": 181.155,
                                "byte_start": 777446,
                                "byte_stop": 830109,
                                "text": "Deciding whether a speech is a public or private concerns requires us to examine all of the circumstances surrounding the speech, what was said, where it was said and how it was said."
                            },
                            {
                                "start": 181.155,
                                "stop": 188.235,
                                "byte_start": 830109,
                                "byte_stop": 858425,
                                "text": "The content of Westboro\u0027s signs plainly relates to broad issues of interest to society at large."
                            },
                            {
                                "start": 188.235,
                                "stop": 208.822,
                                "byte_start": 858425,
                                "byte_stop": 940763,
                                "text": "Well the church\u0027s messages may fall short of refined social or political commentary the issues they highlight, the political and moral conduct of United States and its citizens, the faith of our nation, homosexuality in the military and scandals involving the catholic clergy are matters of public import."
                            },
                            {
                                "start": 208.822,
                                "stop": 225.439,
                                "byte_start": 940763,
                                "byte_stop": 1007323,
                                "text": "Even if a few of Westboro signs were viewed as containing messages related to Matthew Snyder or the Snyder\u0027s specifically, that would not change the fact that the overall thrust and dominant theme of the church\u0027s demonstration spoke to broader public issues."
                            },
                            {
                                "start": 225.439,
                                "stop": 234.098,
                                "byte_start": 1007323,
                                "byte_stop": 1041910,
                                "text": "Westboro conveyed its views on these matters of public concern by picketing at a public place adjacent to a public street."
                            },
                            {
                                "start": 234.098,
                                "stop": 240.383,
                                "byte_start": 1041910,
                                "byte_stop": 1067092,
                                "text": "Such space has historically occupied a favored position in terms of First Amendment protection."
                            },
                            {
                                "start": 240.383,
                                "stop": 251.152,
                                "byte_start": 1067092,
                                "byte_stop": 1110141,
                                "text": "As we have explained in our prior cases, “Time out of mind, public streets and sidewalks have been used for public assembly and debate.”"
                            },
                            {
                                "start": 251.152,
                                "stop": 254.331,
                                "byte_start": 1110141,
                                "byte_stop": 1122889,
                                "text": "Westboro conducted its picketing peacefully."
                            },
                            {
                                "start": 254.331,
                                "stop": 262.839,
                                "byte_start": 1122889,
                                "byte_stop": 1156848,
                                "text": "It alerted local authorities to its plan protest and fully complied with police guidance on where the picketing could be staged."
                            },
                            {
                                "start": 262.839,
                                "stop": 270.945,
                                "byte_start": 1156848,
                                "byte_stop": 1189345,
                                "text": "The picketing was conducted under police supervisions, some 1000 feet from the church out of the sight of those at the church."
                            },
                            {
                                "start": 270.945,
                                "stop": 273.301,
                                "byte_start": 1189345,
                                "byte_stop": 1198749,
                                "text": "The protest was not unruly."
                            },
                            {
                                "start": 273.301,
                                "stop": 277.27,
                                "byte_start": 1198749,
                                "byte_stop": 1214631,
                                "text": "There was no shouting, profanity or violence."
                            },
                            {
                                "start": 277.27,
                                "stop": 290.847,
                                "byte_start": 1214631,
                                "byte_stop": 1268861,
                                "text": "The church\u0027s decision to conduct its demonstration in conjunction with Matthew Snyder\u0027s funeral made the expression of Westboro\u0027s views particularly hurtful to many, especially to Matthew\u0027s father."
                            },
                            {
                                "start": 290.847,
                                "stop": 304.275,
                                "byte_start": 1268861,
                                "byte_stop": 1322674,
                                "text": "The record makes clear that the applicable legal term \u0022emotional distress\u0022 fails to capture fully the anguished Westboro\u0027s choice added to Mr. Snyder\u0027s already in calculable brief."
                            },
                            {
                                "start": 304.275,
                                "stop": 312.989,
                                "byte_start": 1322674,
                                "byte_stop": 1357469,
                                "text": "And of course, Westboro chose the time and place for it\u0027s picketing to increase publicity for its views as it has for 20 years."
                            },
                            {
                                "start": 312.989,
                                "stop": 322.029,
                                "byte_start": 1357469,
                                "byte_stop": 1393622,
                                "text": "But that does not change the fact that the church was engaged in peaceful picketing, addressing matters of public concern on a public street."
                            },
                            {
                                "start": 322.029,
                                "stop": 334.732,
                                "byte_start": 1393622,
                                "byte_stop": 1444404,
                                "text": "The jury here was instructed that it could hold Westboro liable for intentional infliction of emotional distress based on the finding that Westboro\u0027s conduct was “outrageous.”"
                            },
                            {
                                "start": 334.732,
                                "stop": 347.977,
                                "byte_start": 1444404,
                                "byte_stop": 1497381,
                                "text": "But in the case such as this, there is a real danger that a jury would punish Westboro simply because the jury disagreed with Westboro\u0027s controversial but peacefully expressed views on matters of public concern."
                            },
                            {
                                "start": 347.977,
                                "stop": 364.677,
                                "byte_start": 1497381,
                                "byte_stop": 1564254,
                                "text": "As we have made clear in our precedents, “If there is a bedrock principle underlying the First Amendment, it is that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive or disagreeable.”"
                            },
                            {
                                "start": 364.677,
                                "stop": 373.506,
                                "byte_start": 1564254,
                                "byte_stop": 1599572,
                                "text": "The jury verdict imposing tort liability on Westboro for intentional infliction of emotional distress must be set aside."
                            },
                            {
                                "start": 373.506,
                                "stop": 375.333,
                                "byte_start": 1599572,
                                "byte_stop": 1606886,
                                "text": "Our holding today is narrow."
                            },
                            {
                                "start": 375.333,
                                "stop": 386.698,
                                "byte_start": 1606886,
                                "byte_stop": 1652339,
                                "text": "We are required in First Amendment cases to carefully review the record and the reach of our opinion here is limited by the particular facts before us."
                            },
                            {
                                "start": 386.698,
                                "stop": 390.936,
                                "byte_start": 1652339,
                                "byte_stop": 1669266,
                                "text": "Westboro believes that America is morally flawed."
                            },
                            {
                                "start": 390.936,
                                "stop": 394.631,
                                "byte_start": 1669266,
                                "byte_stop": 1683999,
                                "text": "Many Americans might feel the same about Westboro."
                            },
                            {
                                "start": 394.631,
                                "stop": 402.518,
                                "byte_start": 1683999,
                                "byte_stop": 1715555,
                                "text": "Westboro\u0027s funeral picketing is certainly hurtful and its contribution to public discourse may be negligible."
                            },
                            {
                                "start": 402.518,
                                "stop": 411.483,
                                "byte_start": 1715555,
                                "byte_stop": 1751500,
                                "text": "But Westboro address matters of public import on public property in a peaceful manner and full compliance with the guidance of local officials."
                            },
                            {
                                "start": 411.483,
                                "stop": 418.288,
                                "byte_start": 1751500,
                                "byte_stop": 1778667,
                                "text": "The speech was indeed planned to coincide with Matthew Snyder\u0027s funeral but did not itself disrupt that funeral."
                            },
                            {
                                "start": 418.288,
                                "stop": 427.271,
                                "byte_start": 1778667,
                                "byte_stop": 1814612,
                                "text": "And Westboro\u0027s choice to conduct it\u0027s picketing at that time and place did not alter the nature of its speech."
                            },
                            {
                                "start": 427.271,
                                "stop": 428.928,
                                "byte_start": 1814612,
                                "byte_stop": 1821194,
                                "text": "Speech is powerful."
                            },
                            {
                                "start": 428.928,
                                "stop": 437.85,
                                "byte_start": 1821194,
                                "byte_stop": 1856930,
                                "text": "It can stir people to action, move into tears of both joy and sorrow and as it did here, inflict great pain."
                            },
                            {
                                "start": 437.85,
                                "stop": 443.936,
                                "byte_start": 1856930,
                                "byte_stop": 1881276,
                                "text": "On the facts before us, we cannot react to that pain like punishing the speaker."
                            },
                            {
                                "start": 443.936,
                                "stop": 454.327,
                                "byte_start": 1881276,
                                "byte_stop": 1922863,
                                "text": "As a nation, we have chosen a different course to protect even hurtful speech on public issues to ensure that we do not stifle public debate."
                            },
                            {
                                "start": 454.327,
                                "stop": 461.377,
                                "byte_start": 1922863,
                                "byte_stop": 1951075,
                                "text": "That choice requires that we shield Westboro from tort liability for its picketing in this case."
                            },
                            {
                                "start": 461.377,
                                "stop": 466.27,
                                "byte_start": 1951075,
                                "byte_stop": 1970615,
                                "text": "The judgment of the United States Court of Appeals for the Fourth Circuit is affirmed."
                            },
                            {
                                "start": 466.27,
                                "stop": 469.155,
                                "byte_start": 1970615,
                                "byte_stop": 1982109,
                                "text": "Justice Breyer has filed a concurring opinion."
                            },
                            {
                                "start": 469.155,
                                "stop": 470.23,
                                "byte_start": 1982109,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54592,
            "mime": "audio\/mpeg",
            "size": 1986393,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-751\/20110302o_09-751.delivery.mp3"
        },
        {
            "id": 76332,
            "mime": "audio\/ogg",
            "size": 4716481,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-751\/20110302o_09-751.ogg"
        },
        {
            "id": 76333,
            "mime": "application\/x-mpegURL",
            "size": 6862,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-751\/20110302o_09-751.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}