{
    "id": 22619,
    "title": "Opinion Announcement - June 03, 2013 (Part 2)",
    "transcript": {
        "title": "Maryland v. King",
        "duration": 664.056,
        "sections": [
            {
                "start": 0,
                "stop": 664.056,
                "byte_start": 105472,
                "byte_stop": 2761603,
                "turns": [
                    {
                        "start": 0,
                        "stop": 664.056,
                        "byte_start": 105472,
                        "byte_stop": 2761603,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.862,
                                "byte_start": 105472,
                                "byte_stop": 132953,
                                "text": "I\u0027ll describe that dissenting opinion."
                            },
                            {
                                "start": 6.862,
                                "stop": 12.047,
                                "byte_start": 132953,
                                "byte_stop": 153746,
                                "text": "The Court\u0027s opinion barely mentions the crucial fact about this case."
                            },
                            {
                                "start": 12.047,
                                "stop": 16.053,
                                "byte_start": 153746,
                                "byte_stop": 169733,
                                "text": "The search here was entirely suspicionless."
                            },
                            {
                                "start": 16.053,
                                "stop": 23.124,
                                "byte_start": 169733,
                                "byte_stop": 198050,
                                "text": "The police had no reason at all to believe that King\u0027s DNA would link him to any crime."
                            },
                            {
                                "start": 23.124,
                                "stop": 42.485,
                                "byte_start": 198050,
                                "byte_stop": 275477,
                                "text": "In approving that suspicion a search, the Court has cast aside a bedrock rule of our Fourth Amendment law that the government may not search its citizens for evidence of crime unless there is reasonable cause to believe that such evidence will be found."
                            },
                            {
                                "start": 42.485,
                                "stop": 51.845,
                                "byte_start": 275477,
                                "byte_stop": 312884,
                                "text": "The men who wrote and ratified that amendment had come to know well what it was like to live under a regime that did not obey this principle."
                            },
                            {
                                "start": 51.845,
                                "stop": 62.583,
                                "byte_start": 312884,
                                "byte_stop": 355830,
                                "text": "Whenever we have allowed suspicionless searches, we have insisted upon a justifying motive apart from mere investigation of crime."
                            },
                            {
                                "start": 62.583,
                                "stop": 74.986,
                                "byte_start": 355830,
                                "byte_stop": 405462,
                                "text": "Our cases call those exceptional searches special needs searches, an example being the drug testing of train engineers for public safety purposes."
                            },
                            {
                                "start": 74.986,
                                "stop": 84.22,
                                "byte_start": 405462,
                                "byte_stop": 442452,
                                "text": "It is perfectly obvious that no special need, no non-investigative motive justified the swabbing of King\u0027s cheek."
                            },
                            {
                                "start": 84.22,
                                "stop": 90.702,
                                "byte_start": 442452,
                                "byte_stop": 468365,
                                "text": "The purpose was to learn whether King had committed an unsolved crime."
                            },
                            {
                                "start": 90.702,
                                "stop": 99.467,
                                "byte_start": 468365,
                                "byte_stop": 503369,
                                "text": "A fact the Court does mention often is that King was under arrest when his DNA was taken, but that is quite irrelevant."
                            },
                            {
                                "start": 99.467,
                                "stop": 105.967,
                                "byte_start": 503369,
                                "byte_stop": 529387,
                                "text": "The state\u0027s accusations do not suddenly render a man stranger to the Fourth Amendment."
                            },
                            {
                                "start": 105.967,
                                "stop": 114.165,
                                "byte_start": 529387,
                                "byte_stop": 562197,
                                "text": "And the limited circumstances in which we have permitted searches of arrestees do not support what the Court does today."
                            },
                            {
                                "start": 114.165,
                                "stop": 125.937,
                                "byte_start": 562197,
                                "byte_stop": 609322,
                                "text": "The fact of an arrest will allow a brief search for weapons, but that is a type of a special need search, a matter of officer\u0027s safety, not crime solving."
                            },
                            {
                                "start": 125.937,
                                "stop": 136.099,
                                "byte_start": 609322,
                                "byte_stop": 649968,
                                "text": "And if the police believe that an arrestee has evidence relevant to his crime of arrest, they may search him for it, but that is not a suspicionless search."
                            },
                            {
                                "start": 136.099,
                                "stop": 148.369,
                                "byte_start": 649968,
                                "byte_stop": 698974,
                                "text": "We have never held, however, that arrestees maybe subjected to general suspicionless searches simply because that would be useful to solve unrelated crimes."
                            },
                            {
                                "start": 148.369,
                                "stop": 155.184,
                                "byte_start": 698974,
                                "byte_stop": 726246,
                                "text": "That is a terrifying principle, too much in the end even for today\u0027s majority."
                            },
                            {
                                "start": 155.184,
                                "stop": 163.94,
                                "byte_start": 726246,
                                "byte_stop": 761250,
                                "text": "So after genuflecting to King\u0027s arrestee status, the Court dedicates nearly all of its opinion to a different argument."
                            },
                            {
                                "start": 163.94,
                                "stop": 170.276,
                                "byte_start": 761250,
                                "byte_stop": 786641,
                                "text": "King\u0027s DNA was taken, we are told, to identify him."
                            },
                            {
                                "start": 170.276,
                                "stop": 184.625,
                                "byte_start": 786641,
                                "byte_stop": 844006,
                                "text": "That assertion taxes the credulity of the credulous unless what the Court means is that taking King\u0027s DNA identified him in the sense of enabling the police to learn what crimes he had committed before."
                            },
                            {
                                "start": 184.625,
                                "stop": 196.013,
                                "byte_start": 844006,
                                "byte_stop": 889563,
                                "text": "But that sort of identification is just another way of describing the police\u0027s ordinary interest in solving crimes which is never enough to permit a suspicionless search."
                            },
                            {
                                "start": 196.013,
                                "stop": 205.418,
                                "byte_start": 889563,
                                "byte_stop": 927180,
                                "text": "We would never, for example, permit the police to search every lawfully stopped car in hopes of turning up evidence of unrelated crimes."
                            },
                            {
                                "start": 205.418,
                                "stop": 219.149,
                                "byte_start": 927180,
                                "byte_stop": 982141,
                                "text": "But doing so, would identify the driver in the question-begging sense the Court uses the word today, that is in the sense that it would tell whether he was committing or had committed some other crimes."
                            },
                            {
                                "start": 219.149,
                                "stop": 234.583,
                                "byte_start": 982141,
                                "byte_stop": 1043895,
                                "text": "In the ordinary sense of the term identification, the sense in which we all use it, the DNA search here did not and could not have identified King for a host of reasons."
                            },
                            {
                                "start": 234.583,
                                "stop": 238.322,
                                "byte_start": 1043895,
                                "byte_stop": 1058837,
                                "text": "First, the Maryland statute forbids it."
                            },
                            {
                                "start": 238.322,
                                "stop": 258.065,
                                "byte_start": 1058837,
                                "byte_stop": 1137831,
                                "text": "It sets forth several permissible purposes for DNA testing, chief among them being investigation of crime, but while it permits DNA testing to identify missing persons and to identity human remains, it nowhere mentions identification of arrestees."
                            },
                            {
                                "start": 258.065,
                                "stop": 278.873,
                                "byte_start": 1137831,
                                "byte_stop": 1221005,
                                "text": "Moreover, under Maryland law, the DNA testing cannot even begin until the arrestees\u0027 first appearance in court which makes a hash out of the Court\u0027s theory that DNA could be used to set bail and once the testing does begin it is far too slow to be used for identification."
                            },
                            {
                                "start": 278.873,
                                "stop": 283.094,
                                "byte_start": 1221005,
                                "byte_stop": 1237932,
                                "text": "It took months to process King\u0027s DNA sample."
                            },
                            {
                                "start": 283.094,
                                "stop": 288.959,
                                "byte_start": 1237932,
                                "byte_stop": 1261338,
                                "text": "By the time, and not because of some mistake, it typically takes months in Maryland."
                            },
                            {
                                "start": 288.959,
                                "stop": 299.95,
                                "byte_start": 1261338,
                                "byte_stop": 1305328,
                                "text": "By the time it was done, his first trial was nearly over and the case was titled State versus King, not State versus John Doe."
                            },
                            {
                                "start": 299.95,
                                "stop": 307.291,
                                "byte_start": 1305328,
                                "byte_stop": 1334690,
                                "text": "And when the sample was finally processed, it was not used to confirm King\u0027s identity."
                            },
                            {
                                "start": 307.291,
                                "stop": 326.065,
                                "byte_start": 1334690,
                                "byte_stop": 1409818,
                                "text": "Instead of being checked against the DNA samples of known convicts and arrestees which would have identified him, King\u0027s sample was compared against DNA of unknown individuals, taken from unsolved crimes."
                            },
                            {
                                "start": 326.065,
                                "stop": 335.011,
                                "byte_start": 1409818,
                                "byte_stop": 1445554,
                                "text": "That is perfectly sensible if one wants to solve those crimes, but it is baffling if one wants to identify someone."
                            },
                            {
                                "start": 335.011,
                                "stop": 347.325,
                                "byte_start": 1445554,
                                "byte_stop": 1494873,
                                "text": "In fact, when King\u0027s DNA was entered into the collection of arrestee DNA samples, it was entered along with information identifying him."
                            },
                            {
                                "start": 347.325,
                                "stop": 353.278,
                                "byte_start": 1494873,
                                "byte_stop": 1518592,
                                "text": "So, that if the DNA matched that from an unsolved crime, they would know whom to pursue."
                            },
                            {
                                "start": 353.278,
                                "stop": 363.882,
                                "byte_start": 1518592,
                                "byte_stop": 1561015,
                                "text": "In other words, the entire design of the database assumes that the identity of arrestees will already be known."
                            },
                            {
                                "start": 363.882,
                                "stop": 378.45,
                                "byte_start": 1561015,
                                "byte_stop": 1619320,
                                "text": "The Court\u0027s comparisons to fingerprinting and other booking procedures can see that only if the reader knows no more than today\u0027s opinion chooses to tell him about how these DNA searches really work."
                            },
                            {
                                "start": 378.45,
                                "stop": 384.39,
                                "byte_start": 1619320,
                                "byte_stop": 1643039,
                                "text": "An arrestee can be fingerprinted in moments and results come back virtually instantly."
                            },
                            {
                                "start": 384.39,
                                "stop": 392.982,
                                "byte_start": 1643039,
                                "byte_stop": 1677416,
                                "text": "The fingerprint database, unlike the DNA database for unsolved crimes, contains detailed identification information."
                            },
                            {
                                "start": 392.982,
                                "stop": 407.405,
                                "byte_start": 1677416,
                                "byte_stop": 1735095,
                                "text": "And while Maryland waited three days after his arrest as its law required to begin testing King\u0027s DNA, I doubt very much that they waited that long to ask his name or to take his fingerprints."
                            },
                            {
                                "start": 407.405,
                                "stop": 412.86,
                                "byte_start": 1735095,
                                "byte_stop": 1756933,
                                "text": "Fingerprinting in short really is used to identify arrestees."
                            },
                            {
                                "start": 412.86,
                                "stop": 428.971,
                                "byte_start": 1756933,
                                "byte_stop": 1821403,
                                "text": "It does the job so well, in fact, that there would be no need for a separate wholly redundant confirmation of the same information using DNA. What DNA adds is the ability to solve crimes, nothing more."
                            },
                            {
                                "start": 428.971,
                                "stop": 436.425,
                                "byte_start": 1821403,
                                "byte_stop": 1851183,
                                "text": "That is certainly a noble objective, but not one that can justify a suspicionless search."
                            },
                            {
                                "start": 436.425,
                                "stop": 439.941,
                                "byte_start": 1851183,
                                "byte_stop": 1865289,
                                "text": "The Court\u0027s opinion minimizes the seriousness of the search."
                            },
                            {
                                "start": 439.941,
                                "stop": 447.088,
                                "byte_start": 1865289,
                                "byte_stop": 1893919,
                                "text": "It is not as intrusive, the opinion says as would be a suspicionless search of the home."
                            },
                            {
                                "start": 447.088,
                                "stop": 460.821,
                                "byte_start": 1893919,
                                "byte_stop": 1948776,
                                "text": "That is a curious view of the Fourth Amendment which lists the entities protected against unreasonable searches in the following order; persons, houses, papers, and effects."
                            },
                            {
                                "start": 460.821,
                                "stop": 464.459,
                                "byte_start": 1948776,
                                "byte_stop": 1963405,
                                "text": "A search of the person is the most offensive."
                            },
                            {
                                "start": 464.459,
                                "stop": 480.014,
                                "byte_start": 1963405,
                                "byte_stop": 2025576,
                                "text": "I would not want to have been the royal officer charged with swabbing the cheek of Patrick Henry and while minimizing the intrusiveness of the search, the Court\u0027s opinion exaggerates its benefits."
                            },
                            {
                                "start": 480.014,
                                "stop": 491.987,
                                "byte_start": 2025576,
                                "byte_stop": 2073433,
                                "text": "The DNA testing, the Court tells us, “May have the salutary effect of freeing a person wrongfully imprisoned for the same effect -- for the same offense.”"
                            },
                            {
                                "start": 491.987,
                                "stop": 503.133,
                                "byte_start": 2073433,
                                "byte_stop": 2118050,
                                "text": "That is quite impossible since the DNA database with which King\u0027s DNA was compared contains DNA connected from unsolved crimes."
                            },
                            {
                                "start": 503.133,
                                "stop": 508.939,
                                "byte_start": 2118050,
                                "byte_stop": 2141247,
                                "text": "Persons are wrongfully imprisoned only for solved crimes."
                            },
                            {
                                "start": 508.939,
                                "stop": 523.816,
                                "byte_start": 2141247,
                                "byte_stop": 2200806,
                                "text": "To assess the benefits of this search, one also must realize that there is no problem once the individual has been convicted of then taking his DNA."
                            },
                            {
                                "start": 523.816,
                                "stop": 528.64,
                                "byte_start": 2200806,
                                "byte_stop": 2220136,
                                "text": "The Fourth Amendment rights of that person convicted are less."
                            },
                            {
                                "start": 528.64,
                                "stop": 531.775,
                                "byte_start": 2220136,
                                "byte_stop": 2232675,
                                "text": "That is one of the consequences of conviction."
                            },
                            {
                                "start": 531.775,
                                "stop": 551.798,
                                "byte_start": 2232675,
                                "byte_stop": 2312714,
                                "text": "So, what that means is that the only thing achieved by today\u0027s opinion is that people who are wrongfully arrested or at least arrested for a crime that they are not convicted of will be subject to DNA testing."
                            },
                            {
                                "start": 551.798,
                                "stop": 555.617,
                                "byte_start": 2312714,
                                "byte_stop": 2327970,
                                "text": "If they\u0027re convicted, there\u0027s no problem about using it."
                            },
                            {
                                "start": 555.617,
                                "stop": 560.212,
                                "byte_start": 2327970,
                                "byte_stop": 2346360,
                                "text": "It\u0027s only the innocent arrestees."
                            },
                            {
                                "start": 560.212,
                                "stop": 573.602,
                                "byte_start": 2346360,
                                "byte_stop": 2399963,
                                "text": "The Court attempts to disguise the vast scope of today\u0027s holding by promising to limit it to those who have been arrested for what it calls serious offenses."
                            },
                            {
                                "start": 573.602,
                                "stop": 578.602,
                                "byte_start": 2399963,
                                "byte_stop": 2419921,
                                "text": "That line lacks any principle basis and will not last."
                            },
                            {
                                "start": 578.602,
                                "stop": 588.118,
                                "byte_start": 2419921,
                                "byte_stop": 2457955,
                                "text": "If you believe that a DNA search will identify someone arrested for bank robbery, you must believe that it will identify someone arrested for running a red light."
                            },
                            {
                                "start": 588.118,
                                "stop": 606.011,
                                "byte_start": 2457955,
                                "byte_stop": 2529531,
                                "text": "To decide otherwise would require the sort of senseless distinctions that this Court is not accustomed to make, is not supposed to make if there is any difference between prescribing legal rules willy-nilly and deciding what an existing legal principle requires."
                            },
                            {
                                "start": 606.011,
                                "stop": 609.351,
                                "byte_start": 2529531,
                                "byte_stop": 2542905,
                                "text": "In the end, logic will out."
                            },
                            {
                                "start": 609.351,
                                "stop": 623.645,
                                "byte_start": 2542905,
                                "byte_stop": 2600061,
                                "text": "Make no mistake about it because of today\u0027s decision, your DNA can be taken and entered into a national database if you are ever arrested rightly or wrongly and for whatever reason."
                            },
                            {
                                "start": 623.645,
                                "stop": 631.834,
                                "byte_start": 2600061,
                                "byte_stop": 2632871,
                                "text": "This will solve some extra crimes to be sure but so would taking your DNA whenever you fly on an airplane."
                            },
                            {
                                "start": 631.834,
                                "stop": 642.415,
                                "byte_start": 2632871,
                                "byte_stop": 2675190,
                                "text": "Surely the TSA must know the identity of the flying public. For that matter, so would taking your children\u0027s DNA when they start public school."
                            },
                            {
                                "start": 642.415,
                                "stop": 661.314,
                                "byte_start": 2675190,
                                "byte_stop": 2750736,
                                "text": "It maybe wise as the Court obviously believes to make the leviathan all seeing so that he may protect us all the better, but the proud men who wrote the charter of our liberties would not have been so eager to open their mouths for royal inspection."
                            },
                            {
                                "start": 661.314,
                                "stop": 664.056,
                                "byte_start": 2750736,
                                "byte_stop": 2761603,
                                "text": "I respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54360,
            "mime": "audio\/mpeg",
            "size": 2761812,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-207\/20130603o_12-207_part2.delivery.mp3"
        },
        {
            "id": 76100,
            "mime": "audio\/ogg",
            "size": 6490073,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-207\/20130603o_12-207_part2.ogg"
        },
        {
            "id": 76101,
            "mime": "application\/x-mpegURL",
            "size": 10989,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-207\/20130603o_12-207_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}