{
    "id": 23116,
    "title": "Opinion Announcement - May 29, 2001",
    "transcript": {
        "title": "National Labor Relations Board v. Kentucky River Community Care, Inc.",
        "duration": 378.644,
        "sections": [
            {
                "start": 0,
                "stop": 378.644,
                "byte_start": 89583,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 12.922,
                        "byte_start": 89583,
                        "byte_stop": 141305,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.922,
                                "byte_start": 89583,
                                "byte_stop": 141305,
                                "text": "The opinion of the Court in No. 99-1815, National Labor Relations Board versys Kentucky River Community Care, Inc. will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 12.922,
                        "stop": 378.644,
                        "byte_start": 141305,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 12.922,
                                "stop": 19.193,
                                "byte_start": 141305,
                                "byte_stop": 166383,
                                "text": "This case is here on writ of certiorari to the United States Court Of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 19.193,
                                "stop": 38.44,
                                "byte_start": 166383,
                                "byte_stop": 243392,
                                "text": "Respondent Kentucky River Community Care, Incorporated operates a residential care facility in Pippa Passes, Kentucky where it employs approximately 110 professional and non-professional employees including six registered nurses."
                            },
                            {
                                "start": 38.44,
                                "stop": 56.591,
                                "byte_start": 243392,
                                "byte_stop": 316012,
                                "text": "This case arose when the Kentucky State District Council of Carpenters, a Labor Union, sought to represent a bargaining unit of respondent’s employees, and respondent appose the inclusion within that bargaining unit of its nurses."
                            },
                            {
                                "start": 56.591,
                                "stop": 64.45,
                                "byte_start": 316012,
                                "byte_stop": 347464,
                                "text": "Respondent argued that the nurses were supervisors under Section 2(11) of The National Labor Relations Act."
                            },
                            {
                                "start": 64.45,
                                "stop": 71.186,
                                "byte_start": 347464,
                                "byte_stop": 374422,
                                "text": "If true, that would permit respondent to insist that the nurses be excluded from the bargaining unit."
                            },
                            {
                                "start": 71.186,
                                "stop": 82.192,
                                "byte_start": 374422,
                                "byte_stop": 418412,
                                "text": "The National Labor Relations Board’s Regional Director held a representation hearing to settle the dispute between respondent and the union concerning representation."
                            },
                            {
                                "start": 82.192,
                                "stop": 90.268,
                                "byte_start": 418412,
                                "byte_stop": 450700,
                                "text": "At that hearing the Regional Director placed the burden of proving that the nurses were supervisors upon respondent."
                            },
                            {
                                "start": 90.268,
                                "stop": 96.794,
                                "byte_start": 450700,
                                "byte_stop": 476822,
                                "text": "It then found that respondent had not met its burden and included the nurses in the unit."
                            },
                            {
                                "start": 96.794,
                                "stop": 110.012,
                                "byte_start": 476822,
                                "byte_stop": 529694,
                                "text": "Respondent refuse to bargain with the union prompting the Board’s General Counsel to file an unfair labor practice complaint which is the usual way to obtain judicial review of the representation decision."
                            },
                            {
                                "start": 110.012,
                                "stop": 122.493,
                                "byte_start": 529694,
                                "byte_stop": 579640,
                                "text": "The Board granted the General Counsel summary judgment on the basis of the Regional Director’s representation decision, but the United States Court of Appeals for the Sixth Circuit refused to enforce the Board’s order."
                            },
                            {
                                "start": 122.493,
                                "stop": 138.692,
                                "byte_start": 579640,
                                "byte_stop": 644424,
                                "text": "We granted certiorari to decide two issues: first, we must decide which party, respondent or the board, carries the burden of proving that the nurses are or are not supervisors under Section 2(11) of the Act."
                            },
                            {
                                "start": 138.692,
                                "stop": 156.474,
                                "byte_start": 644424,
                                "byte_stop": 715581,
                                "text": "The Act itself does not expressly allocate the burden of proving supervisory status but the Board has consistently placed that burden on the party claiming that the employee is a supervisor, and sometimes that will be the employer, sometimes that will be the union."
                            },
                            {
                                "start": 156.474,
                                "stop": 161.866,
                                "byte_start": 715581,
                                "byte_stop": 737106,
                                "text": "We find that rule to be reasonable and consistent with the Act and so we defer to it."
                            },
                            {
                                "start": 161.866,
                                "stop": 172.918,
                                "byte_start": 737106,
                                "byte_stop": 781305,
                                "text": "As applied to this case, the rule dictates that “respondent who is seeking to exclude its nurses from a bargaining unit because they are supervisors must bear the burden of proving that”."
                            },
                            {
                                "start": 172.918,
                                "stop": 177.37,
                                "byte_start": 781305,
                                "byte_stop": 799069,
                                "text": "The Sixth Circuit therefore erred when it placed the burden on the Board."
                            },
                            {
                                "start": 177.37,
                                "stop": 187.23,
                                "byte_start": 799069,
                                "byte_stop": 838566,
                                "text": "The second issue we address is whether the Board’s interpretation of the statutory test for supervisory status is reasonable and consistent with the Act."
                            },
                            {
                                "start": 187.23,
                                "stop": 218.607,
                                "byte_start": 838566,
                                "byte_stop": 964058,
                                "text": "The Act deems employees to be supervisors if they satisfy three criteria: first, they must exercise one of twelve listed supervisory functions, one of which is “responsibly directing” other employees; second, they must use “independent judgment” in exercising that authority; and third, they must “exercise their authority in the employer’s interest”."
                            },
                            {
                                "start": 218.607,
                                "stop": 245.645,
                                "byte_start": 964058,
                                "byte_stop": 1072205,
                                "text": "The Board rejected respondent’s proof that its nurses were supervisors on the ground that employees do not use independent judgment and hence fail to meet the second criterion, when they exercise “ordinary professional or technical judgment in directing less skilled employees to deliver services in accordance with employer specified standards”."
                            },
                            {
                                "start": 245.645,
                                "stop": 254.849,
                                "byte_start": 1072205,
                                "byte_stop": 1108985,
                                "text": "There are several elements to this interpretation by the Board, and we find that while some of them are permissible, others are not."
                            },
                            {
                                "start": 254.849,
                                "stop": 274.377,
                                "byte_start": 1108985,
                                "byte_stop": 1187144,
                                "text": "The text of Section 2(11) which requires that the exercise of supervisory authority “not be of a merely routine or clerical nature, but require the use of independent judgment”, introduces questions regarding the degree of judgment that is sufficient to make one a supervisor."
                            },
                            {
                                "start": 274.377,
                                "stop": 282.882,
                                "byte_start": 1187144,
                                "byte_stop": 1221207,
                                "text": "The Board by declaring that ordinary judgment is not enough permissibly interprets this ambiguity regarding degree."
                            },
                            {
                                "start": 282.882,
                                "stop": 303.547,
                                "byte_start": 1221207,
                                "byte_stop": 1303859,
                                "text": "In addition, by recognizing that some tasks are performed in accordance with employer specified standards, the Board properly finds that orders issued by an employer can reduce the degree of judgment ordinarily required to perform a task below the statutory threshold for supervisory status."
                            },
                            {
                                "start": 303.547,
                                "stop": 316.939,
                                "byte_start": 1303859,
                                "byte_stop": 1357358,
                                "text": "The Board also however, relies on factors that have nothing to do with the degree of discretion and employee exercises, and that is where it parts company with the text of the statute."
                            },
                            {
                                "start": 316.939,
                                "stop": 334.542,
                                "byte_start": 1357358,
                                "byte_stop": 1427784,
                                "text": "Under the Board’s interpretation, even a significant judgment that is only loosely constrained by the employer, will fail to be independent within the meaning of the statute if it is a “professional or technical” judgment."
                            },
                            {
                                "start": 334.542,
                                "stop": 338.905,
                                "byte_start": 1427784,
                                "byte_stop": 1445234,
                                "text": "This is a distinction in kind that the statute does not permit."
                            },
                            {
                                "start": 338.905,
                                "stop": 353.358,
                                "byte_start": 1445234,
                                "byte_stop": 1503016,
                                "text": "Similarly, the Board’s application of this distinction to only one of the twelve listed supervisory functions, namely the function of responsibly directing other employees also contradicts the text of the statute."
                            },
                            {
                                "start": 353.358,
                                "stop": 366.939,
                                "byte_start": 1503016,
                                "byte_stop": 1557351,
                                "text": "Since we do not find persuades of the Board’s contention that Congress incorporated its interpretation of independent judgment when Congress amended the Act in 1947, we hold the Board’s interpretation impermissible."
                            },
                            {
                                "start": 366.939,
                                "stop": 370.001,
                                "byte_start": 1557351,
                                "byte_stop": 1569681,
                                "text": "Accordingly, the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 370.001,
                                "stop": 378.644,
                                "byte_start": 1569681,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed an opinion concurring in part and dissenting in part in which justices Sutter, Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55354,
            "mime": "audio\/mpeg",
            "size": 1597162,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1815\/20010529o_99-1815.delivery.mp3"
        },
        {
            "id": 77094,
            "mime": "audio\/ogg",
            "size": 3763046,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1815\/20010529o_99-1815.ogg"
        },
        {
            "id": 77095,
            "mime": "application\/x-mpegURL",
            "size": 5655,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1815\/20010529o_99-1815.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}