{
    "id": 22596,
    "title": "Opinion Announcement - June 20, 2011",
    "transcript": {
        "title": "Wal-Mart v. Dukes",
        "duration": 628.846,
        "sections": [
            {
                "start": 0,
                "stop": 628.846,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 628.846,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.249,
                                "byte_start": 105472,
                                "byte_stop": 130550,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 6.249,
                                "stop": 11.861,
                                "byte_start": 130550,
                                "byte_stop": 153015,
                                "text": "It concerns one of the most expansive class actions in our history."
                            },
                            {
                                "start": 11.861,
                                "stop": 28.239,
                                "byte_start": 153015,
                                "byte_stop": 218530,
                                "text": "Respondents, women who are current and former employees of petitioner Wal-Mart, brought this suit against the company on behalf of themselves and a nationwide class of some 1.5 million female employees."
                            },
                            {
                                "start": 28.239,
                                "stop": 48.035,
                                "byte_start": 218530,
                                "byte_stop": 297629,
                                "text": "They alleged that Wal-Mart\u0027s local managers exercise their considerable discretion over pay and promotions disproportionately in favor of men in violation of the disparate impact and disparate treatment prohibitions of Title VII of the Civil Rights Act of 1964."
                            },
                            {
                                "start": 48.035,
                                "stop": 55.652,
                                "byte_start": 297629,
                                "byte_stop": 328140,
                                "text": "Their suit seeks injunctive and declaratory relief, punitive damages and backpay."
                            },
                            {
                                "start": 55.652,
                                "stop": 68.022,
                                "byte_start": 328140,
                                "byte_stop": 377563,
                                "text": "The District Court certified respondents\u0027 proposed class after finding that it satisfied the requirements of Federal Rules of Civil Procedure 23(a) and 23(b)(2)."
                            },
                            {
                                "start": 68.022,
                                "stop": 77.006,
                                "byte_start": 377563,
                                "byte_stop": 413508,
                                "text": "On appeal, the Ninth Circuit made a few modifications to the class but substantially affirmed the District Court\u0027s certification order."
                            },
                            {
                                "start": 77.006,
                                "stop": 82.572,
                                "byte_start": 413508,
                                "byte_stop": 435764,
                                "text": "We granted certiorari to decide whether the class was properly certified."
                            },
                            {
                                "start": 82.572,
                                "stop": 88.697,
                                "byte_start": 435764,
                                "byte_stop": 460319,
                                "text": "We conclude that it was not, for two independent reasons."
                            },
                            {
                                "start": 88.697,
                                "stop": 100.904,
                                "byte_start": 460319,
                                "byte_stop": 509116,
                                "text": "The first reason is addressed in Part II of my opinion for the Court, which is concurred in by the Chief Justice and Justices Kennedy, Thomas and Alito."
                            },
                            {
                                "start": 100.904,
                                "stop": 116.007,
                                "byte_start": 509116,
                                "byte_stop": 569511,
                                "text": "Federal Rule of Civil Procedure 23(a)(2) requires a party seeking class certification to demonstrate that \u0022there are questions of law or fact common to the class\u0022."
                            },
                            {
                                "start": 116.007,
                                "stop": 136.151,
                                "byte_start": 569511,
                                "byte_stop": 650177,
                                "text": "To satisfy that Rule, a plaintiff\u0027s claims must depend upon a common contention that is capable of classwide resolution which means that determination of its truth or falsity will resolve in one stroke an issue that is central to the validity of each one of the claims."
                            },
                            {
                                "start": 136.151,
                                "stop": 140.024,
                                "byte_start": 650177,
                                "byte_stop": 665642,
                                "text": "Wal-Mart is the nation\u0027s largest private employer."
                            },
                            {
                                "start": 140.024,
                                "stop": 153.65,
                                "byte_start": 665642,
                                "byte_stop": 720081,
                                "text": "It operates four types of retail stores throughout the country which are divided into seven nationwide divisions and subdivided into 41 regions of 80 to 85 stores apiece."
                            },
                            {
                                "start": 153.65,
                                "stop": 162.239,
                                "byte_start": 720081,
                                "byte_stop": 754458,
                                "text": "Each store has between 40 and 53 separate departments and 80 to 500 staff positions."
                            },
                            {
                                "start": 162.239,
                                "stop": 171.392,
                                "byte_start": 754458,
                                "byte_stop": 791134,
                                "text": "In all, Wal-Mart operates approximately 3400 stores and employs more than 1 million people."
                            },
                            {
                                "start": 171.392,
                                "stop": 184.256,
                                "byte_start": 791134,
                                "byte_stop": 842543,
                                "text": "Because respondents wish to sue about literally millions of employment decisions at once, they need some glue holding the alleged reasons for all those decisions together."
                            },
                            {
                                "start": 184.256,
                                "stop": 198.841,
                                "byte_start": 842543,
                                "byte_stop": 900848,
                                "text": "Otherwise, it will be impossible to say that an examination of all the class members\u0027 claims for relief will produce a common answer to the question that matters to Title VII, why was I disfavored?"
                            },
                            {
                                "start": 198.841,
                                "stop": 208.903,
                                "byte_start": 900848,
                                "byte_stop": 941181,
                                "text": "One of our prior cases, General Telephone Company of Southwest versus Falcon describes how the commonality issue must be approached."
                            },
                            {
                                "start": 208.903,
                                "stop": 227.913,
                                "byte_start": 941181,
                                "byte_stop": 1017145,
                                "text": "That case explained that there is a wide gap between an individual\u0027s claim of discrimination and the existence of a class of persons who have suffered the same injury as that individual, so that the individual\u0027s claim and the class claim will share common questions of law or fact."
                            },
                            {
                                "start": 227.913,
                                "stop": 245.527,
                                "byte_start": 1017145,
                                "byte_stop": 1087676,
                                "text": "On the facts of this case, according to Falcon, bridging that game -- bridging that gap requires \u0022significant proof\u0022 that Wal-Mart \u0022operated under a general policy of discrimination\u0022."
                            },
                            {
                                "start": 245.527,
                                "stop": 248.186,
                                "byte_start": 1087676,
                                "byte_stop": 1098230,
                                "text": "That proof is entirely absent here."
                            },
                            {
                                "start": 248.186,
                                "stop": 255.519,
                                "byte_start": 1098230,
                                "byte_stop": 1127591,
                                "text": "As respondents acknowledge, Wal-Mart\u0027s official corporate policies forbid sex discrimination."
                            },
                            {
                                "start": 255.519,
                                "stop": 272.855,
                                "byte_start": 1127591,
                                "byte_stop": 1196972,
                                "text": "The only direct evidence of a general policy of discrimination respondents produced was the testimony of a sociologist, who concluded that Wal-Mart\u0027s strong corporate culture made the company \u0022vulnerable\u0022 to gender bias."
                            },
                            {
                                "start": 272.855,
                                "stop": 288.377,
                                "byte_start": 1196972,
                                "byte_stop": 1259039,
                                "text": "But that sociologist admitted that he could not calculate whether -- \u0022whether 0.5 percent or 95 percent of the employment decisions at Wal-Mart might be determined by stereotyped thinking\u0022."
                            },
                            {
                                "start": 288.377,
                                "stop": 296.81,
                                "byte_start": 1259039,
                                "byte_stop": 1292790,
                                "text": "So his testimony is worlds away from the significant proof of a discriminatory policy that Falcon requires."
                            },
                            {
                                "start": 296.81,
                                "stop": 308.58,
                                "byte_start": 1292790,
                                "byte_stop": 1339810,
                                "text": "Indeed, the only corporate policy that the plaintiffs\u0027 evidence convincingly establishes is Wal-Mart\u0027s policy of allowing discretion by local supervisors over employment matters."
                            },
                            {
                                "start": 308.58,
                                "stop": 317.838,
                                "byte_start": 1339810,
                                "byte_stop": 1376904,
                                "text": "On its face, of course, that is just the opposite of a human -- of a uniform employment practice that would provide the commonality needed for a class action."
                            },
                            {
                                "start": 317.838,
                                "stop": 342.62,
                                "byte_start": 1376904,
                                "byte_stop": 1475960,
                                "text": "It is a policy against having uniform employment practices, that one particular supervisor exercises his discretion in a discriminatory way, does -- does nothing to establish -- be patient, that any other manager does so."
                            },
                            {
                                "start": 342.62,
                                "stop": 354.974,
                                "byte_start": 1475960,
                                "byte_stop": 1525384,
                                "text": "In a company of Wal-Mart\u0027s size and geographical scope, it is quite unbelievable that all managers would exercise their discretion in a common way without some common direction."
                            },
                            {
                                "start": 354.974,
                                "stop": 365.393,
                                "byte_start": 1525384,
                                "byte_stop": 1567075,
                                "text": "Respondents attempt to make that showing by means of statistical and anecdotal evidence, but reasons we explain in our opinion, their evidence falls far short."
                            },
                            {
                                "start": 365.393,
                                "stop": 372.742,
                                "byte_start": 1567075,
                                "byte_stop": 1596541,
                                "text": "We therefore first conclude that the plaintiff class was improperly certified under Rule 23(a)."
                            },
                            {
                                "start": 372.742,
                                "stop": 382.145,
                                "byte_start": 1596541,
                                "byte_stop": 1634053,
                                "text": "The second independent reason why this certified class was improper is set forth in Part III of the opinion for the Court which is unanimous."
                            },
                            {
                                "start": 382.145,
                                "stop": 407.714,
                                "byte_start": 1634053,
                                "byte_stop": 1736349,
                                "text": "The District Court certified this class under Rule 23(b)(2), which applies when \u0022the party opposing the class has acted or refused to act on grounds that apply generally to the class, so that final injunctive relief or corresponding declaratory relief is appropriate respecting the class as a whole.\u0022"
                            },
                            {
                                "start": 407.714,
                                "stop": 413.225,
                                "byte_start": 1736349,
                                "byte_stop": 1758396,
                                "text": "But the plaintiffs\u0027 claims are not limited to the kinds of relief named in that Rule."
                            },
                            {
                                "start": 413.225,
                                "stop": 423.84,
                                "byte_start": 1758396,
                                "byte_stop": 1800923,
                                "text": "Besides injunctive relief or corresponding declaratory relief, they seek awards of backpay that is money to individual class members."
                            },
                            {
                                "start": 423.84,
                                "stop": 431.234,
                                "byte_start": 1800923,
                                "byte_stop": 1830494,
                                "text": "We have previously expressed out that any monetary claims can be certified under Rule 23(b)(2)."
                            },
                            {
                                "start": 431.234,
                                "stop": 444.307,
                                "byte_start": 1830494,
                                "byte_stop": 1882739,
                                "text": "We need not resolve that broader question, however, because we conclude that at a minimum, claims for individualized monetary relief, like -- like a backpay at issue here, do not satisfy the Rule."
                            },
                            {
                                "start": 444.307,
                                "stop": 452.194,
                                "byte_start": 1882739,
                                "byte_stop": 1914295,
                                "text": "As our opinion explains, the key to a (b)(2) class is the indivisible nature of the relief requested."
                            },
                            {
                                "start": 452.194,
                                "stop": 462.836,
                                "byte_start": 1914295,
                                "byte_stop": 1956822,
                                "text": "The notion is that the defendants\u0027 conduct is such that it can be enjoined or declared unlawful only as to all of the class members or as to none of them."
                            },
                            {
                                "start": 462.836,
                                "stop": 475.999,
                                "byte_start": 1956822,
                                "byte_stop": 2009485,
                                "text": "Just as (b)(2) does not authorize certification when each class member would be entitled to a different injunction, neither does it apply when each class member seeks individualized award of money."
                            },
                            {
                                "start": 475.999,
                                "stop": 484.987,
                                "byte_start": 2009485,
                                "byte_stop": 2045430,
                                "text": "That interpretation accords with the historical antecedents of -- of the (b)(2) and with the overall structure of the Rule."
                            },
                            {
                                "start": 484.987,
                                "stop": 492.878,
                                "byte_start": 2045430,
                                "byte_stop": 2076985,
                                "text": "We conclude that class actions to recover backpay belong instead in Rule 23(b)(3)."
                            },
                            {
                                "start": 492.878,
                                "stop": 498.357,
                                "byte_start": 2076985,
                                "byte_stop": 2098928,
                                "text": "That Rule contains several procedural protections that the (b)(2) class does not."
                            },
                            {
                                "start": 498.357,
                                "stop": 503.488,
                                "byte_start": 2098928,
                                "byte_stop": 2119513,
                                "text": "Protections that are particularly important when individual money claims are at stake."
                            },
                            {
                                "start": 503.488,
                                "stop": 513.676,
                                "byte_start": 2119513,
                                "byte_stop": 2160264,
                                "text": "In a (b)(3) class, the District Court is required to provide absent class members with notice of the lawsuit and an opportunity to opt-out of the class."
                            },
                            {
                                "start": 513.676,
                                "stop": 523.631,
                                "byte_start": 2160264,
                                "byte_stop": 2200074,
                                "text": "And it is required to find that common issues predominate over individual issues, and that class treatment is a superior method of adjudication."
                            },
                            {
                                "start": 523.631,
                                "stop": 533.175,
                                "byte_start": 2200074,
                                "byte_stop": 2238213,
                                "text": "These findings are considered unnecessary to a (b)(2) class, but they are indispensable when individualized claims are at stake."
                            },
                            {
                                "start": 533.175,
                                "stop": 543.08,
                                "byte_start": 2238213,
                                "byte_stop": 2277815,
                                "text": "The Fifth Circuit has suggested that monetary relief can be part of the (b)(2) class if it is incidental to the injunctive or declaratory relief requested."
                            },
                            {
                                "start": 543.08,
                                "stop": 549.886,
                                "byte_start": 2277815,
                                "byte_stop": 2305087,
                                "text": "We need not decide that question today because respondents\u0027 backpay claims are not incidental to anything."
                            },
                            {
                                "start": 549.886,
                                "stop": 566.896,
                                "byte_start": 2305087,
                                "byte_stop": 2373110,
                                "text": "Because Title VII provides Wal-Mart with certain statutory defenses to backpay that it is entitled to -- to litigate as to each employee, resolving those claims will require individualized determinations of liability."
                            },
                            {
                                "start": 566.896,
                                "stop": 591.395,
                                "byte_start": 2373110,
                                "byte_stop": 2471121,
                                "text": "The Ninth Circuit believed it was possible to replace these proceedings, these individualize adjudications, with a sort of Trial by Formula under which, entitlement to backpay and the amount of entitlement would be calculated for a sample set of the plaintiffs and those results then extrapolated over the entire 1.5 million class."
                            },
                            {
                                "start": 591.395,
                                "stop": 593.179,
                                "byte_start": 2471121,
                                "byte_stop": 2478226,
                                "text": "We disapprove that project."
                            },
                            {
                                "start": 593.179,
                                "stop": 606.421,
                                "byte_start": 2478226,
                                "byte_stop": 2531203,
                                "text": "The Rules Enabling Act forbids interpreting the federal rules to \u0022abridge, enlarge or modify any substantive right\u0022 including Wal-Mart\u0027s statutory defenses."
                            },
                            {
                                "start": 606.421,
                                "stop": 616.749,
                                "byte_start": 2531203,
                                "byte_stop": 2572476,
                                "text": "Wal-Mart is in entitled to litigate those defenses and the necessity of that litigation demonstrates that respondents\u0027 backpay claims are not incidental."
                            },
                            {
                                "start": 616.749,
                                "stop": 622.044,
                                "byte_start": 2572476,
                                "byte_stop": 2593688,
                                "text": "For these and other reasons set forth more fully in our opinion, the judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 622.044,
                                "stop": 628.846,
                                "byte_start": 2593688,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in part and dissenting in part in which Justices Breyer, Sotomayor and Kagan have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54314,
            "mime": "audio\/mpeg",
            "size": 2620855,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-277\/20110620o_10-277.delivery.mp3"
        },
        {
            "id": 76054,
            "mime": "audio\/ogg",
            "size": 6374652,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-277\/20110620o_10-277.ogg"
        },
        {
            "id": 76055,
            "mime": "application\/x-mpegURL",
            "size": 9141,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-277\/20110620o_10-277.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}