{
    "id": 20898,
    "title": "Opinion Announcement - April 28, 1997",
    "transcript": {
        "title": null,
        "duration": 239.146,
        "sections": [
            {
                "start": 0,
                "stop": 239.146,
                "byte_start": 28672,
                "byte_stop": 985172,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.473,
                        "byte_start": 28672,
                        "byte_stop": 70572,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.473,
                                "byte_start": 28672,
                                "byte_stop": 70572,
                                "text": "The opinion of the Court in No. 95-1100, Board of The County Commissioners of Bryan County, Oklahoma versus Brown will be announced by Justice O\u0027Connor."
                            }
                        ]
                    },
                    {
                        "start": 10.473,
                        "stop": 239.146,
                        "byte_start": 70572,
                        "byte_stop": 985172,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 10.473,
                                "stop": 17.386,
                                "byte_start": 70572,
                                "byte_stop": 98262,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 17.386,
                                "stop": 28.224,
                                "byte_start": 98262,
                                "byte_stop": 141625,
                                "text": "The respondent, Jill Brown brought an action for damages against Bryan County under 42 United States Code Section 1983."
                            },
                            {
                                "start": 28.224,
                                "stop": 52.137,
                                "byte_start": 141625,
                                "byte_stop": 237234,
                                "text": "She claimed that a county deputy -- County Deputy Sheriff used excessive force in arresting her causing injuries and that the county itself was liable for her injuries because its sheriff had hired the deputy without adequately reviewing his background before hiring him."
                            },
                            {
                                "start": 52.137,
                                "stop": 65.173,
                                "byte_start": 237234,
                                "byte_stop": 289374,
                                "text": "The deputy\u0027s background revealed a series of traffic violations and a misdemeanor conviction or assault arising from a fight when he was attending college."
                            },
                            {
                                "start": 65.173,
                                "stop": 74.169,
                                "byte_start": 289374,
                                "byte_stop": 325423,
                                "text": "Respondent Brown won after a jury trial and the Court of Appeals for the Fifth Circuit affirmed."
                            },
                            {
                                "start": 74.169,
                                "stop": 80.965,
                                "byte_start": 325423,
                                "byte_stop": 352590,
                                "text": "We vacate the judgment below and remand the case for further proceedings."
                            },
                            {
                                "start": 80.965,
                                "stop": 100.339,
                                "byte_start": 352590,
                                "byte_stop": 430122,
                                "text": "We have repeatedly held that a municipality may not be held liable under Section 1983 solely because it employs a tortfeasor, rather a plaintiff has to identify a municipal policy or custom deliberately chosen by the municipality."
                            },
                            {
                                "start": 100.339,
                                "stop": 104.329,
                                "byte_start": 430122,
                                "byte_stop": 446004,
                                "text": "That is the moving force behind the injury."
                            },
                            {
                                "start": 104.329,
                                "stop": 114.539,
                                "byte_start": 446004,
                                "byte_stop": 486860,
                                "text": "The Sheriff\u0027s hiring decision here was itself legal and it did not authorize the deputy to use excessive force in making arrests."
                            },
                            {
                                "start": 114.539,
                                "stop": 126.038,
                                "byte_start": 486860,
                                "byte_stop": 532835,
                                "text": "Brown\u0027s claim is that a single facially lawful hiring decision can launch a series of events that ultimately cause a violation of federal rights."
                            },
                            {
                                "start": 126.038,
                                "stop": 141.757,
                                "byte_start": 532835,
                                "byte_stop": 595738,
                                "text": "Such a theory presents difficult problems of proof because there is a high risk that the county will be held liable solely because it employs a tortfeasor, not because its hiring decision directly caused the tort."
                            },
                            {
                                "start": 141.757,
                                "stop": 158.853,
                                "byte_start": 595738,
                                "byte_stop": 664179,
                                "text": "In the context of an inadequate training claim, we have held that a municipality can only be held liable for facially lawful decision if the decision was made with deliberate indifference to its known or obvious consequences."
                            },
                            {
                                "start": 158.853,
                                "stop": 169.554,
                                "byte_start": 664179,
                                "byte_stop": 706915,
                                "text": "Even assuming that a single instance of inadequate screening of a perspective employee could ever trigger municipal liability."
                            },
                            {
                                "start": 169.554,
                                "stop": 176.94,
                                "byte_start": 706915,
                                "byte_stop": 736486,
                                "text": "We hold that the Sheriff\u0027s hiring decision in this case was not made with deliberate indifference."
                            },
                            {
                                "start": 176.94,
                                "stop": 192.212,
                                "byte_start": 736486,
                                "byte_stop": 797612,
                                "text": "The Sheriff\u0027s action would have been deliberately indifferent in that sense only if the Deputy\u0027s use of excessive force against the person being arrested was a known or obvious consequence of the hiring decision."
                            },
                            {
                                "start": 192.212,
                                "stop": 205.827,
                                "byte_start": 797612,
                                "byte_stop": 852052,
                                "text": "The deputy here may have been a poor prospect for hire, but that is not because his eventual use of excessive force would have been a plainly obvious consequence of the decision to hire him."
                            },
                            {
                                "start": 205.827,
                                "stop": 218.49,
                                "byte_start": 852052,
                                "byte_stop": 902729,
                                "text": "Neither the District Court nor the Court of Appeals directly asked whether the deputy\u0027s background made his use of excessive force a plainly obvious consequence of the Sheriff\u0027s hiring decision."
                            },
                            {
                                "start": 218.49,
                                "stop": 225.364,
                                "byte_start": 902729,
                                "byte_stop": 930210,
                                "text": "We hold that the District Court erred in submitting the inadequate screening theory to the jury."
                            },
                            {
                                "start": 225.364,
                                "stop": 232.313,
                                "byte_start": 930210,
                                "byte_stop": 958004,
                                "text": "Justice Souter has filed a dissenting opinion in which Justice Stevens and Justice Breyer joined."
                            },
                            {
                                "start": 232.313,
                                "stop": 239.146,
                                "byte_start": 958004,
                                "byte_stop": 985172,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Stevens and Justice Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50920,
            "mime": "audio\/mpeg",
            "size": 985485,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1100\/19970428o_95-1100.delivery.mp3"
        },
        {
            "id": 72700,
            "mime": "audio\/ogg",
            "size": 2283517,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1100\/19970428o_95-1100.ogg"
        },
        {
            "id": 72701,
            "mime": "application\/x-mpegURL",
            "size": 3631,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1100\/19970428o_95-1100.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}