{
    "ID": 62638,
    "name": "Bernard v. Minnesota",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/14-1470",
    "docket_number": "14-1470",
    "additional_docket_numbers": [
        "14-1468",
        "14-1507"
    ],
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "William Robert Bernard, Jr.",
    "second_party": "State of Minnesota",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1449813600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53358"
        }
    ],
    "lower_court": {
        "ID": 44,
        "name": "Minnesota Supreme Court",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/44"
    },
    "facts_of_the_case": "\u003Cp\u003EPolice were called to the South St. Paul boat launch, where three men were attempting to pull their boat out of the water and onto their truck. William Robert Bernard, Jr., admitted he had been drinking and had the truck keys in his hands, but he denied driving the truck and refused to perform a field sobriety test. He was arrested on suspicion of driving while impaired (DWI) and taken to the South St. Paul police station. Bernard was read the Minnesota Implied Consent Advisory as required by Minnesota state law. The Minnesota law requires a chemical test and refusal is a crime. Bernard refused and was charged with two counts of first-degree test refusal pursuant to state law. In a similar case, Danny Birchfield drove into a ditch in Morton County, North Dakota. When police arrived on the scene, they believed Birchfield was intoxicated. Birchfield failed both the field sobriety tests and the breath test. Birchfield was arrested, but refused to consent to a chemical test, and was charged with a misdemeanor for refusing to consent to a chemical test in violation of state law. In a separate incident, Steve Beylund consented to a blood alcohol test to confirm he was driving under the influence after being informed it was a criminal offense in North Dakota to refuse a blood alcohol test. The test confirmed he was over the legal limit, and Beylund was charged with driving under the influence.\u003C\/p\u003E\n\u003Cp\u003EAll three men challenged the state statutes criminalizing refusal to submit to a chemical test and argued that the statutes violated their Fourth Amendment rights to be free from unreasonable searches and seizures when there was no probable cause that would support a warrant for the test. Both the Supreme Court of Minnesota and the Supreme Court of North Dakota determined that criminalizing the refusal to submit to a chemical test was reasonable under the Fourth Amendment.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EIn the absence of a warrant, may a state statute criminalize an individual’s refusal to submit to a blood alcohol test?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27394"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 44.882419,
        "longitude": -93.018322,
        "name": "Minnesota Department of Natural Resources Boat Launch",
        "street": "Vederosa Ave. ",
        "city": "South St. Paul",
        "province": "MN",
        "postal_code": null,
        "province_name": "Minnesota"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will decide if, in the absence of a warrant, a state statute may criminalize an individual’s refusal to submit to a blood alcohol test. ",
    "written_opinion": null,
    "related_cases": null
}