{
    "id": 23981,
    "title": "Opinion Announcement - January 21, 2015",
    "transcript": {
        "title": "Department of Homeland Security v. MacLean",
        "duration": 350.38,
        "sections": [
            {
                "start": 0,
                "stop": 350.38,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 350.38,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.271,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion of the court in Case 13-894, Department of Homeland Security v. MacLean."
                            },
                            {
                                "start": 8.271,
                                "stop": 22.741,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In July 2003, the Department of Homeland Security learned that members of the terrorist group al-Qaeda were planning to attack and hijack airplanes and use them to strike targets in a number of countries, including the United States."
                            },
                            {
                                "start": 22.741,
                                "stop": 33.684,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Based on that information the Transportation Security Administration (TSA) summoned all federal air marshals for face-to-face briefings about the hijacking plot."
                            },
                            {
                                "start": 33.684,
                                "stop": 36.881,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One of those air marshals was Robert MacLean."
                            },
                            {
                                "start": 36.881,
                                "stop": 45.121,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A few days after the briefing TSA canceled a number of missions that air marshals had been scheduled to fly out of Las Vegas."
                            },
                            {
                                "start": 45.121,
                                "stop": 56.338,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "MacLean, who was stationed in Las Vegas, believed that canceling those missions during a hijacking alert was dangerous and illegal, so he decided to do something about it."
                            },
                            {
                                "start": 56.338,
                                "stop": 61.366,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "MacLean first asked his supervisor why TSA had canceled the missions."
                            },
                            {
                                "start": 61.366,
                                "stop": 68.746,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "His supervisor responded that the agency was short on funds and wanted to save money on hotel costs."
                            },
                            {
                                "start": 68.746,
                                "stop": 75.137,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Next, MacLean reported the cancellations to the Department of Homeland Security Inspector General\u0027s Office."
                            },
                            {
                                "start": 75.137,
                                "stop": 80.58,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A special agent in that office however told him that nothing could be done."
                            },
                            {
                                "start": 80.58,
                                "stop": 89.995,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Finally, MacLean told a reporter about the canceled missions and the reporter published a story about them, without identifying MacLean as his source."
                            },
                            {
                                "start": 89.995,
                                "stop": 92.154,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The story got people\u0027s attention."
                            },
                            {
                                "start": 92.154,
                                "stop": 103.448,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Several members of Congress publicly criticized the cancellations and within 24 hours TSA reversed its decision and put air marshals back on the flights."
                            },
                            {
                                "start": 103.448,
                                "stop": 110.708,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "TSA eventually learned that MacLean had been the source of the disclosure, and when it did, TSA fired him."
                            },
                            {
                                "start": 110.708,
                                "stop": 114.948,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "MacLean challenged his firing before the Merit Systems Protection Board."
                            },
                            {
                                "start": 114.948,
                                "stop": 119.174,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That\u0027s an agency set up to hear the grievances of federal employees."
                            },
                            {
                                "start": 119.174,
                                "stop": 124.117,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "MacLean argued that his activity was protected by a whistleblower statute."
                            },
                            {
                                "start": 124.117,
                                "stop": 139.186,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That statute protected employees who disclosed information revealing “any violation of any law, rule, or regulation or revealing a substantial and specific danger to public health or safety.”"
                            },
                            {
                                "start": 139.186,
                                "stop": 142.026,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the Board rejected MacLean\u0027s argument."
                            },
                            {
                                "start": 142.026,
                                "stop": 153.171,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Board pointed out that the whistleblower statute contained an exception; the employee was not protected for a disclosure that was specifically prohibited by law."
                            },
                            {
                                "start": 153.171,
                                "stop": 157.848,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Board held that MacLean\u0027s disclosure was prohibited by such a law."
                            },
                            {
                                "start": 157.848,
                                "stop": 163.26,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals for the Federal Circuit disagreed however and we granted review."
                            },
                            {
                                "start": 163.26,
                                "stop": 169.965,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government argues that MacLean\u0027s disclosure was specifically prohibited by law in two different ways."
                            },
                            {
                                "start": 169.965,
                                "stop": 184.585,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the government points to several TSA regulations that bar the disclosure of security information about federal air marshals, but we conclude that those regulations do not qualify as law under the whistleblower statute."
                            },
                            {
                                "start": 184.585,
                                "stop": 200.315,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Throughout that statute, Congress repeatedly used the phrase law, rule or regulation, but Congress did not use the phrase law, rule or regulation in the key statutory language at issue here; it used the word law standing alone."
                            },
                            {
                                "start": 200.315,
                                "stop": 207.185,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, that suggests that Congress meant to exclude rules and regulations and cover only statutes."
                            },
                            {
                                "start": 207.185,
                                "stop": 208.551,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That makes sense."
                            },
                            {
                                "start": 208.551,
                                "stop": 218.717,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Interpreting the word law to include rules and regulations which are issued by agencies could defeat the whole purpose of the whistleblower statute."
                            },
                            {
                                "start": 218.717,
                                "stop": 238.626,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If law included agency rules and regulations that an agency could exempt itself from the statute merely by issuing regulations prohibiting most whistleblowing activity; but Congress passed the whistleblower statute precisely because it wanted to protect whistleblowers from agency retaliation."
                            },
                            {
                                "start": 238.626,
                                "stop": 240.849,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government has a fallback argument."
                            },
                            {
                                "start": 240.849,
                                "stop": 252.803,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It argues that MacLean\u0027s disclosure was prohibited by a statute, namely the very statute that empowered TSA to issue the regulations about which documents may not be disclosed."
                            },
                            {
                                "start": 252.803,
                                "stop": 254.602,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But that doesn\u0027t work either."
                            },
                            {
                                "start": 254.602,
                                "stop": 258.812,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The statute doesn\u0027t prohibit anything, instead it authorizes something."
                            },
                            {
                                "start": 258.812,
                                "stop": 262.598,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It authorizes TSA to issue regulations."
                            },
                            {
                                "start": 262.598,
                                "stop": 273.523,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government and the thoughtful dissent in this case responds that the statute is essentially a prohibition, because it requires TSA to ban disclosures like MacLean\u0027s."
                            },
                            {
                                "start": 273.523,
                                "stop": 284.07,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We conclude however that this view does not give sufficient weight to the substantial discretion that TSA has in deciding whether to prohibit any particular disclosure."
                            },
                            {
                                "start": 284.07,
                                "stop": 295.562,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is TSA\u0027s regulations that prohibited MacLean\u0027s disclosure and those regulations, for the reasons I mentioned earlier, do not qualify as law under the whistleblower statute."
                            },
                            {
                                "start": 295.562,
                                "stop": 302.295,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, the government warns that providing whistleblower protection to people like MacLean will endanger public safety."
                            },
                            {
                                "start": 302.295,
                                "stop": 318.249,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That protection the government argues will allow TSA\u0027s employees to decide for themselves whether to disclose information, like MacLean did here, even though those employees do not have all the facts about why TSA made the decision it did."
                            },
                            {
                                "start": 318.249,
                                "stop": 325.185,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Those are legitimate concerns, but they are concerns that must be addressed by Congress or the President, not by this Court."
                            },
                            {
                                "start": 325.185,
                                "stop": 340.368,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have to take the law as it comes to us, and as we describe in our opinion, Congress and the President each has the power and available means to address the security concerns that have been raised, but they have not done so."
                            },
                            {
                                "start": 340.368,
                                "stop": 343.864,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Court of Appeals for the Federal Circuit is affirmed."
                            },
                            {
                                "start": 343.864,
                                "stop": 350.38,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed a dissenting opinion, joined by Justice Kennedy."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78678,
            "mime": "audio\/mpeg",
            "size": 1427978,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-894\/13-894_20150121-opinion.delivery.mp3"
        },
        {
            "id": 78799,
            "mime": "audio\/ogg",
            "size": 3436585,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-894\/13-894_20150121-opinion.ogg"
        },
        {
            "id": 78800,
            "mime": "application\/x-mpegURL",
            "size": 5961,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-894\/13-894_20150121-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}