{
    "id": 15637,
    "title": "Oral Argument - December 05, 1973",
    "media_file": [
        {
            "id": 40396,
            "mime": "audio\/mpeg",
            "size": 13251605,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1973\/72-1322\/19731205a_72-1322.delivery.mp3"
        },
        {
            "id": 62342,
            "mime": "audio\/ogg",
            "size": 32508307,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1973\/72-1322\/19731205a_72-1322.ogg"
        },
        {
            "id": 62343,
            "mime": "application\/x-mpegURL",
            "size": 48423,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1973\/72-1322\/19731205a_72-1322.m3u8"
        }
    ],
    "transcript": {
        "title": "Bradley v. School Board of the City of Richmond",
        "duration": 3293.654,
        "sections": [
            {
                "start": 0,
                "stop": 1119.919,
                "byte_start": 76800,
                "byte_stop": 4556487,
                "turns": [
                    {
                        "start": 0,
                        "stop": 43.101,
                        "byte_start": 76800,
                        "byte_stop": 249208,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 37.004,
                                "byte_start": 76800,
                                "byte_stop": 224862,
                                "text": "We’ll hear arguments next in Bradley against the School Board, number 1322."
                            },
                            {
                                "start": 37.004,
                                "stop": 43.101,
                                "byte_start": 224862,
                                "byte_stop": 249208,
                                "text": "Mr. Coleman, you may proceed whenever you’re ready."
                            }
                        ]
                    },
                    {
                        "start": 43.101,
                        "stop": 524.581,
                        "byte_start": 249208,
                        "byte_stop": 2175164,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 43.101,
                                "stop": 47.566,
                                "byte_start": 249208,
                                "byte_stop": 267076,
                                "text": "Good afternoon, Mr. Chief Justice and may it please the Court."
                            },
                            {
                                "start": 47.566,
                                "stop": 83.813,
                                "byte_start": 267076,
                                "byte_stop": 412108,
                                "text": "The issue here is a propriety under Section 718 of the 1972 School Aid Act or under the Fourteenth Amendment and the related jurisdiction of the Civil Rights Act statutes and the reversal by the Fourth Circuit of the District Court’s award of counsel fees for petitioners’ successful efforts in obtaining an injunction which required the Richmond School Board to adhere to its constitutional and statutory duty to desegregate its public schools."
                            },
                            {
                                "start": 83.813,
                                "stop": 93.981,
                                "byte_start": 412108,
                                "byte_stop": 452754,
                                "text": "The issue tendered here predates and has nothing whatsoever to do with the subsequent Richmond area school case which this Court heard last term."
                            },
                            {
                                "start": 93.981,
                                "stop": 109.669,
                                "byte_start": 452754,
                                "byte_stop": 515553,
                                "text": "Petitioners here are Black school children and their parents who live in Richmond and who were required to return to the District Court on March 10, 1970 to force respondents to adopt an effective desegregation plan."
                            },
                            {
                                "start": 109.669,
                                "stop": 126.466,
                                "byte_start": 515553,
                                "byte_stop": 582740,
                                "text": "I say “required” because on May 30, 1966, after five years of litigation, the school board had proposed and the District Court had ordered a freedom of choice plan for the 1966 school year."
                            },
                            {
                                "start": 126.466,
                                "stop": 144.932,
                                "byte_start": 582740,
                                "byte_stop": 656614,
                                "text": "Such plan, however, specifically provided and I call your attention to page 23 of the record that if such plan did not produce sufficient results -- significant results during the 1966-1967 school year, it would have to be modified."
                            },
                            {
                                "start": 144.932,
                                "stop": 149.464,
                                "byte_start": 656614,
                                "byte_stop": 674691,
                                "text": "The plan also provided for desegregation of the school faculty."
                            },
                            {
                                "start": 149.464,
                                "stop": 163.067,
                                "byte_start": 674691,
                                "byte_stop": 729130,
                                "text": "Moreover, on May 26, 1968, this Court decided Greene which held that freedom of choice plans which did not result in a unitary school system were unconstitutional."
                            },
                            {
                                "start": 163.067,
                                "stop": 175.309,
                                "byte_start": 729130,
                                "byte_stop": 778136,
                                "text": "The schools in Richmond, both pupils and faculty, however, despite the 1966 plan and despite Greene, remained non-unitary, respondents did nothing whatsoever."
                            },
                            {
                                "start": 175.309,
                                "stop": 182.455,
                                "byte_start": 778136,
                                "byte_stop": 806661,
                                "text": "So, finally, on March 10, 1970, petitioners were forced to move in the District Court for further relief."
                            },
                            {
                                "start": 182.455,
                                "stop": 185.655,
                                "byte_start": 806661,
                                "byte_stop": 819513,
                                "text": "The motion included a request for counsel fees."
                            },
                            {
                                "start": 185.655,
                                "stop": 199.828,
                                "byte_start": 819513,
                                "byte_stop": 876147,
                                "text": "The motion, after extensive litigation resulted in the school desegregation order of April 5, 1971, incidentally is the order under which the schools in Richmond are now being operated."
                            },
                            {
                                "start": 199.828,
                                "stop": 213.771,
                                "byte_start": 876147,
                                "byte_stop": 931944,
                                "text": "The school -- the District Court then, as part of the equitable relief, awarded counsel fees for petitioners of $43,000 and costs of $13,000."
                            },
                            {
                                "start": 213.771,
                                "stop": 233.383,
                                "byte_start": 931944,
                                "byte_stop": 1010416,
                                "text": "Before making this award, the District Court determined that, on the record before it, the award was justified by respondent\u0027s conduct both in making necessary petitioners’ 1970 reopening of the case and in the course of the litigation thereafter."
                            },
                            {
                                "start": 233.383,
                                "stop": 251.824,
                                "byte_start": 1010416,
                                "byte_stop": 1084186,
                                "text": "Ultimately, the court held that the fee award was justified by the fact that petitioners had acted as private attorneys general in securing respondent\u0027s compliance with the Fourteenth Amendment and such award was required to give complete and effective equitable relief."
                            },
                            {
                                "start": 251.824,
                                "stop": 259.089,
                                "byte_start": 1084186,
                                "byte_stop": 1113234,
                                "text": "For a moment, I would like to call the Court’s attention to the findings of fact from which the District Court order was based."
                            },
                            {
                                "start": 259.089,
                                "stop": 295.679,
                                "byte_start": 1113234,
                                "byte_stop": 1259520,
                                "text": "At page 133a of the record, the court found that since 1968, at the latest, the School Board was clearly in default of its constitutional duties to take steps which would result in a unitary school system that, when brought into court, even though the School Board admitted noncompliance, it put petitioners to the effort of showing that governmental action was behind the segregated school attendants prevailing in Richmond, that’s at page 115a of the record and page 133a of the record."
                            },
                            {
                                "start": 295.679,
                                "stop": 316.916,
                                "byte_start": 1259520,
                                "byte_stop": 1344470,
                                "text": "The Trial Judge further found that respondents would take no steps whatsoever to end segregation in Richmond unless and until sued by petitioners and then, only as ordered by the District Court, and that’s the finding on page 133a of the record and 134a of the record."
                            },
                            {
                                "start": 316.916,
                                "stop": 321.062,
                                "byte_start": 1344470,
                                "byte_stop": 1361084,
                                "text": "The counsel fee award was based in part upon these findings."
                            },
                            {
                                "start": 321.062,
                                "stop": 336.143,
                                "byte_start": 1361084,
                                "byte_stop": 1421375,
                                "text": "Thus, we do not understand the observation of the Fourth Circuit, on page 167a of the record, that the District Court does not seem to have based its award on the inaction of the School Board prior to March 10, 1970."
                            },
                            {
                                "start": 336.143,
                                "stop": 345.485,
                                "byte_start": 1421375,
                                "byte_stop": 1458782,
                                "text": "The District Court also found that the first two plans of desegregation which were filed by respondents as a result of the court order were clearly deficient."
                            },
                            {
                                "start": 345.485,
                                "stop": 355.555,
                                "byte_start": 1458782,
                                "byte_stop": 1499115,
                                "text": "That finding is on page 117a -- 116a of the record and that two out of the three subsequent plans filed by the respondents were clearly deficient."
                            },
                            {
                                "start": 355.555,
                                "stop": 365.863,
                                "byte_start": 1499115,
                                "byte_stop": 1540284,
                                "text": "Thus, time and effort was spent by petitioners in demonstrating the invalidity of the proposed plans until, finally, the court accepted plan 3."
                            },
                            {
                                "start": 365.863,
                                "stop": 389.363,
                                "byte_start": 1540284,
                                "byte_stop": 1634325,
                                "text": "Finally, and this finding I think is quite important, the District Court found that the character of school desegregation cases by 1970 and 1971 had become such that full and appropriate equitable relief should include the award of expenses of litigation, that finding, sir, is made on page 137a of the record."
                            },
                            {
                                "start": 389.363,
                                "stop": 397.547,
                                "byte_start": 1634325,
                                "byte_stop": 1667030,
                                "text": "And that counsel of great expertise was needed to aid the court, and that finding is on page 141a of the record."
                            },
                            {
                                "start": 397.547,
                                "stop": 402.083,
                                "byte_start": 1667030,
                                "byte_stop": 1685211,
                                "text": "The Court of Appeals, nevertheless, reversed the award of counsel fees."
                            },
                            {
                                "start": 402.083,
                                "stop": 416.295,
                                "byte_start": 1685211,
                                "byte_stop": 1742054,
                                "text": "Petitioners submit that there are five separate and distinct legal grounds, each of which required that the judgment of the District Court be reinstated."
                            },
                            {
                                "start": 416.295,
                                "stop": 440.018,
                                "byte_start": 1742054,
                                "byte_stop": 1836931,
                                "text": "First, this Court’s decision in the Mills case and in the Hall case, cited on pages 21 and 23 of our record -- of our brief, permit legal fees to be awarded because petitioners’ actions benefited and ascertainable class, namely, the school -- all of the school children in Richmond."
                            },
                            {
                                "start": 440.018,
                                "stop": 455.289,
                                "byte_start": 1836931,
                                "byte_stop": 1898057,
                                "text": "Second, petitioners are entitled to counsel fees because they acted as private attorney general in bringing this action which vindicated important constitutional and constitutional -- and congressional policy."
                            },
                            {
                                "start": 455.289,
                                "stop": 474.314,
                                "byte_start": 1898057,
                                "byte_stop": 1974126,
                                "text": "Third, Section 718 of the School Aid Act of 1972 which we cite on page -- which we set forth in page 8 of our brief, enacted while this case was pending on appeal, expressly requires the award of counsel fees in school desegregation litigation."
                            },
                            {
                                "start": 474.314,
                                "stop": 491.011,
                                "byte_start": 1974126,
                                "byte_stop": 2040895,
                                "text": "Fourth, it was within the discretion of the District Court, sitting as a Court of Equity to award counsel fees as necessary to ford full complete equitable relief in this particular school desegregation case."
                            },
                            {
                                "start": 491.011,
                                "stop": 512.508,
                                "byte_start": 2040895,
                                "byte_stop": 2126890,
                                "text": "And, finally, the legal fees here were required by the District Court’s findings supported by the record that the respondents unreasonably -- acted unreasonably in refusing to desegregate voluntarily, the Richmond schools system and he persistently proposing a series of unworkable desegregation plans."
                            },
                            {
                                "start": 512.508,
                                "stop": 524.581,
                                "byte_start": 2126890,
                                "byte_stop": 2175164,
                                "text": "It should be noted that only the fifth ground requires consideration of whether, as the District Court found, respondents’ conduct was unreasonably obstinate."
                            }
                        ]
                    },
                    {
                        "start": 524.581,
                        "stop": 549.612,
                        "byte_start": 2175164,
                        "byte_stop": 2275265,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 524.581,
                                "stop": 536.335,
                                "byte_start": 2175164,
                                "byte_stop": 2222184,
                                "text": "Mr. Coleman, I realize you’re not relying exclusively on the 1972 Act by any means."
                            },
                            {
                                "start": 536.335,
                                "stop": 549.612,
                                "byte_start": 2222184,
                                "byte_stop": 2275265,
                                "text": "I suppose had a final order been entered here prior to the enactment of that statute, that ground would’ve been taken away, wouldn’t it?"
                            }
                        ]
                    },
                    {
                        "start": 549.612,
                        "stop": 570.367,
                        "byte_start": 2275265,
                        "byte_stop": 2358335,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 549.612,
                                "stop": 550.827,
                                "byte_start": 2275265,
                                "byte_stop": 2280176,
                                "text": "Well, it never would’ve existed."
                            },
                            {
                                "start": 550.827,
                                "stop": 567.044,
                                "byte_start": 2280176,
                                "byte_stop": 2345064,
                                "text": "If what you’re saying by final order, Your Honor, that the award of counsel fees had been denied, an appeal was taken, and that was denied and thereafter, Congress enacted a statute and, clearly that statute would not applicable."
                            },
                            {
                                "start": 567.044,
                                "stop": 570.367,
                                "byte_start": 2345064,
                                "byte_stop": 2358335,
                                "text": "You could not go back and reopen the litigation on the counsel fees."
                            }
                        ]
                    },
                    {
                        "start": 570.367,
                        "stop": 577.369,
                        "byte_start": 2358335,
                        "byte_stop": 2386338,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 570.367,
                                "stop": 577.369,
                                "byte_start": 2358335,
                                "byte_stop": 2386338,
                                "text": "So by the fortuitous circumstance that the final order is not entered, at least you have an additional ground for your position?"
                            }
                        ]
                    },
                    {
                        "start": 577.369,
                        "stop": 587.154,
                        "byte_start": 2386338,
                        "byte_stop": 2425417,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 577.369,
                                "stop": 586.64,
                                "byte_start": 2386338,
                                "byte_stop": 2423432,
                                "text": "I wouldn’t use the word “fortuitous,” I say by the correct and saying that Congress did that that is an additional ground."
                            },
                            {
                                "start": 586.64,
                                "stop": 587.154,
                                "byte_start": 2423432,
                                "byte_stop": 2425417,
                                "text": "It would easily --"
                            }
                        ]
                    },
                    {
                        "start": 587.154,
                        "stop": 602.983,
                        "byte_start": 2425417,
                        "byte_stop": 2488738,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 587.154,
                                "stop": 594.245,
                                "byte_start": 2425417,
                                "byte_stop": 2453838,
                                "text": "Is the statute capable of being applied to services rendered after its effective date?"
                            },
                            {
                                "start": 594.245,
                                "stop": 602.983,
                                "byte_start": 2453838,
                                "byte_stop": 2488738,
                                "text": "I take it your position is that it applies to all circumstances as long as the statute is applicable?"
                            }
                        ]
                    },
                    {
                        "start": 602.983,
                        "stop": 667.854,
                        "byte_start": 2488738,
                        "byte_stop": 2748291,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 602.983,
                                "stop": 603.583,
                                "byte_start": 2488738,
                                "byte_stop": 2491141,
                                "text": "Yes, sir."
                            },
                            {
                                "start": 603.583,
                                "stop": 607.163,
                                "byte_start": 2491141,
                                "byte_stop": 2505456,
                                "text": "Well, why don’t I go right to Section 718?"
                            },
                            {
                                "start": 607.163,
                                "stop": 610.434,
                                "byte_start": 2505456,
                                "byte_stop": 2518622,
                                "text": "It’s on page 8 of our brief, Your Honor."
                            },
                            {
                                "start": 610.434,
                                "stop": 636.397,
                                "byte_start": 2518622,
                                "byte_stop": 2622485,
                                "text": "As we understand it, Section 18 says that where there is a final order to desegregate the schools and there’s a finding of fact that proceedings were necessary to bring about the compliance, then the court may award counsel fees to the prevailing party, that statute was enacted on either June or July 27, 1972."
                            },
                            {
                                "start": 636.397,
                                "stop": 641.701,
                                "byte_start": 2622485,
                                "byte_stop": 2643696,
                                "text": "It was enacted while the case was pending on appeal."
                            },
                            {
                                "start": 641.701,
                                "stop": 649.249,
                                "byte_start": 2643696,
                                "byte_stop": 2673894,
                                "text": "There is nothing in that statute which says it’s not to apply to existing litigation."
                            },
                            {
                                "start": 649.249,
                                "stop": 667.854,
                                "byte_start": 2673894,
                                "byte_stop": 2748291,
                                "text": "As we read your decision, particularly for US Alabama, the one thing [Attempt to Laughter] that’s clear is that where you have a statute which does not, by its term, restrict itself to future events, that statute pertains to pending litigation."
                            }
                        ]
                    },
                    {
                        "start": 667.854,
                        "stop": 669.764,
                        "byte_start": 2748291,
                        "byte_stop": 2755918,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 667.854,
                                "stop": 669.764,
                                "byte_start": 2748291,
                                "byte_stop": 2755918,
                                "text": "That’s a historic rule, isn’t it?"
                            }
                        ]
                    },
                    {
                        "start": 669.764,
                        "stop": 669.877,
                        "byte_start": 2755918,
                        "byte_stop": 2756336,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 669.764,
                                "stop": 669.877,
                                "byte_start": 2755918,
                                "byte_stop": 2756336,
                                "text": "That’s --"
                            }
                        ]
                    },
                    {
                        "start": 669.877,
                        "stop": 672.569,
                        "byte_start": 2756336,
                        "byte_stop": 2767099,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 669.877,
                                "stop": 672.569,
                                "byte_start": 2756336,
                                "byte_stop": 2767099,
                                "text": "That it is in the law applied to the case depending on the appeal --"
                            }
                        ]
                    },
                    {
                        "start": 672.569,
                        "stop": 675.319,
                        "byte_start": 2767099,
                        "byte_stop": 2778175,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 672.569,
                                "stop": 674.407,
                                "byte_start": 2767099,
                                "byte_stop": 2774518,
                                "text": "That’s right."
                            },
                            {
                                "start": 674.407,
                                "stop": 675.319,
                                "byte_start": 2774518,
                                "byte_stop": 2778175,
                                "text": "Pardon?"
                            }
                        ]
                    },
                    {
                        "start": 675.319,
                        "stop": 676.285,
                        "byte_start": 2778175,
                        "byte_stop": 2782041,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 675.319,
                                "stop": 676.285,
                                "byte_start": 2778175,
                                "byte_stop": 2782041,
                                "text": "Normally, that’s the rule --"
                            }
                        ]
                    },
                    {
                        "start": 676.285,
                        "stop": 681.828,
                        "byte_start": 2782041,
                        "byte_stop": 2804193,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 676.285,
                                "stop": 678.483,
                                "byte_start": 2782041,
                                "byte_stop": 2790818,
                                "text": "Normally, that’s the rule."
                            },
                            {
                                "start": 678.483,
                                "stop": 681.828,
                                "byte_start": 2790818,
                                "byte_stop": 2804193,
                                "text": "I mean, in the absence of something extraordinary that’s the rule."
                            }
                        ]
                    },
                    {
                        "start": 681.828,
                        "stop": 707.331,
                        "byte_start": 2804193,
                        "byte_stop": 2906175,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 681.828,
                                "stop": 693.724,
                                "byte_start": 2804193,
                                "byte_stop": 2851736,
                                "text": "Let’s assume, Mr. Coleman, there was a statute that permitted the awarding of 5% attorney’s fees or it had some standard in it that applied to the litigation as it was going on."
                            },
                            {
                                "start": 693.724,
                                "stop": 700.525,
                                "byte_start": 2851736,
                                "byte_stop": 2878903,
                                "text": "And then, while the case was pending on appeal, the statute changed to 6%."
                            },
                            {
                                "start": 700.525,
                                "stop": 707.331,
                                "byte_start": 2878903,
                                "byte_stop": 2906175,
                                "text": "Now, is it your argument that the 6% would apply to all of the services that had been performed prior to the change?"
                            }
                        ]
                    },
                    {
                        "start": 707.331,
                        "stop": 719.468,
                        "byte_start": 2906175,
                        "byte_stop": 2954762,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 707.331,
                                "stop": 711.268,
                                "byte_start": 2906175,
                                "byte_stop": 2921953,
                                "text": "Well, I would say that in the hypothetical you gave, Your Honor, yes."
                            },
                            {
                                "start": 711.268,
                                "stop": 719.468,
                                "byte_start": 2921953,
                                "byte_stop": 2954762,
                                "text": "I mean, I could see circumstances where the rule may be different, but if that’s all to the hypothetical, I would say, in that case, you would apply the statute."
                            }
                        ]
                    },
                    {
                        "start": 719.468,
                        "stop": 721.912,
                        "byte_start": 2954762,
                        "byte_stop": 2964480,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 719.468,
                                "stop": 721.912,
                                "byte_start": 2954762,
                                "byte_stop": 2964480,
                                "text": "Well, that’s a fortiori in your case, I guess."
                            }
                        ]
                    },
                    {
                        "start": 721.912,
                        "stop": 896.102,
                        "byte_start": 2964480,
                        "byte_stop": 3661218,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 721.912,
                                "stop": 722.203,
                                "byte_start": 2964480,
                                "byte_stop": 2965629,
                                "text": "Sure."
                            },
                            {
                                "start": 722.203,
                                "stop": 730.237,
                                "byte_start": 2965629,
                                "byte_stop": 2997812,
                                "text": "I mean, this case, Your Honor, you have to overrule 10-12 cases before you could say that this statute would not be applicable."
                            },
                            {
                                "start": 730.237,
                                "stop": 749.557,
                                "byte_start": 2997812,
                                "byte_stop": 3075030,
                                "text": "Now, the only thing that the respondents said, the only argument he has because the statute has an effective date which says in respect of July 1, 1972, but obviously that was before the case was decided by the Fourth Circuit, before you heard the case in this Court."
                            },
                            {
                                "start": 749.557,
                                "stop": 778.04,
                                "byte_start": 3075030,
                                "byte_stop": 3189029,
                                "text": "To the extent that there is legislative history, my understanding of the law, Your Honor, is if the legislative history is neutral, then clearly the rule of thought applies, to the extent that there is legislative history, the only legislative history that you can find here is that, at one time, the Bill specifically provided that it would only be applicable to legal services performed after the effective date of the Act, that was then deleted from the Bill."
                            },
                            {
                                "start": 778.04,
                                "stop": 807.148,
                                "byte_start": 3189029,
                                "byte_stop": 3305430,
                                "text": "Now, to the extent that there’s any legislation, that’s it and also, and I will be finished with this report, Your Honor, if you recall in Goldstein versus California which was decided last term, Mr. Chief Justice when you wrote the opinion for the Court, you spent two paragraphs completely twice quoting language which showed Congress there intended specifically only to apply the statute in the future."
                            },
                            {
                                "start": 807.148,
                                "stop": 815.019,
                                "byte_start": 3305430,
                                "byte_stop": 3336882,
                                "text": "And, it was clear that but for that specific language, you then would apply that statute to the action that already took place."
                            },
                            {
                                "start": 815.019,
                                "stop": 847.825,
                                "byte_start": 3336882,
                                "byte_stop": 3468121,
                                "text": "And not only under 718, Your Honor, do I think that this case has to be reversed and the order of the District Court reinstated, but under your decision in Hall where you said that, there, there was simply a congressional statute which said that if an employee, if a member of the labor union was kicked out of the Union, he could sue."
                            },
                            {
                                "start": 847.825,
                                "stop": 862.074,
                                "byte_start": 3468121,
                                "byte_stop": 3525172,
                                "text": "That you indicated there that part of the relief since what he did was an ascertainable class, part of the relief could be the reward of counsel fee and, once again, the District Court awarded the counsel fee and the sole issue was whether you should upset it."
                            },
                            {
                                "start": 862.074,
                                "stop": 866.457,
                                "byte_start": 3525172,
                                "byte_stop": 3542727,
                                "text": "The issue is not here whether if they had not awarded the counsel fee, what would be the result."
                            },
                            {
                                "start": 866.457,
                                "stop": 870.313,
                                "byte_start": 3542727,
                                "byte_stop": 3558087,
                                "text": "Here, you have a case where the court did exercise the power."
                            },
                            {
                                "start": 870.313,
                                "stop": 883.35,
                                "byte_start": 3558087,
                                "byte_stop": 3610227,
                                "text": "In addition, the cases make it clear that where the petitioner acts as a private attorney general, he’s entitled to counsel fee as part of the award."
                            },
                            {
                                "start": 883.35,
                                "stop": 896.102,
                                "byte_start": 3610227,
                                "byte_stop": 3661218,
                                "text": "And the one thing is clear and it’s contrary that private persons were forced to bring lawsuits to vindicate constitutional rights which resulted in the desegregation of public schools."
                            }
                        ]
                    },
                    {
                        "start": 896.102,
                        "stop": 897.951,
                        "byte_start": 3661218,
                        "byte_stop": 3668637,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 896.102,
                                "stop": 897.951,
                                "byte_start": 3661218,
                                "byte_stop": 3668637,
                                "text": "That’s Piggie Park --"
                            }
                        ]
                    },
                    {
                        "start": 897.951,
                        "stop": 1114.119,
                        "byte_start": 3668637,
                        "byte_stop": 4533290,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 897.951,
                                "stop": 902.642,
                                "byte_start": 3668637,
                                "byte_stop": 3687445,
                                "text": "Piggie Park, there’s the Lee case in the Fifth Circuit."
                            },
                            {
                                "start": 902.642,
                                "stop": 925.67,
                                "byte_start": 3687445,
                                "byte_stop": 3779500,
                                "text": "There are other cases which say that where it happens and the government, here in its amicus brief, freely concedes that it just did not and could not bring the litigation which resulted in the desegregation of public school and under those circumstances, we certainly were vindicating the rights of a private person."
                            },
                            {
                                "start": 925.67,
                                "stop": 943.558,
                                "byte_start": 3779500,
                                "byte_stop": 3851076,
                                "text": "Now, as I understand the respondent’s brief, he pretty much concedes that if you read Mills, if you read Hall, if you read the private attorney general’s cases that clearly the law should be, that under those circumstances the Black petitioners were entitled to counsel fee."
                            },
                            {
                                "start": 943.558,
                                "stop": 965.099,
                                "byte_start": 3851076,
                                "byte_stop": 3937280,
                                "text": "But he says that because Congress has now passed Section 718, for some reason, you forget the one group of people that stood in the trenches, that took the risk that supplied the legal talent to change the society peacefully and by the use of law rather than by being in the street and somehow, they should be penalized."
                            },
                            {
                                "start": 965.099,
                                "stop": 985.906,
                                "byte_start": 3937280,
                                "byte_stop": 4020454,
                                "text": "We also think that some urge in the government’s position that the best thing here for the court, for all courts, is to award the fee under the basis of the Hall case of the private attorney general because the District Courts and, frankly, we don’t like to be in litigation with School Boards as to whether they were obstinate or not."
                            },
                            {
                                "start": 985.906,
                                "stop": 999.75,
                                "byte_start": 4020454,
                                "byte_stop": 4075833,
                                "text": "Now, if you really want to have a lot of litigation, that’s the only rule you would go for, but if you’d go for the Hall rule or the Mills rule or if you apply Section 718, then you don’t have this problem."
                            },
                            {
                                "start": 999.75,
                                "stop": 1009.626,
                                "byte_start": 4075833,
                                "byte_stop": 4115331,
                                "text": "Now, on the being obstinate, I think the findings of that and if Rule 52 needs anything, I think you have to carryout the rule of the finding of the District Court."
                            },
                            {
                                "start": 1009.626,
                                "stop": 1015.678,
                                "byte_start": 4115331,
                                "byte_stop": 4139572,
                                "text": "After all, it was Judge Marriage who dealt day and day with the litigants, day in and day out."
                            },
                            {
                                "start": 1015.678,
                                "stop": 1021.756,
                                "byte_start": 4139572,
                                "byte_stop": 4163918,
                                "text": "He was the one that knew nuances of how cooperative you’ve been, the things which you just can’t put in the record."
                            },
                            {
                                "start": 1021.756,
                                "stop": 1029.738,
                                "byte_start": 4163918,
                                "byte_stop": 4195788,
                                "text": "And, he was the one that made the determination that based upon everything that had happened before him, he felt the award should be made on that basis."
                            },
                            {
                                "start": 1029.738,
                                "stop": 1052.625,
                                "byte_start": 4195788,
                                "byte_stop": 4287321,
                                "text": "He also was the one, and I think you ought to give some weight to the experiences of these great federal district judges that have really worked this problem out locally, that he was the one that having these cases and knowing cases, talk to his brother who I’m pretty sure, realized that the effort involved in bringing this type of litigation requires there to be competent counsel."
                            },
                            {
                                "start": 1052.625,
                                "stop": 1065.944,
                                "byte_start": 4287321,
                                "byte_stop": 4340611,
                                "text": "Counsel has to be skilled, a counsel has to spend a lot of time and since that you are defending the public here, that for that reason you ought to award the counsel fee."
                            },
                            {
                                "start": 1065.944,
                                "stop": 1078.393,
                                "byte_start": 4340611,
                                "byte_stop": 4390452,
                                "text": "I think Brown number two, if it teaches anything, it teaches that in this type of litigation that sometimes the rights of the individual have to be subordinated to the rights of the entire group."
                            },
                            {
                                "start": 1078.393,
                                "stop": 1086.326,
                                "byte_start": 4390452,
                                "byte_stop": 4422113,
                                "text": "And that clearly, by bringing in litigation and having a class action, you are functioning to change the whole society."
                            },
                            {
                                "start": 1086.326,
                                "stop": 1109.388,
                                "byte_start": 4422113,
                                "byte_stop": 4514377,
                                "text": "And, if the cases which we cite in our brief have any significance at all, it is clear that in this instance that you ought to indicate that there is -- that we were functioning as a private or Mr. Greenberg and the other people who had nothing to do with the case were functioning as private attorney generals and on that basis, you should reinstate the order of the District Court."
                            },
                            {
                                "start": 1109.388,
                                "stop": 1114.119,
                                "byte_start": 4514377,
                                "byte_stop": 4533290,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 1114.119,
                        "stop": 1119.919,
                        "byte_start": 4533290,
                        "byte_stop": 4556487,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1114.119,
                                "stop": 1116.139,
                                "byte_start": 4533290,
                                "byte_stop": 4541440,
                                "text": "Thank you, Mr. Coleman."
                            },
                            {
                                "start": 1116.139,
                                "stop": 1119.919,
                                "byte_start": 4541440,
                                "byte_stop": 4556487,
                                "text": "Mr. Little."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 1119.919,
                "stop": 2880.33,
                "byte_start": 4556487,
                "byte_stop": 11598158,
                "turns": [
                    {
                        "start": 1119.919,
                        "stop": 1753.056,
                        "byte_start": 4556487,
                        "byte_stop": 7089110,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1119.919,
                                "stop": 1123.753,
                                "byte_start": 4556487,
                                "byte_stop": 4571847,
                                "text": "Mr. Chief Justice and may it please the Court."
                            },
                            {
                                "start": 1123.753,
                                "stop": 1127.754,
                                "byte_start": 4571847,
                                "byte_stop": 4587833,
                                "text": "The issues could be narrowed very quickly."
                            },
                            {
                                "start": 1127.754,
                                "stop": 1156.98,
                                "byte_start": 4587833,
                                "byte_stop": 4704758,
                                "text": "We take no issue with the fundamental sounds of the rationale advanced by this Court in Mills, in Newman versus Piggie Park, in Hall v. Cole, and cognate cases, but we must question the applicability of the rationale of those cases to pre-Swan school desegregation litigation."
                            },
                            {
                                "start": 1156.98,
                                "stop": 1187.964,
                                "byte_start": 4704758,
                                "byte_stop": 4828682,
                                "text": "Accordingly, we take the position that the judgment of the lower court should be affirmed since the unique nature of pre-Swan school desegregation litigation renders the traditional equitable standard of overt obstinacy entirely appropriate for litigation in that area."
                            },
                            {
                                "start": 1187.964,
                                "stop": 1210.863,
                                "byte_start": 4828682,
                                "byte_stop": 4920320,
                                "text": "That, the record fully exonerates the District Court’s findings with respect to the conduct of this Board and for the reason that Section 718 does not reach services concluded more in 17 months prior to the effective date of the Act."
                            },
                            {
                                "start": 1210.863,
                                "stop": 1224.535,
                                "byte_start": 4920320,
                                "byte_stop": 4974968,
                                "text": "By way of an overview to reach our position, we must go back to 1970, that is the area of time involved."
                            },
                            {
                                "start": 1224.535,
                                "stop": 1258.995,
                                "byte_start": 4974968,
                                "byte_stop": 5112790,
                                "text": "We can gain a proper perspective to determine what is a proper standard to measure the conduct of the Board, with respect to pre-Swan litigation, through a very brief review of the actual, factual realities confronting the Richmond School Board, the precise issue that gave rise to all of this litigation and a very brief review of the state of the law as it then applied, particularly to the issue involved."
                            },
                            {
                                "start": 1258.995,
                                "stop": 1273.555,
                                "byte_start": 5112790,
                                "byte_stop": 5171096,
                                "text": "The dilemma confronting the Richmond School Board at the time of the filing for motion for further relief on March 10, 1970 prior to Swan is very easy to describe to the Court."
                            },
                            {
                                "start": 1273.555,
                                "stop": 1290.577,
                                "byte_start": 5171096,
                                "byte_stop": 5239118,
                                "text": "We had a large metropolitan system, majority Black, characterized 99% by marked residentially segregated neighborhoods."
                            },
                            {
                                "start": 1290.577,
                                "stop": 1303.152,
                                "byte_start": 5239118,
                                "byte_stop": 5289482,
                                "text": "The first plan submitted by the School Board based entirely on the efforts of HEW, they prepared the plan, the first plan which was rejected."
                            },
                            {
                                "start": 1303.152,
                                "stop": 1323.4,
                                "byte_start": 5289482,
                                "byte_stop": 5370462,
                                "text": "The principal deficiency in that plan was the failure of HEW, and I’m not saying it’s their responsibility, it’s the School Board’s responsibility, but in drawing the plan, they refused to use transportation over and above what was then being done in Richmond."
                            },
                            {
                                "start": 1323.4,
                                "stop": 1334.682,
                                "byte_start": 5370462,
                                "byte_stop": 5415602,
                                "text": "Every bit of the litigation from that point on narrowed down to even a much more restricted aspect of the transportation issue."
                            },
                            {
                                "start": 1334.682,
                                "stop": 1338.944,
                                "byte_start": 5415602,
                                "byte_stop": 5432633,
                                "text": "Now, this is in the summer of 1970."
                            },
                            {
                                "start": 1338.944,
                                "stop": 1343.17,
                                "byte_start": 5432633,
                                "byte_stop": 5449561,
                                "text": "Specifically, the issue narrowed down as fine as this."
                            },
                            {
                                "start": 1343.17,
                                "stop": 1369.81,
                                "byte_start": 5449561,
                                "byte_stop": 5556140,
                                "text": "The necessity for buying buses to alter the racial composition of 19 elementary schools because the interim plan, that was approved by Judge Marriage, which was the second plan submitted, did the job at the high school level, at the middle school level, and at the elementary level with the exception of these 19 schools."
                            },
                            {
                                "start": 1369.81,
                                "stop": 1379.756,
                                "byte_start": 5556140,
                                "byte_stop": 5595847,
                                "text": "Twelve, more than 90% Black on one side of town and seven, more than 90% White on the other side of town."
                            },
                            {
                                "start": 1379.756,
                                "stop": 1395.189,
                                "byte_start": 5595847,
                                "byte_stop": 5657600,
                                "text": "The racial composition of these 19 schools was the major deficiency which the court found in the interim plan which was implemented in September 1970."
                            },
                            {
                                "start": 1395.189,
                                "stop": 1415.653,
                                "byte_start": 5657600,
                                "byte_stop": 5739416,
                                "text": "It formed the basis for the plaintiffs’ motion for mid-year implementation of additional relief beginning in January of 1971 which the lower court denied and it was the reason why Judge Marriage ordered further relief on April 5, 1971."
                            },
                            {
                                "start": 1415.653,
                                "stop": 1429.094,
                                "byte_start": 5739416,
                                "byte_stop": 5793228,
                                "text": "Now, on this issue, there was no disagreement that the only way these 19 schools could be desegregated was by the extensive cross down transportation of elementary-aged children."
                            },
                            {
                                "start": 1429.094,
                                "stop": 1438.985,
                                "byte_start": 5793228,
                                "byte_stop": 5832829,
                                "text": "It was also agreed, Richmond had never operated a transportation system with the exception of, I think, eight buses used in special education."
                            },
                            {
                                "start": 1438.985,
                                "stop": 1447.875,
                                "byte_start": 5832829,
                                "byte_stop": 5868356,
                                "text": "And, that public transportation was not then available, the capacity to do the job, they were not disputed issues."
                            },
                            {
                                "start": 1447.875,
                                "stop": 1458.865,
                                "byte_start": 5868356,
                                "byte_stop": 5912346,
                                "text": "Now, so much for the factual dilemma; let’s come to the state of the law as it existed on this issue."
                            },
                            {
                                "start": 1458.865,
                                "stop": 1484.982,
                                "byte_start": 5912346,
                                "byte_stop": 6016731,
                                "text": "In the same month that the motion for further relief was filed, the Chief Justice in Northcross pointed out that whereas the objective of a unitary system non -- wherein racial discrimination did not exist, it was perfectly clear, the means were left largely unresolved."
                            },
                            {
                                "start": 1484.982,
                                "stop": 1500.014,
                                "byte_start": 6016731,
                                "byte_stop": 6076918,
                                "text": "Specifically, the Chief Justice mentioned one of the issues as being the extent to which transportation may or must be used, as a desegregation tool."
                            },
                            {
                                "start": 1500.014,
                                "stop": 1525.284,
                                "byte_start": 6076918,
                                "byte_stop": 6177959,
                                "text": "In Swan, this Court frankly acknowledged the enormity of the problem, the complexities of the problem as it did beginning with Brown one as it repeated in Brown two because bear in mind, school desegregation litigation set a precedent in our history of jurisprudence."
                            },
                            {
                                "start": 1525.284,
                                "stop": 1538.761,
                                "byte_start": 6177959,
                                "byte_stop": 6231876,
                                "text": "It was the first time of which I am aware of that constitutionally deferred -- constitutionally declared rights had to be deferred because of the complexities of the problem."
                            },
                            {
                                "start": 1538.761,
                                "stop": 1555.142,
                                "byte_start": 6231876,
                                "byte_stop": 6297391,
                                "text": "Thus, it was not until May, I beg your pardon, April 20, 1971 that there was any occasion for this Court to ever have addressed itself to the metropolitan school problem."
                            },
                            {
                                "start": 1555.142,
                                "stop": 1565.308,
                                "byte_start": 6297391,
                                "byte_stop": 6338038,
                                "text": "As this Court noted in the Swan decision, it was its first effort to deal with this subject of transportation."
                            },
                            {
                                "start": 1565.308,
                                "stop": 1568.982,
                                "byte_start": 6338038,
                                "byte_stop": 6352771,
                                "text": "Now, what was the law in the Fourth Circuit?"
                            },
                            {
                                "start": 1568.982,
                                "stop": 1587.323,
                                "byte_start": 6352771,
                                "byte_stop": 6426122,
                                "text": "Bear in mind, we lived in Virginia under the law of Briggs versus Elliott for fourteen years prior to this decision in Greene when no less a juris than John J. Parker interpreted Brown to mean that there was nothing in the constitution to require integration."
                            },
                            {
                                "start": 1587.323,
                                "stop": 1591.92,
                                "byte_start": 6426122,
                                "byte_stop": 6444513,
                                "text": "So, the light is not the dawn too early in Virginia."
                            },
                            {
                                "start": 1591.92,
                                "stop": 1604.257,
                                "byte_start": 6444513,
                                "byte_stop": 6493832,
                                "text": "The first time that the Fourth Circuit had occasion to address either transportation or metropolitan school district where in its decisions in Swan and Brewer."
                            },
                            {
                                "start": 1604.257,
                                "stop": 1610.272,
                                "byte_start": 6493832,
                                "byte_stop": 6517969,
                                "text": "Now these decisions were both decided after the HEW plan had been rejected."
                            },
                            {
                                "start": 1610.272,
                                "stop": 1620.782,
                                "byte_start": 6517969,
                                "byte_stop": 6559974,
                                "text": "In other words, at the time of the preparation of the first plan that was submitted by HEW there were no guidelines from this Court or from the Fourth Circuit with respect to metropolitan school districts."
                            },
                            {
                                "start": 1620.782,
                                "stop": 1654.501,
                                "byte_start": 6559974,
                                "byte_stop": 6694870,
                                "text": "Now, significantly, the District Court found that the interim plan, which we submitted within 19 days after the decision in Brewer, fully complied with the Fourth Circuit’s test of reasonableness as it then existed in the Fourth Circuit and that it represented, this is the judge’s language, a sincere effort to comply with the guidelines."
                            },
                            {
                                "start": 1654.501,
                                "stop": 1667.538,
                                "byte_start": 6694870,
                                "byte_stop": 6747011,
                                "text": "He was not thinking in terms of bad faith at that time, that reference is 317 F. Supp. at pages 573 and 575."
                            },
                            {
                                "start": 1667.538,
                                "stop": 1690.96,
                                "byte_start": 6747011,
                                "byte_stop": 6840738,
                                "text": "Now, the precise issue that we were wrestling with, and the state of law with respect to that issue, provides a setting for our conclusion that the Court of Appeals did not err in applying the conditional equitable standard with respect to fees or in concluding that the Board -- that the record exonerated the Board under this status."
                            },
                            {
                                "start": 1690.96,
                                "stop": 1724.409,
                                "byte_start": 6840738,
                                "byte_stop": 6974485,
                                "text": "The universal acknowledgment by every court in this country of the enormity and the complexity of this type of litigation prior to Swan underlies the decision and the determination by every Court of Appeals in this country which has passed on the issue that the appropriate pre-Swan standard is the traditional equitable standard of obstinacy in every suit that has been brought under Section 1983."
                            },
                            {
                                "start": 1724.409,
                                "stop": 1753.056,
                                "byte_start": 6974485,
                                "byte_stop": 7089110,
                                "text": "I don’t think we should presume that the Fourth, the Fifth, the Sixth, the Eighth, and the Ninth Circuits have been oblivious to either the vital importance of the constitutional rights being vindicated to the public benefit that has resulted or to the fact that the plaintiffs, in a very real sense, are acting as attorney generals."
                            }
                        ]
                    },
                    {
                        "start": 1753.056,
                        "stop": 1753.861,
                        "byte_start": 7089110,
                        "byte_stop": 7092245,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1753.056,
                                "stop": 1753.861,
                                "byte_start": 7089110,
                                "byte_stop": 7092245,
                                "text": "Mr. Little."
                            }
                        ]
                    },
                    {
                        "start": 1753.861,
                        "stop": 1754.155,
                        "byte_start": 7092245,
                        "byte_stop": 7093499,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1753.861,
                                "stop": 1754.155,
                                "byte_start": 7092245,
                                "byte_stop": 7093499,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 1754.155,
                        "stop": 1761.42,
                        "byte_start": 7093499,
                        "byte_stop": 7122547,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1754.155,
                                "stop": 1755.422,
                                "byte_start": 7093499,
                                "byte_stop": 7098514,
                                "text": "I’m not sure that I understood."
                            },
                            {
                                "start": 1755.422,
                                "stop": 1761.42,
                                "byte_start": 7098514,
                                "byte_stop": 7122547,
                                "text": "What have been the -- how many decisions had there been --"
                            }
                        ]
                    },
                    {
                        "start": 1761.42,
                        "stop": 1761.866,
                        "byte_start": 7122547,
                        "byte_stop": 7124323,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1761.42,
                                "stop": 1761.866,
                                "byte_start": 7122547,
                                "byte_stop": 7124323,
                                "text": "In five circuits, sir --"
                            }
                        ]
                    },
                    {
                        "start": 1761.866,
                        "stop": 1768.468,
                        "byte_start": 7124323,
                        "byte_stop": 7150759,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1761.866,
                                "stop": 1768.468,
                                "byte_start": 7124323,
                                "byte_stop": 7150759,
                                "text": "-- as far as 1972, allowing attorney’s fees in the school desegregation?"
                            }
                        ]
                    },
                    {
                        "start": 1768.468,
                        "stop": 1774.282,
                        "byte_start": 7150759,
                        "byte_stop": 7173956,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1768.468,
                                "stop": 1774.282,
                                "byte_start": 7150759,
                                "byte_stop": 7173956,
                                "text": "There had been any number of decisions allowing them sir, but always on the standard of what has been referred to as the conditional --"
                            }
                        ]
                    },
                    {
                        "start": 1774.282,
                        "stop": 1775.323,
                        "byte_start": 7173956,
                        "byte_stop": 7178136,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1774.282,
                                "stop": 1775.323,
                                "byte_start": 7173956,
                                "byte_stop": 7178136,
                                "text": "Obdurate obstinacy."
                            }
                        ]
                    },
                    {
                        "start": 1775.323,
                        "stop": 1776.167,
                        "byte_start": 7178136,
                        "byte_stop": 7181479,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1775.323,
                                "stop": 1776.167,
                                "byte_start": 7178136,
                                "byte_stop": 7181479,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 1776.167,
                        "stop": 1776.34,
                        "byte_start": 7181479,
                        "byte_stop": 7182211,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1776.167,
                                "stop": 1776.34,
                                "byte_start": 7181479,
                                "byte_stop": 7182211,
                                "text": "Always."
                            }
                        ]
                    },
                    {
                        "start": 1776.34,
                        "stop": 1795.37,
                        "byte_start": 7182211,
                        "byte_stop": 7258384,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1776.34,
                                "stop": 1795.37,
                                "byte_start": 7182211,
                                "byte_stop": 7258384,
                                "text": "Without exception -- with the exception of the District Court in this case, no court in this country at the Circuit Court level or at the District Court level has ever made an award against the School Board other than on the obdurate obstinacy test, that is for services rendered pre-Swan."
                            }
                        ]
                    },
                    {
                        "start": 1795.37,
                        "stop": 1798.094,
                        "byte_start": 7258384,
                        "byte_stop": 7269251,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1795.37,
                                "stop": 1798.094,
                                "byte_start": 7258384,
                                "byte_stop": 7269251,
                                "text": "And pre-the legislation of 1972?"
                            }
                        ]
                    },
                    {
                        "start": 1798.094,
                        "stop": 1802.242,
                        "byte_start": 7269251,
                        "byte_stop": 7285864,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1798.094,
                                "stop": 1798.57,
                                "byte_start": 7269251,
                                "byte_stop": 7271131,
                                "text": "Yes, sir."
                            },
                            {
                                "start": 1798.57,
                                "stop": 1802.242,
                                "byte_start": 7271131,
                                "byte_stop": 7285864,
                                "text": "I mean, I’m addressing myself prior to that."
                            }
                        ]
                    },
                    {
                        "start": 1802.242,
                        "stop": 1807.078,
                        "byte_start": 7285864,
                        "byte_stop": 7305195,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1802.242,
                                "stop": 1807.078,
                                "byte_start": 7285864,
                                "byte_stop": 7305195,
                                "text": "And there had been numerous judgments allowing such fees on that basis, hadn’t there?"
                            }
                        ]
                    },
                    {
                        "start": 1807.078,
                        "stop": 1808.683,
                        "byte_start": 7305195,
                        "byte_stop": 7311569,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1807.078,
                                "stop": 1808.683,
                                "byte_start": 7305195,
                                "byte_stop": 7311569,
                                "text": "Yes, sir, but only solely on that basis --"
                            }
                        ]
                    },
                    {
                        "start": 1808.683,
                        "stop": 1809.32,
                        "byte_start": 7311569,
                        "byte_stop": 7314181,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1808.683,
                                "stop": 1809.32,
                                "byte_start": 7311569,
                                "byte_stop": 7314181,
                                "text": "I understand."
                            }
                        ]
                    },
                    {
                        "start": 1809.32,
                        "stop": 1814.733,
                        "byte_start": 7314181,
                        "byte_stop": 7335811,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1809.32,
                                "stop": 1814.733,
                                "byte_start": 7314181,
                                "byte_stop": 7335811,
                                "text": "Without exception, which is a unique thing to be able to say with that many courts involved in that amount of litigation."
                            }
                        ]
                    },
                    {
                        "start": 1814.733,
                        "stop": 1816.751,
                        "byte_start": 7335811,
                        "byte_stop": 7343856,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 1814.733,
                                "stop": 1816.751,
                                "byte_start": 7335811,
                                "byte_stop": 7343856,
                                "text": "How many circuits, four?"
                            }
                        ]
                    },
                    {
                        "start": 1816.751,
                        "stop": 1820.143,
                        "byte_start": 7343856,
                        "byte_stop": 7357440,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1816.751,
                                "stop": 1820.143,
                                "byte_start": 7343856,
                                "byte_stop": 7357440,
                                "text": "Five, sir, the Fourth, Fifth, Sixth, Eighth, and Ninth."
                            }
                        ]
                    },
                    {
                        "start": 1820.143,
                        "stop": 1822.455,
                        "byte_start": 7357440,
                        "byte_stop": 7366635,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1820.143,
                                "stop": 1822.455,
                                "byte_start": 7357440,
                                "byte_stop": 7366635,
                                "text": "I guess it\u0027s the standard of the statute?"
                            }
                        ]
                    },
                    {
                        "start": 1822.455,
                        "stop": 2105.994,
                        "byte_start": 7366635,
                        "byte_stop": 8500872,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 1822.455,
                                "stop": 1823.503,
                                "byte_start": 7366635,
                                "byte_stop": 7370815,
                                "text": "No, sir."
                            },
                            {
                                "start": 1823.503,
                                "stop": 1831.038,
                                "byte_start": 7370815,
                                "byte_stop": 7401012,
                                "text": "We -- the standard of the statute has been set by this Court and we have no -- in Northcross in June of this past year, we have no objection to that."
                            },
                            {
                                "start": 1831.038,
                                "stop": 1840.123,
                                "byte_start": 7401012,
                                "byte_stop": 7437375,
                                "text": "But, that addresses itself when we will come to Section 718, but I’m bringing out what the absolute uniformity has been prior to that."
                            },
                            {
                                "start": 1840.123,
                                "stop": 1869.979,
                                "byte_start": 7437375,
                                "byte_stop": 7556807,
                                "text": "Now these same factors, that is, the enormity of the problem, the complexities involved, the frequent admonition by this Court beginning with Brown two that equitable standard shall govern, and the courts construed that to mean the traditional equitable standard with respect to the award of fees, has been the basis for distinguishing this type of litigation from every other form of civil rights litigation of which I am aware."
                            },
                            {
                                "start": 1869.979,
                                "stop": 1919.739,
                                "byte_start": 7556807,
                                "byte_stop": 7755860,
                                "text": "The recognition of this distinctive nature of pre-Swan litigation has lead the Fifth Circuit, subsequent to the decisions of Hall v. Cole and Northcross by this Court, to expressly reject the reasoning of a District Court in this case and to reaffirm the traditional equitable standard of obdurate obstinacy even though, and I call the Court’s attention to this particularly, the Fifth Circuit had previously extended the Newman rationale to other civil rights actions brought under Sections 1981 and 1982, but it said not so in light of the uncertainties of the law that existed."
                            },
                            {
                                "start": 1919.739,
                                "stop": 1936.949,
                                "byte_start": 7755860,
                                "byte_stop": 7824614,
                                "text": "The rationale, why the Fifth Circuit refused to do this, is well-stated on page 29 of our brief, the blue brief, it’s a part of a quotation from Johnson versus Combs."
                            },
                            {
                                "start": 1936.949,
                                "stop": 1954.649,
                                "byte_start": 7824614,
                                "byte_stop": 7895458,
                                "text": "This complete uncertainty of the law which has lead to this uniform adoption by all of the circuits underlies the basic fallacy in the District Court’s finding as to the conduct of this Board in this case."
                            },
                            {
                                "start": 1954.649,
                                "stop": 1967.42,
                                "byte_start": 7895458,
                                "byte_stop": 7946553,
                                "text": "The basic premise that Judge Marriage used to substantiate his conduct finding was that the Richmond School Board had ignored clear legal directives."
                            },
                            {
                                "start": 1967.42,
                                "stop": 1979.645,
                                "byte_start": 7946553,
                                "byte_stop": 7995455,
                                "text": "Such a finding, in light of what we had just reviewed as to the unsettled state of the law at that time, compelled a reversal by the Fourth Circuit on that ground."
                            },
                            {
                                "start": 1979.645,
                                "stop": 1990.575,
                                "byte_start": 7995455,
                                "byte_stop": 8039131,
                                "text": "As the District Court, throughout this litigation, itself had made repeated references to the unsettled state of the law at that time."
                            },
                            {
                                "start": 1990.575,
                                "stop": 2007.667,
                                "byte_start": 8039131,
                                "byte_stop": 8107572,
                                "text": "Let me cite just one; eight weeks before the opinion came down finding bad conduct and clear authority -- I mean, the ignoring the clear legal authorities, this is what the District Court itself was cautioning us about."
                            },
                            {
                                "start": 2007.667,
                                "stop": 2013.327,
                                "byte_start": 8107572,
                                "byte_stop": 8130142,
                                "text": "This was on March 4, 1971 prior to Swan."
                            },
                            {
                                "start": 2013.327,
                                "stop": 2015.689,
                                "byte_start": 8130142,
                                "byte_stop": 8139651,
                                "text": "We were all groping, may it please the Court."
                            },
                            {
                                "start": 2015.689,
                                "stop": 2019.699,
                                "byte_start": 8139651,
                                "byte_stop": 8155638,
                                "text": "We did not know what this court would ultimately do in Swan."
                            },
                            {
                                "start": 2019.699,
                                "stop": 2031.552,
                                "byte_start": 8155638,
                                "byte_stop": 8203076,
                                "text": "The District Court said we ought to contemplate that there may be some expression in the law which would advocate neighborhood schools for children in grades one through five."
                            },
                            {
                                "start": 2031.552,
                                "stop": 2039.768,
                                "byte_start": 8203076,
                                "byte_stop": 8235886,
                                "text": "This was Eight weeks before his opinion of May 26."
                            },
                            {
                                "start": 2039.768,
                                "stop": 2063.654,
                                "byte_start": 8235886,
                                "byte_stop": 8331494,
                                "text": "Moreover, the District Court -- I mean, the Court of Appeals could hardly have concurred in what the judge below had singled out as the real failure of the Richmond School Board, namely, its failure to buy buses until ordered to so."
                            },
                            {
                                "start": 2063.654,
                                "stop": 2088.143,
                                "byte_start": 8331494,
                                "byte_stop": 8429401,
                                "text": "If you will look on pages 133, 134, and 135 -- I beg your pardon, on pages 118 of the record the judge says “the School Board had in August still taken no step to acquire the necessary equipment,” he’s addressing himself to August of 1970."
                            },
                            {
                                "start": 2088.143,
                                "stop": 2102.417,
                                "byte_start": 8429401,
                                "byte_stop": 8486557,
                                "text": "This is a quote from his May 26, 1971 opinion and yet what did the judge himself say on August 7, 1970, the same month, in open court?"
                            },
                            {
                                "start": 2102.417,
                                "stop": 2105.994,
                                "byte_start": 8486557,
                                "byte_stop": 8500872,
                                "text": "“It seems to me it would be completely unreasonable --“"
                            }
                        ]
                    },
                    {
                        "start": 2105.994,
                        "stop": 2107.191,
                        "byte_start": 8500872,
                        "byte_stop": 8505574,
                        "speaker": {
                            "ID": 15107,
                            "name": "William O. Douglas",
                            "href": "https:\/\/api.oyez.org\/people\/william_o_douglas",
                            "last_name": "Douglas",
                            "roles": [
                                {
                                    "id": 2751,
                                    "type": "scotus_justice",
                                    "date_start": -969127200,
                                    "date_end": 185004000,
                                    "appointing_president": "Franklin D. Roosevelt",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2751"
                                }
                            ],
                            "thumbnail": {
                                "id": 32781,
                                "mime": "image\/png",
                                "size": 56651,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_o_douglas.png"
                            },
                            "length_of_service": 13358,
                            "identifier": "william_o_douglas"
                        },
                        "text_blocks": [
                            {
                                "start": 2105.994,
                                "stop": 2107.191,
                                "byte_start": 8500872,
                                "byte_stop": 8505574,
                                "text": "Where are you reading, counsel?"
                            }
                        ]
                    },
                    {
                        "start": 2107.191,
                        "stop": 2114.428,
                        "byte_start": 8505574,
                        "byte_stop": 8534518,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2107.191,
                                "stop": 2114.428,
                                "byte_start": 8505574,
                                "byte_stop": 8534518,
                                "text": "I’m reading, sir, from our brief of what is in Appendix 85a, 85a of the Appendix, sir."
                            }
                        ]
                    },
                    {
                        "start": 2114.428,
                        "stop": 2115.059,
                        "byte_start": 8534518,
                        "byte_stop": 8537130,
                        "speaker": {
                            "ID": 15107,
                            "name": "William O. Douglas",
                            "href": "https:\/\/api.oyez.org\/people\/william_o_douglas",
                            "last_name": "Douglas",
                            "roles": [
                                {
                                    "id": 2751,
                                    "type": "scotus_justice",
                                    "date_start": -969127200,
                                    "date_end": 185004000,
                                    "appointing_president": "Franklin D. Roosevelt",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2751"
                                }
                            ],
                            "thumbnail": {
                                "id": 32781,
                                "mime": "image\/png",
                                "size": 56651,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_o_douglas.png"
                            },
                            "length_of_service": 13358,
                            "identifier": "william_o_douglas"
                        },
                        "text_blocks": [
                            {
                                "start": 2114.428,
                                "stop": 2115.059,
                                "byte_start": 8534518,
                                "byte_stop": 8537130,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 2115.059,
                        "stop": 2448.699,
                        "byte_start": 8537130,
                        "byte_stop": 9871673,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2115.059,
                                "stop": 2121.524,
                                "byte_start": 8537130,
                                "byte_stop": 8562939,
                                "text": "Now, this is what the judge thought below was about buying buses in August of 1970."
                            },
                            {
                                "start": 2121.524,
                                "stop": 2139.353,
                                "byte_start": 8562939,
                                "byte_stop": 8634305,
                                "text": "“It seems to me it would be completely unreasonable to force a school system that has no transportation and you don’t have any to any great extent to go out and buy new buses when the United States Supreme Court may say it is wrong.”"
                            },
                            {
                                "start": 2139.353,
                                "stop": 2158.485,
                                "byte_start": 8634305,
                                "byte_stop": 8710792,
                                "text": "Now, the District Court on three occasions, in June of 1970, in August of 1970, in January of 1971, had refused to order us to buy buses, despite the request to do so because he knew at that time that the law was unsettled."
                            },
                            {
                                "start": 2158.485,
                                "stop": 2172.251,
                                "byte_start": 8710792,
                                "byte_stop": 8765858,
                                "text": "I think, in view of time, I better move to the significant reasons why we say that Section 718 should not be applied to pre-Swan services."
                            },
                            {
                                "start": 2172.251,
                                "stop": 2187.032,
                                "byte_start": 8765858,
                                "byte_stop": 8824999,
                                "text": "First, the Fourth and Fifth Circuits are the only two that have had occasion to rule on the applicability of Section 718 to pre-Swan services."
                            },
                            {
                                "start": 2187.032,
                                "stop": 2194.374,
                                "byte_start": 8824999,
                                "byte_stop": 8854361,
                                "text": "Both have refused or declined to do so, to apply Section 718 to those services."
                            },
                            {
                                "start": 2194.374,
                                "stop": 2224.275,
                                "byte_start": 8854361,
                                "byte_stop": 8974002,
                                "text": "One of the grounds cited by both of the courts that the -- was that the inconclusive legislative history of Section 718, and both courts determined that the legislative history was inconclusive, did not overcome the historic presumption against the prospective operation of statutes absent, clear, and unambiguous intent to the contrary."
                            },
                            {
                                "start": 2224.275,
                                "stop": 2236.775,
                                "byte_start": 8974002,
                                "byte_stop": 9023948,
                                "text": "Now, Mr. Justice White, we feel that that rule is perfectly consistent with the teachings of United States versus Schooner Peggy and with Thorpe."
                            },
                            {
                                "start": 2236.775,
                                "stop": 2273.011,
                                "byte_start": 9023948,
                                "byte_stop": 9168875,
                                "text": "As Judge Winters conceded in his dissent in this case, and you’ll see on page 192, he doesn’t like this interpretation of Peggy Schooner, but he does concede that the facts in Schooner Peggy and much of the opinion deals with the effect on a change in law pending appeal, is that the proper statement of the rule is that when there is a change in law, of course, the Appellate Court is required to consider that law, that is not saying “applying it.”"
                            },
                            {
                                "start": 2273.011,
                                "stop": 2287.38,
                                "byte_start": 9168875,
                                "byte_stop": 9226344,
                                "text": "It is to examine that law to try to determine whether or not it was intended to cover transactions which had transpired prior to its enactment."
                            },
                            {
                                "start": 2287.38,
                                "stop": 2299.976,
                                "byte_start": 9226344,
                                "byte_stop": 9276709,
                                "text": "This was exactly what this Court did in both US versus, Chief Justice Marshall did, in US versus Schooner Peggy and, I submit, what was done in Thorpe."
                            },
                            {
                                "start": 2299.976,
                                "stop": 2303.113,
                                "byte_start": 9276709,
                                "byte_stop": 9289352,
                                "text": "Now, let’s mention Thorpe just a moment."
                            },
                            {
                                "start": 2303.113,
                                "stop": 2315.759,
                                "byte_start": 9289352,
                                "byte_stop": 9339925,
                                "text": "No one can deny the existence of the historic presumption of retroactivity -- I mean, against retroactivity of a congressional enactment."
                            },
                            {
                                "start": 2315.759,
                                "stop": 2323.878,
                                "byte_start": 9339925,
                                "byte_stop": 9372317,
                                "text": "We can’t agree with Judge Winters who says that Thorpe reverses that presumption."
                            },
                            {
                                "start": 2323.878,
                                "stop": 2332.691,
                                "byte_start": 9372317,
                                "byte_stop": 9407634,
                                "text": "In his view, once a law is changed you presume it applies to a pending case unless there is intent to the contrary."
                            },
                            {
                                "start": 2332.691,
                                "stop": 2337.697,
                                "byte_start": 9407634,
                                "byte_stop": 9427592,
                                "text": "When you look at Thorpe, there are two things I would invite the Court’s attention to."
                            },
                            {
                                "start": 2337.697,
                                "stop": 2361.452,
                                "byte_start": 9427592,
                                "byte_stop": 9522678,
                                "text": "The court there went and construed the regulation involved, the HUD regulation involved and after construing it as applying to all tenants still residing in the project, this is an ejectment suit, eviction under Housing Act, it then decided that it applied to this lady whose litigation was then in process."
                            },
                            {
                                "start": 2361.452,
                                "stop": 2384.52,
                                "byte_start": 9522678,
                                "byte_stop": 9614942,
                                "text": "In addition, Thorpe is one of those cases that we members of the Bar have a hard time determining the proper scope of for the reason that, in Thorpe, this Court judiciously avoided a fundamental question of due process by a very reasonable interpretation of the regulation before it."
                            },
                            {
                                "start": 2384.52,
                                "stop": 2400.097,
                                "byte_start": 9614942,
                                "byte_stop": 9677218,
                                "text": "So much for the first reason for not applying Section 718, another one is well stated by the Fifth Circuit in Johnson versus Combs and I will read just a portion of the quotation."
                            },
                            {
                                "start": 2400.097,
                                "stop": 2421.209,
                                "byte_start": 9677218,
                                "byte_stop": 9761646,
                                "text": "It’s found on -- “to apply this statute retroactively would place a wholly unexpected and unwarranted burden on these districts who have done no more than litigate what they in good faith believe to be demands which exceeded the constitution’s demands.”"
                            },
                            {
                                "start": 2421.209,
                                "stop": 2433.934,
                                "byte_start": 9761646,
                                "byte_stop": 9812637,
                                "text": "This rationale is expanded, but time does not permit me to read any more from it, but that is the second ground that has been use as the basis for not applying Section 718 to pre-Swan services."
                            },
                            {
                                "start": 2433.934,
                                "stop": 2448.699,
                                "byte_start": 9812637,
                                "byte_stop": 9871673,
                                "text": "And, as I’ve mentioned earlier, the Fifth Circuit reaffirmed the same standard for pre-Swan services even after the decision of this Court in Northcross and in Hall v. Cole, they did that in Henry versus Clarksdale."
                            }
                        ]
                    },
                    {
                        "start": 2448.699,
                        "stop": 2449.424,
                        "byte_start": 9871673,
                        "byte_stop": 9874599,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2448.699,
                                "stop": 2449.424,
                                "byte_start": 9871673,
                                "byte_stop": 9874599,
                                "text": "Mr. Little."
                            }
                        ]
                    },
                    {
                        "start": 2449.424,
                        "stop": 2449.5,
                        "byte_start": 9874599,
                        "byte_stop": 9874808,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2449.424,
                                "stop": 2449.5,
                                "byte_start": 9874599,
                                "byte_stop": 9874808,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 2449.5,
                        "stop": 2466.702,
                        "byte_start": 9874808,
                        "byte_stop": 9943667,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2449.5,
                                "stop": 2456.925,
                                "byte_start": 9874808,
                                "byte_stop": 9904588,
                                "text": "If Congress changed the witness fee that’s recoverable as an element of cost, say, from $10 to $20."
                            },
                            {
                                "start": 2456.925,
                                "stop": 2466.702,
                                "byte_start": 9904588,
                                "byte_stop": 9943667,
                                "text": "Would the same presumption against retroactivity that a company’s substantive legislation applies with equal force there, to say that you shouldn’t apply that retroactively?"
                            }
                        ]
                    },
                    {
                        "start": 2466.702,
                        "stop": 2485.532,
                        "byte_start": 9943667,
                        "byte_stop": 10019004,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2466.702,
                                "stop": 2467.06,
                                "byte_start": 9943667,
                                "byte_stop": 9945130,
                                "text": "No, sir."
                            },
                            {
                                "start": 2467.06,
                                "stop": 2485.532,
                                "byte_start": 9945130,
                                "byte_stop": 10019004,
                                "text": "I think when you’re in the area of procedure, I think any change on procedure other than a juris -- if you -- I’m using the term very restrictively as procedure, as long as it doesn’t affect jurisdiction of court, as procedure I think there would be less hesitancy to apply it to every pending case."
                            }
                        ]
                    },
                    {
                        "start": 2485.532,
                        "stop": 2493.888,
                        "byte_start": 10019004,
                        "byte_stop": 10052441,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2485.532,
                                "stop": 2493.888,
                                "byte_start": 10019004,
                                "byte_stop": 10052441,
                                "text": "Well, isn’t there some analogy between increase in taxable costs and making attorney’s fees recoverable?"
                            }
                        ]
                    },
                    {
                        "start": 2493.888,
                        "stop": 2592.806,
                        "byte_start": 10052441,
                        "byte_stop": 10448039,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2493.888,
                                "stop": 2503.277,
                                "byte_start": 10052441,
                                "byte_stop": 10089953,
                                "text": "Sir, I think that the way the analogy has to be the Section 718, what is it in that that gives rise to an attorney’s fees?"
                            },
                            {
                                "start": 2503.277,
                                "stop": 2512.221,
                                "byte_start": 10089953,
                                "byte_stop": 10125688,
                                "text": "And, this brings me right to this point of another basis for not applying and that is the entry of an order of compliance, in other words, an order necessary for compliance."
                            },
                            {
                                "start": 2512.221,
                                "stop": 2528.874,
                                "byte_start": 10125688,
                                "byte_stop": 10192353,
                                "text": "And, the Fourth Circuit of course said while there was no order of compliance on appeal or that was even pending at the time of the effective date of Section 718, and that is another basis."
                            },
                            {
                                "start": 2528.874,
                                "stop": 2554.132,
                                "byte_start": 10192353,
                                "byte_stop": 10293394,
                                "text": "But I think the true test, Mr. Justice Rehnquist, is that how do we say that Congress, knowing that this rule of obdurate obstinacy, has prevailed uniformly throughout the country in five circuits and, how many District Courts, I don’t know, that they would come in and enact the statute intending to cover services rendered prior to its effective date."
                            },
                            {
                                "start": 2554.132,
                                "stop": 2568.61,
                                "byte_start": 10293394,
                                "byte_stop": 10351282,
                                "text": "I have very great difficulty in thinking that Congress intended to bring about a lot of re-litigation because bear in mind, school desegregation suits are unique in another sense."
                            },
                            {
                                "start": 2568.61,
                                "stop": 2576.044,
                                "byte_start": 10351282,
                                "byte_stop": 10381061,
                                "text": "Adhering to the admonishments of this Court, these cases are still within the realm of pending cases."
                            },
                            {
                                "start": 2576.044,
                                "stop": 2581.727,
                                "byte_start": 10381061,
                                "byte_stop": 10403736,
                                "text": "There are a great many school desegregation cases, of course, still pending on the dockets."
                            },
                            {
                                "start": 2581.727,
                                "stop": 2592.806,
                                "byte_start": 10403736,
                                "byte_stop": 10448039,
                                "text": "This Court’s decision in this case will certainly have a bearing on whether or not this whole question of attorney’s fees can be reopened om a great many other desegregation cases."
                            }
                        ]
                    },
                    {
                        "start": 2592.806,
                        "stop": 2595.97,
                        "byte_start": 10448039,
                        "byte_stop": 10460682,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2592.806,
                                "stop": 2595.97,
                                "byte_start": 10448039,
                                "byte_stop": 10460682,
                                "text": "Well, this case was pending prior to the statute."
                            }
                        ]
                    },
                    {
                        "start": 2595.97,
                        "stop": 2608.297,
                        "byte_start": 10460682,
                        "byte_stop": 10510002,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2595.97,
                                "stop": 2608.297,
                                "byte_start": 10460682,
                                "byte_stop": 10510002,
                                "text": "No order -- the Fourth Circuit draws a distinction, Mr. Justice White, between there was no order compliance pending at the date this Act became effective because the last order --"
                            }
                        ]
                    },
                    {
                        "start": 2608.297,
                        "stop": 2613.172,
                        "byte_start": 10510002,
                        "byte_stop": 10529541,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2608.297,
                                "stop": 2613.172,
                                "byte_start": 10510002,
                                "byte_stop": 10529541,
                                "text": "At the time Act was passed, at the time it had -- let’s assume the Act was never been passed."
                            }
                        ]
                    },
                    {
                        "start": 2613.172,
                        "stop": 2614.748,
                        "byte_start": 10529541,
                        "byte_stop": 10535811,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2613.172,
                                "stop": 2614.748,
                                "byte_start": 10529541,
                                "byte_stop": 10535811,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 2614.748,
                        "stop": 2630.236,
                        "byte_start": 10535811,
                        "byte_stop": 10597773,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2614.748,
                                "stop": 2619.841,
                                "byte_start": 10535811,
                                "byte_stop": 10556186,
                                "text": "And then the case was in the posture that it was when this Act was passed."
                            },
                            {
                                "start": 2619.841,
                                "stop": 2630.236,
                                "byte_start": 10556186,
                                "byte_stop": 10597773,
                                "text": "Would that have been too late for the lawyer representing the plaintiffs to request attorney’s fee based on obdurate obstinacy?"
                            }
                        ]
                    },
                    {
                        "start": 2630.236,
                        "stop": 2632.79,
                        "byte_start": 10597773,
                        "byte_stop": 10608013,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2630.236,
                                "stop": 2632.75,
                                "byte_start": 10597773,
                                "byte_stop": 10607804,
                                "text": "If the -- No, I’m not saying that, sir."
                            },
                            {
                                "start": 2632.75,
                                "stop": 2632.79,
                                "byte_start": 10607804,
                                "byte_stop": 10608013,
                                "text": "No, I’m not --"
                            }
                        ]
                    },
                    {
                        "start": 2632.79,
                        "stop": 2635.747,
                        "byte_start": 10608013,
                        "byte_stop": 10619820,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2632.79,
                                "stop": 2635.747,
                                "byte_start": 10608013,
                                "byte_stop": 10619820,
                                "text": "But it wasn’t too late for the attorneys to request their fees?"
                            }
                        ]
                    },
                    {
                        "start": 2635.747,
                        "stop": 2637.578,
                        "byte_start": 10619820,
                        "byte_stop": 10627135,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2635.747,
                                "stop": 2637.578,
                                "byte_start": 10619820,
                                "byte_stop": 10627135,
                                "text": "No, they had requested that right at the outset."
                            }
                        ]
                    },
                    {
                        "start": 2637.578,
                        "stop": 2641.996,
                        "byte_start": 10627135,
                        "byte_stop": 10644793,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2637.578,
                                "stop": 2641.996,
                                "byte_start": 10627135,
                                "byte_stop": 10644793,
                                "text": "Then that would have been, it seems to me, the case must be considered as pending?"
                            }
                        ]
                    },
                    {
                        "start": 2641.996,
                        "stop": 2644.798,
                        "byte_start": 10644793,
                        "byte_stop": 10656078,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2641.996,
                                "stop": 2644.798,
                                "byte_start": 10644793,
                                "byte_stop": 10656078,
                                "text": "Pending on the issue of attorney’s fees, it was, sir."
                            }
                        ]
                    },
                    {
                        "start": 2644.798,
                        "stop": 2650.742,
                        "byte_start": 10656078,
                        "byte_stop": 10679798,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2644.798,
                                "stop": 2650.742,
                                "byte_start": 10656078,
                                "byte_stop": 10679798,
                                "text": "That this is an unresolved issue of the case, and the question is the applicable law?"
                            }
                        ]
                    },
                    {
                        "start": 2650.742,
                        "stop": 2654.6,
                        "byte_start": 10679798,
                        "byte_stop": 10695262,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2650.742,
                                "stop": 2651.47,
                                "byte_start": 10679798,
                                "byte_stop": 10682723,
                                "text": "Right, sir."
                            },
                            {
                                "start": 2651.47,
                                "stop": 2654.6,
                                "byte_start": 10682723,
                                "byte_stop": 10695262,
                                "text": "Then you have to go to the congressional intent --"
                            }
                        ]
                    },
                    {
                        "start": 2654.6,
                        "stop": 2656.924,
                        "byte_start": 10695262,
                        "byte_stop": 10704562,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2654.6,
                                "stop": 2656.924,
                                "byte_start": 10695262,
                                "byte_stop": 10704562,
                                "text": "How do you answer Mr. Justice Rehnquist’s question now?"
                            }
                        ]
                    },
                    {
                        "start": 2656.924,
                        "stop": 2663.449,
                        "byte_start": 10704562,
                        "byte_stop": 10730684,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2656.924,
                                "stop": 2663.449,
                                "byte_start": 10704562,
                                "byte_stop": 10730684,
                                "text": "That I say you have to, under the rule of Peggy Schooner and Thorpe that you start with a presumption against retroactivity."
                            }
                        ]
                    },
                    {
                        "start": 2663.449,
                        "stop": 2668.699,
                        "byte_start": 10730684,
                        "byte_stop": 10751687,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2663.449,
                                "stop": 2668.699,
                                "byte_start": 10730684,
                                "byte_stop": 10751687,
                                "text": "Do you rely on the Schooner Peggy for the so-called rule of presumption against retroactivity?"
                            }
                        ]
                    },
                    {
                        "start": 2668.699,
                        "stop": 2685.288,
                        "byte_start": 10751687,
                        "byte_stop": 10818038,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2668.699,
                                "stop": 2669.013,
                                "byte_start": 10751687,
                                "byte_stop": 10752940,
                                "text": "No, sir."
                            },
                            {
                                "start": 2669.013,
                                "stop": 2685.288,
                                "byte_start": 10752940,
                                "byte_stop": 10818038,
                                "text": "I rely on US versus Laramie Stock Yards and Greene for the rule, but I’m trying to relate United States versus Schooner Peggy and Thorpe to the normal rule of prospective application absent clear and unambiguous intent to the contrary."
                            }
                        ]
                    },
                    {
                        "start": 2685.288,
                        "stop": 2695.277,
                        "byte_start": 10818038,
                        "byte_stop": 10857953,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2685.288,
                                "stop": 2695.277,
                                "byte_start": 10818038,
                                "byte_stop": 10857953,
                                "text": "The rule of prospective application that’s -- within the rule of prospective application is the application to pending cases?"
                            }
                        ]
                    },
                    {
                        "start": 2695.277,
                        "stop": 2697.223,
                        "byte_start": 10857953,
                        "byte_stop": 10865789,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2695.277,
                                "stop": 2697.223,
                                "byte_start": 10857953,
                                "byte_stop": 10865789,
                                "text": "What -- may I have that again, sir, I’m sorry?"
                            }
                        ]
                    },
                    {
                        "start": 2697.223,
                        "stop": 2705.995,
                        "byte_start": 10865789,
                        "byte_stop": 10900793,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2697.223,
                                "stop": 2705.995,
                                "byte_start": 10865789,
                                "byte_stop": 10900793,
                                "text": "Well, did you think it’s a violation that the rule in favor, if there is such a rule, in favor of prospective application to apply to pending cases?"
                            }
                        ]
                    },
                    {
                        "start": 2705.995,
                        "stop": 2877.9,
                        "byte_start": 10900793,
                        "byte_stop": 11588441,
                        "speaker": {
                            "ID": 25641,
                            "name": "George B. Little",
                            "href": "https:\/\/api.oyez.org\/people\/george_b_little",
                            "last_name": "Little",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "george_b_little"
                        },
                        "text_blocks": [
                            {
                                "start": 2705.995,
                                "stop": 2722.039,
                                "byte_start": 10900793,
                                "byte_stop": 10965055,
                                "text": "No, sir, but I find this. I don’t -- I find it difficult to believe that, in Thorpe, this case intended to modify the normal rule of prospective application without even referring to the rule. I have great difficulty there."
                            },
                            {
                                "start": 2722.039,
                                "stop": 2725.884,
                                "byte_start": 10965055,
                                "byte_stop": 10980415,
                                "text": "I would like to summarize, if I may."
                            },
                            {
                                "start": 2725.884,
                                "stop": 2729.437,
                                "byte_start": 10980415,
                                "byte_stop": 10994625,
                                "text": "Our disagreement with the petitioners is a very narrow one."
                            },
                            {
                                "start": 2729.437,
                                "stop": 2738.326,
                                "byte_start": 10994625,
                                "byte_stop": 11030152,
                                "text": "It is not any basic difference of philosophy regarding the propriety of fee shifting in civil rights cases."
                            },
                            {
                                "start": 2738.326,
                                "stop": 2752.064,
                                "byte_start": 11030152,
                                "byte_stop": 11085113,
                                "text": "Indeed, we feel that the trend in Congress and in the courts to expand the concept of fee shifting in these cases is probably long overdue."
                            },
                            {
                                "start": 2752.064,
                                "stop": 2766.802,
                                "byte_start": 11085113,
                                "byte_stop": 11144046,
                                "text": "And, normally, the standards embodied in Section 718 as construed by this Court in Northcross and under other Sections of the Civil Rights Act are fully appropriate, but this is where we have trouble."
                            },
                            {
                                "start": 2766.802,
                                "stop": 2796.647,
                                "byte_start": 11144046,
                                "byte_stop": 11263478,
                                "text": "We have trouble and we must question whether conscientious School Boards laboring in the struggling in the sea of pre-Swan uncertainty, and that’s what it was, may it please the Court, regardless of how conscientious the School Board was, should be held to be in the same legal shoes as those who callously deny explicit rights in such areas as public accommodation and housing and employment."
                            },
                            {
                                "start": 2796.647,
                                "stop": 2812.601,
                                "byte_start": 11263478,
                                "byte_stop": 11327216,
                                "text": "The expansion and extension of the Doctrine of Mills and Newman and Hall v. Cole, we think, is fully appropriate to many forms of the civil rights actions which are being brought under Section 1983."
                            },
                            {
                                "start": 2812.601,
                                "stop": 2829.753,
                                "byte_start": 11327216,
                                "byte_stop": 11395866,
                                "text": "But we say that they -- such an expansion is not warranted in pre-Swan school desegregation litigation because of the complexities which necessitated the evolutionary development of remedies in school desegregation."
                            },
                            {
                                "start": 2829.753,
                                "stop": 2843.417,
                                "byte_start": 11395866,
                                "byte_stop": 11450514,
                                "text": "We say that this record exonerates the School Board under the obdurate obstinacy standard and certainly, would render the imposition of a stigma of bad faith unjustified."
                            },
                            {
                                "start": 2843.417,
                                "stop": 2877.9,
                                "byte_start": 11450514,
                                "byte_stop": 11588441,
                                "text": "Admittedly, upholding the award under Section 718 or under any other theory while more palatable would be incorrect for the reasons cited and would also create quite an inequity of subjecting these respondents, this School Board as being the only School Board in this country that is ever been held to that standard for pre-Swan litigation."
                            }
                        ]
                    },
                    {
                        "start": 2877.9,
                        "stop": 2880.33,
                        "byte_start": 11588441,
                        "byte_stop": 11598158,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2877.9,
                                "stop": 2878.672,
                                "byte_start": 11588441,
                                "byte_stop": 11591576,
                                "text": "Thank you, Mr. Little."
                            },
                            {
                                "start": 2878.672,
                                "stop": 2880.33,
                                "byte_start": 11591576,
                                "byte_stop": 11598158,
                                "text": "Do you have anything further, Mr. Coleman?"
                            }
                        ]
                    }
                ]
            },
            {
                "start": 2880.33,
                "stop": 3293.654,
                "byte_start": 11598158,
                "byte_stop": 13251396,
                "turns": [
                    {
                        "start": 2880.33,
                        "stop": 2896.99,
                        "byte_start": 11598158,
                        "byte_stop": 11664823,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 2880.33,
                                "stop": 2884.541,
                                "byte_start": 11598158,
                                "byte_stop": 11614981,
                                "text": "Mr. Chief Justice, may it please the Court, Your Honor."
                            },
                            {
                                "start": 2884.541,
                                "stop": 2896.116,
                                "byte_start": 11614981,
                                "byte_stop": 11661270,
                                "text": "In the first place, I’ve read a lot of cases of this Court and I stand -- and I don’t know of any case where you’ve used this obdurate obstinacy rule."
                            },
                            {
                                "start": 2896.116,
                                "stop": 2896.99,
                                "byte_start": 11661270,
                                "byte_stop": 11664823,
                                "text": "Secondly, the --"
                            }
                        ]
                    },
                    {
                        "start": 2896.99,
                        "stop": 2898.278,
                        "byte_start": 11664823,
                        "byte_stop": 11669943,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 2896.99,
                                "stop": 2898.278,
                                "byte_start": 11664823,
                                "byte_stop": 11669943,
                                "text": "Used what rule, Mr. Coleman?"
                            }
                        ]
                    },
                    {
                        "start": 2898.278,
                        "stop": 2984.621,
                        "byte_start": 11669943,
                        "byte_stop": 12015386,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 2898.278,
                                "stop": 2901.271,
                                "byte_start": 11669943,
                                "byte_stop": 11681959,
                                "text": "The obdurate obstinacy rule."
                            },
                            {
                                "start": 2901.271,
                                "stop": 2904.332,
                                "byte_start": 11681959,
                                "byte_stop": 11694184,
                                "text": "I just never heard it in any of your opinions, I’ve never read it."
                            },
                            {
                                "start": 2904.332,
                                "stop": 2926.726,
                                "byte_start": 11694184,
                                "byte_stop": 11783732,
                                "text": "Secondly, what really happened was, in several cases where the District Court for some reason denied relief, based upon the findings Court of Equity, and the issue before the Court of Appeals was whether you should reverse the District Court and that’s when this expression appeared in a couple of opinions."
                            },
                            {
                                "start": 2926.726,
                                "stop": 2937.192,
                                "byte_start": 11783732,
                                "byte_stop": 11825633,
                                "text": "Thirdly, there have been very few cases that made an award and, in the Bradley case, as early, the award was $75."
                            },
                            {
                                "start": 2937.192,
                                "stop": 2958.68,
                                "byte_start": 11825633,
                                "byte_stop": 11911523,
                                "text": "Now, while we were or while Mr. Lucas and Mrs. Chachkin was litigating against the Richmond School Board, it so happened that the lawyer for the Richmond School Board for the same period of time received fees in excess of $86,000."
                            },
                            {
                                "start": 2958.68,
                                "stop": 2966.422,
                                "byte_start": 11911523,
                                "byte_stop": 11942557,
                                "text": "This is public money from a school system with 60% Black, 40% White."
                            },
                            {
                                "start": 2966.422,
                                "stop": 2972.233,
                                "byte_start": 11942557,
                                "byte_stop": 11965753,
                                "text": "Clearly, the decisions of this Court have indicated that the constitutional rights of the Blacks were violated."
                            },
                            {
                                "start": 2972.233,
                                "stop": 2984.621,
                                "byte_start": 11965753,
                                "byte_stop": 12015386,
                                "text": "It is only fair to be equitable when the lawsuit was finally successfully won, that those who fought the School Board ought to be compensated."
                            }
                        ]
                    },
                    {
                        "start": 2984.621,
                        "stop": 2999.508,
                        "byte_start": 12015386,
                        "byte_stop": 12074841,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2984.621,
                                "stop": 2999.508,
                                "byte_start": 12015386,
                                "byte_stop": 12074841,
                                "text": "Mr. Coleman, in your view, was this obdurate obstinacy before or after the statement that Judge Marriage made about the uncertainties and unpredictability of the whole --"
                            }
                        ]
                    },
                    {
                        "start": 2999.508,
                        "stop": 3039.906,
                        "byte_start": 12074841,
                        "byte_stop": 12236487,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 2999.508,
                                "stop": 3010.843,
                                "byte_start": 12074841,
                                "byte_stop": 12120189,
                                "text": "Can I come to that because this is something that Mr. Little, who’s a very skillful advocate, have said and he successfully convinced the Fourth Circuit of this."
                            },
                            {
                                "start": 3010.843,
                                "stop": 3026.944,
                                "byte_start": 12120189,
                                "byte_stop": 12184660,
                                "text": "Judge Marriage entered the order of April 5, 1971, based upon the state of law in his circuit, the Fourth Circuit, which had decided Swan."
                            },
                            {
                                "start": 3026.944,
                                "stop": 3039.906,
                                "byte_start": 12184660,
                                "byte_stop": 12236487,
                                "text": "He did not wait for your opinion and, obviously, he couldn’t determine what would be in this court opinion a year later and if there’s any doubt about this, I’d like to call your attention to footnote 1 of his opinion."
                            }
                        ]
                    },
                    {
                        "start": 3039.906,
                        "stop": 3052.634,
                        "byte_start": 12236487,
                        "byte_stop": 12287373,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3039.906,
                                "stop": 3052.634,
                                "byte_start": 12236487,
                                "byte_stop": 12287373,
                                "text": "I was just directing my input, Mr. Coleman, to the Judge’s -- the trial judge’s appraisal of the problem and, necessarily, the attitudes --"
                            }
                        ]
                    },
                    {
                        "start": 3052.634,
                        "stop": 3069.832,
                        "byte_start": 12287373,
                        "byte_stop": 12356232,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 3052.634,
                                "stop": 3067.057,
                                "byte_start": 12287373,
                                "byte_stop": 12345051,
                                "text": "He first indicated that because, since by 1968 anyone that could read or write knew that the Richmond School Board was violating the constitution and nobody did anything, these litigants were forced to come into court."
                            },
                            {
                                "start": 3067.057,
                                "stop": 3069.832,
                                "byte_start": 12345051,
                                "byte_stop": 12356232,
                                "text": "And, in part, his award is based upon --"
                            }
                        ]
                    },
                    {
                        "start": 3069.832,
                        "stop": 3075.08,
                        "byte_start": 12356232,
                        "byte_stop": 12377130,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3069.832,
                                "stop": 3075.08,
                                "byte_start": 12356232,
                                "byte_stop": 12377130,
                                "text": "Are you saying that his remarks were directed at the details of remedy --"
                            }
                        ]
                    },
                    {
                        "start": 3075.08,
                        "stop": 3075.254,
                        "byte_start": 12377130,
                        "byte_stop": 12377861,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 3075.08,
                                "stop": 3075.254,
                                "byte_start": 12377130,
                                "byte_stop": 12377861,
                                "text": "That’s right."
                            }
                        ]
                    },
                    {
                        "start": 3075.254,
                        "stop": 3077.609,
                        "byte_start": 12377861,
                        "byte_stop": 12387265,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3075.254,
                                "stop": 3077.609,
                                "byte_start": 12377861,
                                "byte_stop": 12387265,
                                "text": "-- and not at the fundamental complaint?"
                            }
                        ]
                    },
                    {
                        "start": 3077.609,
                        "stop": 3190.627,
                        "byte_start": 12387265,
                        "byte_stop": 12839393,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 3077.609,
                                "stop": 3078.875,
                                "byte_start": 12387265,
                                "byte_stop": 12392385,
                                "text": "Sure, they had to do something."
                            },
                            {
                                "start": 3078.875,
                                "stop": 3098.954,
                                "byte_start": 12392385,
                                "byte_stop": 12472633,
                                "text": "And, certainly, what you did, depending upon the local situation, the sincerity, and the sophistication of the School Board, but, what he says is if you take the law as it existed in my circuit in 1970-1971, the School Board did not discharge its functions."
                            },
                            {
                                "start": 3098.954,
                                "stop": 3112.684,
                                "byte_start": 12472633,
                                "byte_stop": 12527595,
                                "text": "And his opinion, when you read his opinion which is the order of April 5, 1971, you will find where he states “I’ve been told to hold this case until after the Supreme Court of the United States decides Swan, but I’m not going to do that."
                            },
                            {
                                "start": 3112.684,
                                "stop": 3115.234,
                                "byte_start": 12527595,
                                "byte_stop": 12537835,
                                "text": "I’m going to decide it on the basis of the existing law.”"
                            },
                            {
                                "start": 3115.234,
                                "stop": 3122.067,
                                "byte_start": 12537835,
                                "byte_stop": 12565107,
                                "text": "So, every one of these plans he threw out, He threw out solely because it did not comply with the law of the Fourth Circuit."
                            },
                            {
                                "start": 3122.067,
                                "stop": 3130.796,
                                "byte_start": 12565107,
                                "byte_stop": 12600007,
                                "text": "He did not throw it out because he felt, that he knew that a year later you were going to decide a case where you would expand the rights of the party."
                            },
                            {
                                "start": 3130.796,
                                "stop": 3146.279,
                                "byte_start": 12600007,
                                "byte_stop": 12661969,
                                "text": "Now in closing, Your Honor, on this question of the applicability of Section 718, I know that every rule about appellate arguments says one thing you don’t do is read from a court opinion."
                            },
                            {
                                "start": 3146.279,
                                "stop": 3161.284,
                                "byte_start": 12661969,
                                "byte_stop": 12721946,
                                "text": "But, I just would call your attention to the Thorpe case where the court says that the general rule, however, is that an Appellate Court must apply the law in effect at the time it renders its decision."
                            },
                            {
                                "start": 3161.284,
                                "stop": 3169.253,
                                "byte_start": 12721946,
                                "byte_stop": 12753816,
                                "text": "Then, in footnote 38, a change in the law between a -- apply, and appellate decision requires the Appellate Court to apply the changed law."
                            },
                            {
                                "start": 3169.253,
                                "stop": 3188.016,
                                "byte_start": 12753816,
                                "byte_stop": 12828944,
                                "text": "Now, that is the law and as I understand the decision of this Court, unless the respondents can point to a legislative history or specific words as existed in Goldstein which says you don’t apply to pending cases, you clearly comply to the pending case."
                            },
                            {
                                "start": 3188.016,
                                "stop": 3190.627,
                                "byte_start": 12828944,
                                "byte_stop": 12839393,
                                "text": "Now, the Fourth Circuit said that the legislative --"
                            }
                        ]
                    },
                    {
                        "start": 3190.627,
                        "stop": 3192.33,
                        "byte_start": 12839393,
                        "byte_stop": 12846184,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3190.627,
                                "stop": 3192.33,
                                "byte_start": 12839393,
                                "byte_stop": 12846184,
                                "text": "Unless you got something that we assume?"
                            }
                        ]
                    },
                    {
                        "start": 3192.33,
                        "stop": 3289.143,
                        "byte_start": 12846184,
                        "byte_stop": 13233424,
                        "speaker": {
                            "ID": 44300,
                            "name": "William T. Coleman, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_t_coleman_jr",
                            "last_name": "Coleman,",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "william_t_coleman_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 3192.33,
                                "stop": 3192.885,
                                "byte_start": 12846184,
                                "byte_stop": 12848379,
                                "text": "Well, that’s right."
                            },
                            {
                                "start": 3192.885,
                                "stop": 3208.697,
                                "byte_start": 12848379,
                                "byte_stop": 12911595,
                                "text": "Unless you -- if you were -- if there’s a grave injustice and if you talk about the presumption of Congress, which I -- I’ve never used Congress, but I always felt that it’s conceding that congressmen reads every case and knows every statute, anything he does, he knows the law."
                            },
                            {
                                "start": 3208.697,
                                "stop": 3216.187,
                                "byte_start": 12911595,
                                "byte_stop": 12941584,
                                "text": "And, therefore, that you think that those congressmen had read and knew the obstinate rule which existed in the Fourth and Fifth Circuits."
                            },
                            {
                                "start": 3216.187,
                                "stop": 3224.31,
                                "byte_start": 12941584,
                                "byte_stop": 12974080,
                                "text": "When we read those cases, I’m pretty sure you’re convinced there is no rule, that’ the theory you’re going to go on, which I really think is, you know, it just isn’t so."
                            },
                            {
                                "start": 3224.31,
                                "stop": 3248.226,
                                "byte_start": 12974080,
                                "byte_stop": 13069793,
                                "text": "Congressmen just don’t read all the cases and they don’t have time, but the rule which is certainly one that any legislature ought to know is that when there’s a federal statute enacted, that that statute will apply to existing cases unless Congress goes out of its way to demonstrate that that general rule is not to be applied."
                            },
                            {
                                "start": 3248.226,
                                "stop": 3261.337,
                                "byte_start": 13069793,
                                "byte_stop": 13122247,
                                "text": "Now, if you got to compete between which presumption you should take of Congress, I think that that has to be the presumption because that is the law in the federal cases and it seems to me, on that basis, you should apply Section718."
                            },
                            {
                                "start": 3261.337,
                                "stop": 3264.613,
                                "byte_start": 13122247,
                                "byte_stop": 13135308,
                                "text": "If you do it, you avoid a lot of litigation."
                            },
                            {
                                "start": 3264.613,
                                "stop": 3267.726,
                                "byte_start": 13135308,
                                "byte_stop": 13147742,
                                "text": "It becomes very simple and concise."
                            },
                            {
                                "start": 3267.726,
                                "stop": 3281.321,
                                "byte_start": 13147742,
                                "byte_stop": 13202181,
                                "text": "You don’t have this problem and I can understand why a School Board would not want to be labeled with what it should be labeled as, namely, that the fact it did deny the right to these Black children and it took a lot of litigation and we finally converted them."
                            },
                            {
                                "start": 3281.321,
                                "stop": 3289.143,
                                "byte_start": 13202181,
                                "byte_stop": 13233424,
                                "text": "But, we converted them three or four years later and while we were in there and trying to convert them, I think that we’re entitled to counsel fees."
                            }
                        ]
                    },
                    {
                        "start": 3289.143,
                        "stop": 3293.654,
                        "byte_start": 13233424,
                        "byte_stop": 13251396,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3289.143,
                                "stop": 3290.023,
                                "byte_start": 13233424,
                                "byte_stop": 13236976,
                                "text": "Thank you, Mr. Coleman."
                            },
                            {
                                "start": 3290.023,
                                "stop": 3290.759,
                                "byte_start": 13236976,
                                "byte_stop": 13239902,
                                "text": "Thank you, Mr. Little."
                            },
                            {
                                "start": 3290.759,
                                "stop": 3293.654,
                                "byte_start": 13239902,
                                "byte_stop": 13251396,
                                "text": "The case is submitted."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}