{
    "id": 21331,
    "title": "Opinion Announcement - March 01, 2011",
    "transcript": {
        "title": "Staub v. Proctor Hospital",
        "duration": 538.201,
        "sections": [
            {
                "start": 0,
                "stop": 538.201,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.753,
                        "byte_start": 105472,
                        "byte_stop": 132535,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.753,
                                "byte_start": 105472,
                                "byte_stop": 132535,
                                "text": "Justice Scalia has our opinion this morning in Case 09-400, Staub versus Proctor Hospital."
                            }
                        ]
                    },
                    {
                        "start": 6.753,
                        "stop": 538.201,
                        "byte_start": 132535,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 6.753,
                                "stop": 12.628,
                                "byte_start": 132535,
                                "byte_stop": 156045,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 12.628,
                                "stop": 24.405,
                                "byte_start": 156045,
                                "byte_stop": 203170,
                                "text": "The petitioner, Vincent Staub worked as an angiography technician for the respondent, Proctor Hospital until 2004 when he was fired."
                            },
                            {
                                "start": 24.405,
                                "stop": 38.546,
                                "byte_start": 203170,
                                "byte_stop": 259699,
                                "text": "Staub and Proctor dispute the facts surrounding with firing, but because a jury found for Staub in his claim of employment discrimination against Proctor, we describe the facts viewed in the light most favorable to Staub."
                            },
                            {
                                "start": 38.546,
                                "stop": 51.019,
                                "byte_start": 259699,
                                "byte_stop": 309645,
                                "text": "While employed by Proctor, Staub was a member of the United States Army Reserve, which required him to attend drill one weekend per month and to train full time for two to three weeks a year."
                            },
                            {
                                "start": 51.019,
                                "stop": 64.648,
                                "byte_start": 309645,
                                "byte_stop": 364084,
                                "text": "Both Janice -- Janice Mulally, Staub\u0027s immedia -- Staub\u0027s immediate supervisor and Michael Korenchuk, Mulally\u0027s supervisor, were hostile to Staub\u0027s military obligations."
                            },
                            {
                                "start": 64.648,
                                "stop": 73.596,
                                "byte_start": 364084,
                                "byte_stop": 399924,
                                "text": "In January 2004, Mulally issued Staub a disciplinary warning for purportedly violating a company rule."
                            },
                            {
                                "start": 73.596,
                                "stop": 81.502,
                                "byte_start": 399924,
                                "byte_stop": 431585,
                                "text": "The warning included a directive that Staub to report to Mulally or to Korenchuk when he had no patients."
                            },
                            {
                                "start": 81.502,
                                "stop": 87.79,
                                "byte_start": 431585,
                                "byte_stop": 456662,
                                "text": "According to Staub, Mulally\u0027s justification for the disciplinary warning was false."
                            },
                            {
                                "start": 87.79,
                                "stop": 104.306,
                                "byte_start": 456662,
                                "byte_stop": 522700,
                                "text": "In April 2004, Korenchuk informed Linda Buck, Proctor\u0027s vice president of human resources, that Staub had violated the directive in the January disciplinary warning, an accusation which according to Staub was also false."
                            },
                            {
                                "start": 104.306,
                                "stop": 113.339,
                                "byte_start": 522700,
                                "byte_stop": 558853,
                                "text": "Buck relied on Korenchuk\u0027s accusation, however, and after reviewing Staub\u0027s personnel file, she decided to fire him."
                            },
                            {
                                "start": 113.339,
                                "stop": 120.693,
                                "byte_start": 558853,
                                "byte_stop": 588319,
                                "text": "The termination notice stated that Staub had ignored the directive issued in the January 2004 warning."
                            },
                            {
                                "start": 120.693,
                                "stop": 141.087,
                                "byte_start": 588319,
                                "byte_stop": 669821,
                                "text": "Staub sued Proctor under the Uniformed Services Employment and Reemployment Rights Act of 1994 or USERRA, which prohibits employment discrimination on the basis of a person\u0027s membership in or obligation to a uniformed service."
                            },
                            {
                                "start": 141.087,
                                "stop": 154.616,
                                "byte_start": 669821,
                                "byte_stop": 723947,
                                "text": "It provides that an employer shall be considered to have engaged in employment discrimination if the person\u0027s membership or obligation is a “motivating factor in the employer\u0027s action.”"
                            },
                            {
                                "start": 154.616,
                                "stop": 160.823,
                                "byte_start": 723947,
                                "byte_stop": 748816,
                                "text": "Staub claimed that his discharge was motivated by hostility to his obligations as a military reservist."
                            },
                            {
                                "start": 160.823,
                                "stop": 179.277,
                                "byte_start": 748816,
                                "byte_stop": 822585,
                                "text": "His contention was not that Buck, who was the -- the Proctor agent who did the actual firing, not that Buck had any such hostility but that Mulally and Korenchuk did and that their actions influenced Buck\u0027s ultimate employment decision."
                            },
                            {
                                "start": 179.277,
                                "stop": 186.939,
                                "byte_start": 822585,
                                "byte_stop": 853305,
                                "text": "The jury found in Staub\u0027s favor and awarded $57,000 in change in damages."
                            },
                            {
                                "start": 186.939,
                                "stop": 192.899,
                                "byte_start": 853305,
                                "byte_stop": 877129,
                                "text": "The Seventh Circuit reversed, holding that Proctor was entitled to judgment as a matter of law."
                            },
                            {
                                "start": 192.899,
                                "stop": 208.978,
                                "byte_start": 877129,
                                "byte_stop": 941390,
                                "text": "The Court observed that Staub had brought what the Seventh Circuit calls a “cat\u0027s paw case\u0022, meaning that he sought to hold his employer liable for the animus of a supervisor who was not charged with making the ultimate employment decision."
                            },
                            {
                                "start": 208.978,
                                "stop": 216.932,
                                "byte_start": 941390,
                                "byte_stop": 973260,
                                "text": "The theory is that that agent is just the \u0022cat\u0027s paw\u0022 of agents further down the line."
                            },
                            {
                                "start": 216.932,
                                "stop": 233.786,
                                "byte_start": 973260,
                                "byte_stop": 1040656,
                                "text": "It explained that under Seventh Circuit precedent a “cat\u0027s paw” case could not succeed unless the nondecisionmaker exercised such singular influence over the decisionmaker that the decision to terminate was the product of “blind reliance.”"
                            },
                            {
                                "start": 233.786,
                                "stop": 243.77,
                                "byte_start": 1040656,
                                "byte_stop": 1080571,
                                "text": "It then noted that Buck looked beyond what Mulally and Korenchuk said relying in part on her review of Staub\u0027s personnel file."
                            },
                            {
                                "start": 243.77,
                                "stop": 253.752,
                                "byte_start": 1080571,
                                "byte_stop": 1120486,
                                "text": "Because the undisputed evidence established that Buck was not wholly dependent on the advice of Korenchuk and Mulally, the Court held that Proctor was entitled to judgment."
                            },
                            {
                                "start": 253.752,
                                "stop": 259.106,
                                "byte_start": 1120486,
                                "byte_stop": 1141906,
                                "text": "In an opinion filed with the clerk today, we reversed the judgment of the Seventh Circuit."
                            },
                            {
                                "start": 259.106,
                                "stop": 269.776,
                                "byte_start": 1141906,
                                "byte_stop": 1184643,
                                "text": "The central difficulty in this case, of course, is construing the statutory phrase “motivating factor in the employment\u0027s action.”"
                            },
                            {
                                "start": 269.776,
                                "stop": 283.977,
                                "byte_start": 1184643,
                                "byte_stop": 1241381,
                                "text": "When the company official who makes the decision to take an adverse employment action is personally acting out of hostility to the employee\u0027s membership in or obligation to a uniformed service, a motivating factor obviously exists."
                            },
                            {
                                "start": 283.977,
                                "stop": 300.944,
                                "byte_start": 1241381,
                                "byte_stop": 1309299,
                                "text": "The problem we confront in this case arises when that official has no discriminatory animus, as Buck did not, but is influenced by previous company action that is the product of a like animus in someone else and someone else who is an agent of the employer."
                            },
                            {
                                "start": 300.944,
                                "stop": 309.693,
                                "byte_start": 1309299,
                                "byte_stop": 1344303,
                                "text": "In approaching this question, we start from the premise that when Congress creates a federal tort, it adopts the background of general tort law."
                            },
                            {
                                "start": 309.693,
                                "stop": 322.179,
                                "byte_start": 1344303,
                                "byte_stop": 1394249,
                                "text": "Intentional torts such as this, as distinguished from negligent or reckless torts, generally require that the actor intend the consequences of an act, not simply the act itself."
                            },
                            {
                                "start": 322.179,
                                "stop": 333.941,
                                "byte_start": 1394249,
                                "byte_stop": 1441270,
                                "text": "Proctor contents that the employer is not liable unless the de facto decisionmaker rather than an agent on whom that decisionmaker relies is motivated by discriminatory animus."
                            },
                            {
                                "start": 333.941,
                                "stop": 338.246,
                                "byte_start": 1441270,
                                "byte_stop": 1458510,
                                "text": "We think that proposed rule is overly narrow."
                            },
                            {
                                "start": 338.246,
                                "stop": 354.26,
                                "byte_start": 1458510,
                                "byte_stop": 1522563,
                                "text": "Animus and responsibility for the adverse action can both be -- can both be attributed to the earlier agent (here, Staub\u0027s supervisors) if the adverse action is the intended consequence of that agent\u0027s discriminatory conduct."
                            },
                            {
                                "start": 354.26,
                                "stop": 364.823,
                                "byte_start": 1522563,
                                "byte_stop": 1564776,
                                "text": "So long as the agent intends, for discriminatory reasons, that the adverse action occur, he has the scienter required to be liable under USERRA."
                            },
                            {
                                "start": 364.823,
                                "stop": 371.943,
                                "byte_start": 1564776,
                                "byte_stop": 1593302,
                                "text": "And -- and his scienter can be attributed to his employer since he is an agent."
                            },
                            {
                                "start": 371.943,
                                "stop": 385.981,
                                "byte_start": 1593302,
                                "byte_stop": 1649413,
                                "text": "And it is axi -- axiomatic under tort law, that the exercise of judgment by the decisionmaker does not prevent the earlier agent\u0027s action (and hence the earlier agent\u0027s discriminatory animus) from being the proximate cause of the harm."
                            },
                            {
                                "start": 385.981,
                                "stop": 393.549,
                                "byte_start": 1649413,
                                "byte_stop": 1679715,
                                "text": "Proximate cause excludes only those links that are too remote, purely contingent or indirect."
                            },
                            {
                                "start": 393.549,
                                "stop": 404.715,
                                "byte_start": 1679715,
                                "byte_stop": 1724437,
                                "text": "We do not think that the ultimate decisionmaker\u0027s exercise of judgment automatically renders the link to the supervisor\u0027s bias \u0022remote\u0022 or \u0022purely contingent.\u0022"
                            },
                            {
                                "start": 404.715,
                                "stop": 414.393,
                                "byte_start": 1724437,
                                "byte_stop": 1763098,
                                "text": "Moreover, the approach urged upon us by Proctor gives an unlikely meaning to a provision that is designed to prevent employer discrimination."
                            },
                            {
                                "start": 414.393,
                                "stop": 421.406,
                                "byte_start": 1763098,
                                "byte_stop": 1791101,
                                "text": "An employer\u0027s authority to reward, punish or dismiss is often allocated among multiple agents."
                            },
                            {
                                "start": 421.406,
                                "stop": 428.098,
                                "byte_start": 1791101,
                                "byte_stop": 1817955,
                                "text": "The one who makes the ultimate decision does so, on the basis of performance assessments by other supervisors."
                            },
                            {
                                "start": 428.098,
                                "stop": 457.856,
                                "byte_start": 1817955,
                                "byte_stop": 1936969,
                                "text": "Proctor\u0027s view would have the consequence that if an employer isolates a personnel official from an employee\u0027s supervisors, vests the decision to take adverse employment actions in that official alone, and asks -- and asks that official to review the employee\u0027s personnel file before taking the adverse action, then the employer will be effectively shielded from discriminatory acts and recommendations of supervisors that were designed and intended to produce the adverse action."
                            },
                            {
                                "start": 457.856,
                                "stop": 463.466,
                                "byte_start": 1936969,
                                "byte_stop": 1959434,
                                "text": "That seems to us an implausible meaning of the text, and one that is not compelled by its words."
                            },
                            {
                                "start": 463.466,
                                "stop": 480.504,
                                "byte_start": 1959434,
                                "byte_stop": 2027562,
                                "text": "We therefore hold that if a supervisor performs an act motivated by antimilitary animus that is intended by the supervisor to cause an adverse employment action, and if that act is a proximate cause of the ultimate employment action, then the employer is liable under USERRA."
                            },
                            {
                                "start": 480.504,
                                "stop": 487.336,
                                "byte_start": 2027562,
                                "byte_stop": 2054834,
                                "text": "Applying our analysis to the facts of this case, it is clear that the Seventh Circuit\u0027s judgment must be reversed."
                            },
                            {
                                "start": 487.336,
                                "stop": 507.866,
                                "byte_start": 2054834,
                                "byte_stop": 2136963,
                                "text": "There was evidence that Mulally\u0027s and Korenchuk\u0027s actions were motivated by hostility toward Staub\u0027s military obligations, that Mulally\u0027s and Korenchuk\u0027s actions caused Buck to fire Staub, and that both Mulally and Korenchuk had the specific intent to cause Staub to be dis -- to be dismissed."
                            },
                            {
                                "start": 507.866,
                                "stop": 522.859,
                                "byte_start": 2136963,
                                "byte_stop": 2196940,
                                "text": "Whether the variance between the jury instruction in this case and our -- and the rule we announced today was harmless error or should mandate a new trial, it is a matter that the Seventh Circuit may consider in the first instance on remand."
                            },
                            {
                                "start": 522.859,
                                "stop": 527.291,
                                "byte_start": 2196940,
                                "byte_stop": 2214703,
                                "text": "The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings."
                            },
                            {
                                "start": 527.291,
                                "stop": 532.694,
                                "byte_start": 2214703,
                                "byte_stop": 2236332,
                                "text": "Justice Alito has filed an opinion concurring in the judgment in which Justice Thomas has joined."
                            },
                            {
                                "start": 532.694,
                                "stop": 538.201,
                                "byte_start": 2236332,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51786,
            "mime": "audio\/mpeg",
            "size": 2258275,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-400\/20110301o_09-400.delivery.mp3"
        },
        {
            "id": 73558,
            "mime": "audio\/ogg",
            "size": 5436209,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-400\/20110301o_09-400.ogg"
        },
        {
            "id": 73559,
            "mime": "application\/x-mpegURL",
            "size": 7851,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-400\/20110301o_09-400.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}