{
    "id": 21268,
    "title": "Opinion Announcement - June 28, 1996",
    "transcript": {
        "title": "Felker v. Turpin",
        "duration": 339.304,
        "sections": [
            {
                "start": 0,
                "stop": 339.304,
                "byte_start": 81018,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 339.304,
                        "byte_start": 81018,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.526,
                                "byte_start": 81018,
                                "byte_stop": 107140,
                                "text": "The last case I have to announce is on behalf of the Chief Justice."
                            },
                            {
                                "start": 6.526,
                                "stop": 12.237,
                                "byte_start": 107140,
                                "byte_stop": 130024,
                                "text": "It is the case of Felker versus Turpin, No. 95-8836."
                            },
                            {
                                "start": 12.237,
                                "stop": 17.026,
                                "byte_start": 130024,
                                "byte_stop": 149145,
                                "text": "The case comes here on certiorari to the Court of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 17.026,
                                "stop": 22.112,
                                "byte_start": 149145,
                                "byte_stop": 169521,
                                "text": "The petitioner was convicted in Georgia of murder and was sentence to death."
                            },
                            {
                                "start": 22.112,
                                "stop": 27.738,
                                "byte_start": 169521,
                                "byte_stop": 191986,
                                "text": "He first challenged his conviction and sentence in State Court but was denied relief."
                            },
                            {
                                "start": 27.738,
                                "stop": 35.21,
                                "byte_start": 191986,
                                "byte_stop": 221870,
                                "text": "He then filed a petition for writ of habeas corpus in Federal Court and that petition was denied earlier this term."
                            },
                            {
                                "start": 35.21,
                                "stop": 55.887,
                                "byte_start": 221870,
                                "byte_stop": 304626,
                                "text": "We are concerned here with the petitioner’s subsequent efforts to obtain relief from his death sentence in the Federal Court and with the effect on those efforts of the Federal Antiterrorism and Effective Death Penalty Act of 1996 which was signed into law on April 24 of this year."
                            },
                            {
                                "start": 55.887,
                                "stop": 67.491,
                                "byte_start": 304626,
                                "byte_stop": 351020,
                                "text": "The Act places new limitations on the ability of the State prisoners like the petitioner to seek federal relief for the filing of second or successive habeas corpus petition."
                            },
                            {
                                "start": 67.491,
                                "stop": 90.045,
                                "byte_start": 351020,
                                "byte_stop": 441299,
                                "text": "Section 106(b)(1) of the Act bars a petitioner from raising claims in a successive federal habeas petition if the claims have already been raised in a prior petition and Section 106(b)(2) of the Act requires tight restrictions on a successive petitioner’s ability to raise claims that have not been previously raised."
                            },
                            {
                                "start": 90.045,
                                "stop": 112.448,
                                "byte_start": 441299,
                                "byte_stop": 530847,
                                "text": "In addition to the substantive restrictions on the filing of successive habeas petitions, the Act also creates a new gatekeeping procedure whereby a petitioner seeking to file a successive habeas petitioner in Federal District Court must first obtain authorization for the filing from a three-judge panel of the Court of Appeals."
                            },
                            {
                                "start": 112.448,
                                "stop": 125.921,
                                "byte_start": 530847,
                                "byte_stop": 584763,
                                "text": "The Act instructs the Courts of Appeals to grant such authorization if the petitioner has made a prima facie showing that it satisfies the substantive requirements for filing a successive petition."
                            },
                            {
                                "start": 125.921,
                                "stop": 140.513,
                                "byte_start": 584763,
                                "byte_stop": 643173,
                                "text": "The Act also provides that the Court of Appeals\u0027 decision whether to grant authorization for the filing of a successive petition shall not be appealable and that it shall not be the subject of a petition for writ of certiorari."
                            },
                            {
                                "start": 140.513,
                                "stop": 152.641,
                                "byte_start": 643173,
                                "byte_stop": 691656,
                                "text": "After the Act was signed in the law and shortly before his scheduled execution, petitioner sought relief from the Court of Appeals to file a second habeas corpus petition in Federal Court."
                            },
                            {
                                "start": 152.641,
                                "stop": 160.444,
                                "byte_start": 691656,
                                "byte_stop": 722899,
                                "text": "The Court of Appeals found that the petitioner had not made the requisite prima facie showing and denied him leads to file."
                            },
                            {
                                "start": 160.444,
                                "stop": 168.353,
                                "byte_start": 722899,
                                "byte_stop": 754455,
                                "text": "Petitioner then filed in this Court a petition for writ of certiorari and a petition for writ of habeas corpus."
                            },
                            {
                                "start": 168.353,
                                "stop": 180.997,
                                "byte_start": 754455,
                                "byte_stop": 805028,
                                "text": "With these filings, petitioner sought first review of the Court of Appeals\u0027 authorization decision and second review on the merits of his underlying challenges to its conviction and sentence."
                            },
                            {
                                "start": 180.997,
                                "stop": 200.812,
                                "byte_start": 805028,
                                "byte_stop": 884336,
                                "text": "We stayed the petitioner’s execution and granted certiorari to determine what effect the new Act has on our jurisdiction to review petitioner’s petition for certiorari and as habeas corpus petition and to consider two challenges to the constitutionality of this new Act."
                            },
                            {
                                "start": 200.812,
                                "stop": 221.054,
                                "byte_start": 884336,
                                "byte_stop": 965315,
                                "text": "In an opinion authored by the Chief Justice, we conclude that the Act does not remove our jurisdiction to entertain original habeas petitions, but it does not unconstitutionally restrict our appellate jurisdiction and then it does not work an unlawful suspension of the writ of habeas corpus."
                            },
                            {
                                "start": 221.054,
                                "stop": 227.305,
                                "byte_start": 965315,
                                "byte_stop": 990288,
                                "text": "The Act limits the power of District Courts and the Courts of Appeals to consider successive habeas petitions."
                            },
                            {
                                "start": 227.305,
                                "stop": 248.907,
                                "byte_start": 990288,
                                "byte_stop": 1076701,
                                "text": "But our decision in Ex parte Yerger many years ago makes clear that repeal of our habeas jurisdiction by implication is not favored and we find nothing in the Act that indicates that congress intended to curtail our power to entertain original habeas petition like the one that petitioner filed here."
                            },
                            {
                                "start": 248.907,
                                "stop": 259.242,
                                "byte_start": 1076701,
                                "byte_stop": 1118079,
                                "text": "This conclusion obviates any constitutional challenge under the Exceptions Clause of Article II Section 2 to the successive petition limitations of the Act."
                            },
                            {
                                "start": 259.242,
                                "stop": 272.749,
                                "byte_start": 1118079,
                                "byte_stop": 1172100,
                                "text": "We conclude the Act does not violate the Suspension Clause of Article I Section 9 of the Constitution because the new restrictions on successive petitions constitute a modified res judicata rule."
                            },
                            {
                                "start": 272.749,
                                "stop": 287.482,
                                "byte_start": 1172100,
                                "byte_stop": 1231033,
                                "text": "We said in McCleskey versus Zant that the doctrine of abuse of the writ refers to a complex in abounding body of equitable principles informed and controlled by, among other things, statutory developments."
                            },
                            {
                                "start": 287.482,
                                "stop": 292.969,
                                "byte_start": 1231033,
                                "byte_stop": 1252976,
                                "text": "The Act’s new restrictions are well within the compass of this evolutionary process."
                            },
                            {
                                "start": 292.969,
                                "stop": 320.719,
                                "byte_start": 1252976,
                                "byte_stop": 1363944,
                                "text": "These findings lead us to conclude that the writ of certiorari should be dismissed for want of jurisdiction, turning to the original petition for writ of habeas corpus which petitioner filed here, we conclude that the petitioner’s claims did not satisfy the relevant provisions of the Act let alone the requirement of our own Rule 20.4(a) that a habeas petitioner show exceptional circumstances justifying the issuance of the writ."
                            },
                            {
                                "start": 320.719,
                                "stop": 324.083,
                                "byte_start": 1363944,
                                "byte_stop": 1377423,
                                "text": "The petition for writ of habeas corpus is thus denied."
                            },
                            {
                                "start": 324.083,
                                "stop": 326.442,
                                "byte_start": 1377423,
                                "byte_stop": 1386827,
                                "text": "The opinion of the Court is unanimous."
                            },
                            {
                                "start": 326.442,
                                "stop": 339.304,
                                "byte_start": 1386827,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a concurring opinion in which Justices Souter and Breyer have joined; Justice Souter has filed a concurring opinion which Justice Stevens and Justice Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51660,
            "mime": "audio\/mpeg",
            "size": 1431967,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/95-8836\/19960628o_95-8836.delivery.mp3"
        },
        {
            "id": 73432,
            "mime": "audio\/ogg",
            "size": 3093474,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/95-8836\/19960628o_95-8836.ogg"
        },
        {
            "id": 73433,
            "mime": "application\/x-mpegURL",
            "size": 5083,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/95-8836\/19960628o_95-8836.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}