{
    "id": 21347,
    "title": "Opinion Announcement - June 25, 2001",
    "transcript": {
        "title": "Nevada v. Hicks",
        "duration": 449.227,
        "sections": [
            {
                "start": 0,
                "stop": 449.227,
                "byte_start": 89570,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.386,
                        "byte_start": 89570,
                        "byte_stop": 127186,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.386,
                                "byte_start": 89570,
                                "byte_stop": 127186,
                                "text": "The opinion of the Court in No. 99-1994, Nevada against Hicks will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 9.386,
                        "stop": 449.227,
                        "byte_start": 127186,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 9.386,
                                "stop": 15.221,
                                "byte_start": 127186,
                                "byte_stop": 150488,
                                "text": "This case comes to us on writ of certiorari to United States Court of Appeals for the Ninth circuit."
                            },
                            {
                                "start": 15.221,
                                "stop": 25.82,
                                "byte_start": 150488,
                                "byte_stop": 192910,
                                "text": "Respondent Hicks is a member of the Fallon Paiute-Shoshone Tribes of western Nevada and lives on the Tribes\u0027 reservation."
                            },
                            {
                                "start": 25.82,
                                "stop": 44.885,
                                "byte_start": 192910,
                                "byte_stop": 269188,
                                "text": "On two occasions, petitioner state game wardens executed State Court and Tribal Court search warrants to search Hicks’ home for evidence of an off reservation crime namely the killing of a protected species of a big horned sheep."
                            },
                            {
                                "start": 44.885,
                                "stop": 46.829,
                                "byte_start": 269188,
                                "byte_stop": 276920,
                                "text": "They found nothing."
                            },
                            {
                                "start": 46.829,
                                "stop": 67.074,
                                "byte_start": 276920,
                                "byte_stop": 357900,
                                "text": "Respondent filed suit in the Tribal Court against among others, the wardens in their individual capacities and petitioner the state of Nevada, alleging trespass, abusive process and violation of constitutional rights, remedial under 42 U.S.C Section 1983."
                            },
                            {
                                "start": 67.074,
                                "stop": 77.296,
                                "byte_start": 357900,
                                "byte_stop": 398755,
                                "text": "The Tribal Court held that it had jurisdiction over both the Tribal Tort and the Federal Civil Rights Claims and the Tribal Appeals Court affirmed."
                            },
                            {
                                "start": 77.296,
                                "stop": 87.637,
                                "byte_start": 398755,
                                "byte_stop": 440133,
                                "text": "Petitioners then sought in Federal District Court, a declaratory judgment, that the Tribal Court lacked jurisdiction over all the claims."
                            },
                            {
                                "start": 87.637,
                                "stop": 97.514,
                                "byte_start": 440133,
                                "byte_stop": 479630,
                                "text": "The District Court granted Hicks summary judgment on that issue and held that the wardens would have to exhaust their qualified immunity claims in the Tribal Court."
                            },
                            {
                                "start": 97.514,
                                "stop": 115.192,
                                "byte_start": 479630,
                                "byte_stop": 550370,
                                "text": "In affirming, the Ninth Circuit concluded that the fact that Hicks’ home is on tribe-owned reservation land is sufficient to support Tribal Court jurisdiction over civil claims against nonmembers, arising from their activities on that land."
                            },
                            {
                                "start": 115.192,
                                "stop": 119.694,
                                "byte_start": 550370,
                                "byte_stop": 568447,
                                "text": "We granted certiorari and now reverse."
                            },
                            {
                                "start": 119.694,
                                "stop": 126.359,
                                "byte_start": 568447,
                                "byte_stop": 595092,
                                "text": "This case involves claims brought under both Tribal and Federal Law and we address the Tribal claims first."
                            },
                            {
                                "start": 126.359,
                                "stop": 140.257,
                                "byte_start": 595092,
                                "byte_stop": 650680,
                                "text": "In a case called Strate versus A-1 Contractors, we held that “as to nonmembers” a tribe\u0027s adjudicative jurisdiction does not exceed its legislative jurisdiction."
                            },
                            {
                                "start": 140.257,
                                "stop": 177.825,
                                "byte_start": 650680,
                                "byte_stop": 800937,
                                "text": "An antecedent question to a Tribal Court’s adjudicatory authority then is the extent of the Tribe\u0027s legislative authority and that is governed by the principles set forth in a case called Montana versus United States to with, where nonmembers are concerned, “The exercise of tribal power beyond what is necessary to protect tribal self government or to control internal relations is inconsistent with the dependent status of the Tribes and so cannot survive without express congressional delegation.\u0022"
                            },
                            {
                                "start": 177.825,
                                "stop": 192.07,
                                "byte_start": 800937,
                                "byte_stop": 857883,
                                "text": "Respondents and the United States argue that since Hicks’ home and yard are on tribe-owned land within the reservation, the Montana test does not apply and the Tribe possesses plenary regulatory authority."
                            },
                            {
                                "start": 192.07,
                                "stop": 211.736,
                                "byte_start": 857883,
                                "byte_stop": 936564,
                                "text": "Our reading of Montana however is that the ownership status of land is only one factor to consider in determining the extent of Tribal regulatory authority and while it may sometimes be a dispositive factor, the existence of tribal ownership is not alone enough to support regulatory jurisdiction over nonmembers."
                            },
                            {
                                "start": 211.736,
                                "stop": 220.224,
                                "byte_start": 936564,
                                "byte_stop": 970523,
                                "text": "In applying the Montana test, it is important to note that in this case, we are confronted with the competing interest of the Tribes and of the State."
                            },
                            {
                                "start": 220.224,
                                "stop": 227.858,
                                "byte_start": 970523,
                                "byte_stop": 1001034,
                                "text": "Our precedent makes clear that the tribal right of self government does not exclude all State regulatory authority on a reservation."
                            },
                            {
                                "start": 227.858,
                                "stop": 240.073,
                                "byte_start": 1001034,
                                "byte_stop": 1049936,
                                "text": "The principle that Indians have the right to make their own laws and be governed by them requires an accommodation between the interest of the Tribes and Federal Government on the one hand and those of the state on the other."
                            },
                            {
                                "start": 240.073,
                                "stop": 259.808,
                                "byte_start": 1049936,
                                "byte_stop": 1128826,
                                "text": "When state interests outside the reservation are implicated, we have upheld state regulation even if tribe members on tribe land and it is well established that states have criminal jurisdiction over reservation Indians for crimes committed as was the alleging poaching in this case off the reservation."
                            },
                            {
                                "start": 259.808,
                                "stop": 284.778,
                                "byte_start": 1128826,
                                "byte_stop": 1228718,
                                "text": "Several of our cases discussed in greater detail in the opinion support the proposition that this state regulatory jurisdiction includes the concomitant right to enter a reservation to serve process for enforcement purposes and we hold today that this inherent state authority is sufficient to justify the search of respondent Hicks’ home and yard, without exposing the state officers to suit under tribal law."
                            },
                            {
                                "start": 284.778,
                                "stop": 298.704,
                                "byte_start": 1228718,
                                "byte_stop": 1284411,
                                "text": "The State’s interest in execution of process is considerable and even when it relates to Indian Fee lands it no more impairs the Tribe self government than federal enforcement of federal law impairs state government."
                            },
                            {
                                "start": 298.704,
                                "stop": 310.684,
                                "byte_start": 1284411,
                                "byte_stop": 1332372,
                                "text": "We turn next to the contention of respondent and the government of the Tribal Court as a court of general jurisdiction has authority to entertain federal claims under Section 1983."
                            },
                            {
                                "start": 310.684,
                                "stop": 334.245,
                                "byte_start": 1332372,
                                "byte_stop": 1426621,
                                "text": "It is certainly true that State Courts of general jurisdiction can adjudicate cases invoking federal statutes such as Section 1983, absent congressional specification to the contrary that this would be case, was assumed by the framers and is presumed by Article III of the Constitution which leaves to Congress, the decision whether to create lower federal courts at all."
                            },
                            {
                                "start": 334.245,
                                "stop": 343.668,
                                "byte_start": 1426621,
                                "byte_stop": 1464342,
                                "text": "This historical and constitutional assumption of concurrent State Court jurisdiction over federal law cases is completely missing with respect to Tribal Courts."
                            },
                            {
                                "start": 343.668,
                                "stop": 347.893,
                                "byte_start": 1464342,
                                "byte_stop": 1481165,
                                "text": "Tribal Courts moreover are not courts of general jurisdiction."
                            },
                            {
                                "start": 347.893,
                                "stop": 361.46,
                                "byte_start": 1481165,
                                "byte_stop": 1535500,
                                "text": "A State Court’s jurisdiction is general, and that it lays hold of all subjects of litigation between parties within it\u0027s jurisdiction though the causes of dispute implicate the laws of the most distant parts of the globe."
                            },
                            {
                                "start": 361.46,
                                "stop": 375.098,
                                "byte_start": 1535500,
                                "byte_stop": 1590043,
                                "text": "Tribal Courts cannot be courts of general jurisdiction, in this sense for tribes inherit adjudicative jurisdiction over nonmembers, is at most as we have said only as broad as its legislative jurisdiction."
                            },
                            {
                                "start": 375.098,
                                "stop": 383.793,
                                "byte_start": 1590043,
                                "byte_stop": 1624839,
                                "text": "The last question before us is whether petitioners were required to exhaust their jurisdictional claims in Tribal Court before bringing them in Federal District Court?"
                            },
                            {
                                "start": 383.793,
                                "stop": 399.707,
                                "byte_start": 1624839,
                                "byte_stop": 1688473,
                                "text": "Since it is clear that Tribal Courts lack jurisdiction over state officials for causes of action relating to their performance of official duties, adherence to the tribal exhaustion requirement in such cases would serve no purpose other than delay and is therefore unnecessary."
                            },
                            {
                                "start": 399.707,
                                "stop": 419.013,
                                "byte_start": 1688473,
                                "byte_stop": 1765691,
                                "text": "Our decision today, does not leave respondent without a remedy what we hold is that state officials operating on reservation to investigate off-reservation violations of state law are properly held accountable for tortuous conduct and civil rights violations in State or Federal Court but not in Tribal Court."
                            },
                            {
                                "start": 419.013,
                                "stop": 449.227,
                                "byte_start": 1765691,
                                "byte_stop": 0,
                                "text": "My opinion of the court is joined by the Chief Justice, and Justices Kennedy, Souter, Thomas and Ginsburg; Justice Souter has filed a concurring opinion joined by Justices Kennedy and Thomas; Justice Ginsburg has filed the concurring opinion; Justice O’Connor has filed an opinion concurring in part and concurring in the judgment which Justices Stevens and Breyer have joined, and Justice Stevens has filed an opinion concurring in the judgment, which Justice Breyer has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51818,
            "mime": "audio\/mpeg",
            "size": 1878122,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1994\/20010625o_99-1994.delivery.mp3"
        },
        {
            "id": 73590,
            "mime": "audio\/ogg",
            "size": 4456265,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1994\/20010625o_99-1994.ogg"
        },
        {
            "id": 73591,
            "mime": "application\/x-mpegURL",
            "size": 6711,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1994\/20010625o_99-1994.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}