{
    "id": 17711,
    "title": "Opinion Announcement - June 28, 1977",
    "transcript": {
        "title": "Nixon v. Administrator of General Services",
        "duration": 527.758,
        "sections": [
            {
                "start": 0,
                "stop": 527.758,
                "byte_start": 100556,
                "byte_stop": 2211563,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.567,
                        "byte_start": 100556,
                        "byte_stop": 146845,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.567,
                                "byte_start": 100556,
                                "byte_stop": 146845,
                                "text": "The judgment and opinion of the Court in 75-1605, Nixon against the Administrator of General Services Administration will be announced by Mr. Justice Brennan."
                            }
                        ]
                    },
                    {
                        "start": 11.567,
                        "stop": 524.327,
                        "byte_start": 146845,
                        "byte_stop": 2197875,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 11.567,
                                "stop": 28.9,
                                "byte_start": 146845,
                                "byte_stop": 216226,
                                "text": "This case, from a three-judge District Court for the District of Columbia, presents the question of facial constitutionality for the Presidential Recordings and Materials Preservation Act of 1974."
                            },
                            {
                                "start": 28.9,
                                "stop": 83.395,
                                "byte_start": 216226,
                                "byte_stop": 434192,
                                "text": "That Act directs the Administrator of General Services to take custody of some 42 million Presidential papers and some 880 tape recordings of the appellant, former President Richard M. Nixon and promulgate regulations that first provide for the orderly processing and screening by Executive Branch archivist of such materials and returned to appellant of those that are personal and private in nature, and second, that provide the terms and conditions upon which public access may eventually be had to those materials that are retained subject in each case to any rights, defenses or privileges that the Federal Government or any person including appellant may invoke."
                            },
                            {
                                "start": 83.395,
                                "stop": 92.382,
                                "byte_start": 434192,
                                "byte_stop": 470136,
                                "text": "Now, it\u0027s important to emphasize the timeframe in which Congress enacted this Act."
                            },
                            {
                                "start": 92.382,
                                "stop": 104.587,
                                "byte_start": 470136,
                                "byte_stop": 518933,
                                "text": "Appellant resigned as President on August 9, 1974, two weeks after the House Judiciary Committee had voted to recommend his impeachment."
                            },
                            {
                                "start": 104.587,
                                "stop": 134.647,
                                "byte_start": 518933,
                                "byte_stop": 639201,
                                "text": "Just one month after his resignation on September 8, 1974, today, incidentally that President Ford pardoned the appellant, then Administrator of General Services, Arthur F. Sampson announced that he had signed a depository agreement with appellant providing for the disposition of appellant\u0027s Presidential papers and the tape recordings."
                            },
                            {
                                "start": 134.647,
                                "stop": 149.258,
                                "byte_start": 639201,
                                "byte_stop": 697611,
                                "text": "That agreement provided for the deposited materials that a storage faculty near appellant\u0027s California home, access to which was limited to the appellant and an archivist of the United States."
                            },
                            {
                                "start": 149.258,
                                "stop": 163.784,
                                "byte_start": 697611,
                                "byte_stop": 755707,
                                "text": "Appellant, however, reserves the right to withdraw or direct the destruction of any of the materials after three years except that in the case of tape recordings, the period was after five years."
                            },
                            {
                                "start": 163.784,
                                "stop": 177.582,
                                "byte_start": 755707,
                                "byte_stop": 810982,
                                "text": "But the agreement further provided that after 10 years or upon appellant\u0027s death, whichever first occurred, the tapes would be immediately destroyed."
                            },
                            {
                                "start": 177.582,
                                "stop": 199.009,
                                "byte_start": 810982,
                                "byte_stop": 896664,
                                "text": "Congress passed the Act as emergency legislation deemed and necessitated by the extraordinary events that led to the resignation and pardon, and particularly necessitated by the possibility of the destruction of the tape recordings and other materials pursuant to the Nixon-Sampson agreement."
                            },
                            {
                                "start": 199.009,
                                "stop": 217.074,
                                "byte_start": 896664,
                                "byte_stop": 968866,
                                "text": "The bill, which became this law, and was expressly passed to abrogate the Nixon-Sampson agreement, was introduced by 13 Senators on September 18, only 10 days after the pardon and the announcement of the agreement."
                            },
                            {
                                "start": 217.074,
                                "stop": 226.963,
                                "byte_start": 968866,
                                "byte_stop": 1008468,
                                "text": "Congress passed and sent the Bill to President Ford on December 9, and President Ford signed in the law on December 19."
                            },
                            {
                                "start": 226.963,
                                "stop": 247.613,
                                "byte_start": 1008468,
                                "byte_stop": 1091015,
                                "text": "The very next day, December 20th, before the Administrator had any opportunity to prepare the regulations required for administration of the Act, regulations incidentally subject to veto by one House of Congress insofar as they governed future public access to the materials."
                            },
                            {
                                "start": 247.613,
                                "stop": 258.545,
                                "byte_start": 1091015,
                                "byte_stop": 1134796,
                                "text": "Appellant filed this suit on the District Court, challenging the Act\u0027s constitutionality because the regulations governing public access were not yet affected."
                            },
                            {
                                "start": 258.545,
                                "stop": 268.954,
                                "byte_start": 1134796,
                                "byte_stop": 1176383,
                                "text": "The District Court held that questions going to the possibility of future public release under regulations yet to be published were not right for review."
                            },
                            {
                                "start": 268.954,
                                "stop": 286.445,
                                "byte_start": 1176383,
                                "byte_stop": 1246391,
                                "text": "Accordingly, the District Court rendered review to appellant\u0027s claims as they were pertinent to the facial validity of the provisions of the Act requiring the Administrator to take the papers and tape recordings into his custody for screening by the Government archivist."
                            },
                            {
                                "start": 286.445,
                                "stop": 292.845,
                                "byte_start": 1246391,
                                "byte_stop": 1271991,
                                "text": "We too, therefore, similarly limit our consideration of the merits."
                            },
                            {
                                "start": 292.845,
                                "stop": 298.798,
                                "byte_start": 1271991,
                                "byte_stop": 1295815,
                                "text": "Now, the constitutional questions to be decided are of course of considerable importance."
                            },
                            {
                                "start": 298.798,
                                "stop": 316.636,
                                "byte_start": 1295815,
                                "byte_stop": 1367181,
                                "text": "They touch the relationship between two of the three coordinate branches of the National Government, the Executive and the Legislative, and the relationship of appellant to his Government and the Act applies in terms specifically to appellant by name."
                            },
                            {
                                "start": 316.636,
                                "stop": 327.886,
                                "byte_start": 1367181,
                                "byte_stop": 1412112,
                                "text": "Thus, the questions arise in a context unique in the history of the Presidency and present issues that the Court has had no occasion heretofore to address."
                            },
                            {
                                "start": 327.886,
                                "stop": 332.785,
                                "byte_start": 1412112,
                                "byte_stop": 1431756,
                                "text": "There are other laws that deal more generally with Presidential papers."
                            },
                            {
                                "start": 332.785,
                                "stop": 343.622,
                                "byte_start": 1431756,
                                "byte_stop": 1475119,
                                "text": "For example, the Public Documents Act which is Title II of this very same law contemplates legislation governing the papers of future Presidents."
                            },
                            {
                                "start": 343.622,
                                "stop": 359.163,
                                "byte_start": 1475119,
                                "byte_stop": 1537291,
                                "text": "It establishes the National Study Commission on records and documents of federal officials to study and recommend appropriate legislation regarding the preservation of the papers of future Presidents indeed of all federal officials."
                            },
                            {
                                "start": 359.163,
                                "stop": 373.006,
                                "byte_start": 1537291,
                                "byte_stop": 1592670,
                                "text": "And the Presidential papers of all former Presidents, from President Hoover to President Johnson are already housed and functioning Presidential libraries subject to the Presidential Libraries Act."
                            },
                            {
                                "start": 373.006,
                                "stop": 383.872,
                                "byte_start": 1592670,
                                "byte_stop": 1636138,
                                "text": "In the context, therefore, the focus of the Act upon appellant alone can we hold to be fairly and rationally understood."
                            },
                            {
                                "start": 383.872,
                                "stop": 393.083,
                                "byte_start": 1636138,
                                "byte_stop": 1672918,
                                "text": "For at the time of the passage of the Act, only appellant\u0027s materials demanded immediate congressional attention."
                            },
                            {
                                "start": 393.083,
                                "stop": 420.516,
                                "byte_start": 1672918,
                                "byte_stop": 1782633,
                                "text": "In short, we hold that appellant constituted a legitimate class of one, thus, providing a constitutional basis for Congress\u0027 decision to proceed with this batch with respect to his materials while accepting the status of his predecessor\u0027s papers and ordering the further consideration of generalized standards to govern the papers of his successors."
                            },
                            {
                                "start": 420.516,
                                "stop": 426.639,
                                "byte_start": 1782633,
                                "byte_stop": 1807188,
                                "text": "It\u0027s in this light that appellant\u0027s constitutional claims must be considered."
                            },
                            {
                                "start": 426.639,
                                "stop": 467.589,
                                "byte_start": 1807188,
                                "byte_stop": 1970923,
                                "text": "The claims, five in number argue, (1) that the Act violates the principle of separation of powers encroaching upon Presidential prerogative to control internal operations of the Office of the President, (2) that the Act violates the Presidential privilege of confidentiality, (3) that the Act unconstitutionally invades appellant\u0027s right of privacy, (4) that the Act significantly interferes with or chills, appellant\u0027s First Amendment of sociational rights, and (5) and finally, that the Act violates the Bill of Attainder Clause."
                            },
                            {
                                "start": 467.589,
                                "stop": 477.294,
                                "byte_start": 1970923,
                                "byte_stop": 2009794,
                                "text": "The District Court comprehensively canvassed all these claims and a through opinion concluded that none had merit."
                            },
                            {
                                "start": 477.294,
                                "stop": 481.313,
                                "byte_start": 2009794,
                                "byte_stop": 2025885,
                                "text": "The District Court, therefore, dismissed the complaint."
                            },
                            {
                                "start": 481.313,
                                "stop": 490.538,
                                "byte_start": 2025885,
                                "byte_stop": 2062770,
                                "text": "We affirmed, since our independent examination of the claims, we attest also to the conclusion that none has merit."
                            },
                            {
                                "start": 490.538,
                                "stop": 497.824,
                                "byte_start": 2062770,
                                "byte_stop": 2091923,
                                "text": "The opinion of the Court has seven parts, each joined by five or more justices."
                            },
                            {
                                "start": 497.824,
                                "stop": 510.969,
                                "byte_start": 2091923,
                                "byte_stop": 2144481,
                                "text": "Mr. Justice White, Mr. Justice Blackmun and Mr. Justice Powell have filed opinions joining various but not always the same parts and concurring otherwise in the judgment."
                            },
                            {
                                "start": 510.969,
                                "stop": 517.664,
                                "byte_start": 2144481,
                                "byte_stop": 2171230,
                                "text": "Mr. Justice Stevens, while joining the Court\u0027s opinion has also filed a concurring opinion."
                            },
                            {
                                "start": 517.664,
                                "stop": 524.327,
                                "byte_start": 2171230,
                                "byte_stop": 2197875,
                                "text": "The Chief Justice and Mr. Justice Rehnquist\u0027s dissent and each has filed a dissenting opinion."
                            }
                        ]
                    },
                    {
                        "start": 524.327,
                        "stop": 527.758,
                        "byte_start": 2197875,
                        "byte_stop": 2211563,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 524.327,
                                "stop": 527.758,
                                "byte_start": 2197875,
                                "byte_stop": 2211563,
                                "text": "Thank you Mr. Justice Brennan."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 44544,
            "mime": "audio\/mpeg",
            "size": 2211772,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1976\/75-1605\/19770628o_75-1605.delivery.mp3"
        },
        {
            "id": 66402,
            "mime": "audio\/ogg",
            "size": 5304887,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1976\/75-1605\/19770628o_75-1605.ogg"
        },
        {
            "id": 66403,
            "mime": "application\/x-mpegURL",
            "size": 7855,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1976\/75-1605\/19770628o_75-1605.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}