{
    "id": 23284,
    "title": "Opinion Announcement - June 02, 2014",
    "transcript": {
        "title": "Bond v. United States",
        "duration": 514.823,
        "sections": [
            {
                "start": 0,
                "stop": 514.823,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 514.823,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.403,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have our opinion this morning in case 12-158 Bond v. United States."
                            },
                            {
                                "start": 6.403,
                                "stop": 20.312,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When petitioner Carol Bond discovered that her husband had fathered a child with another woman, Myrlinda Haynes, Bond went to Haynes\u0027 home and spread two irritating chemicals on Haynes\u0027 mailbox, door knob and car."
                            },
                            {
                                "start": 20.312,
                                "stop": 24.653,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Bond hoped that the chemicals would give Haynes an uncomfortable rash."
                            },
                            {
                                "start": 24.653,
                                "stop": 32.261,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, these amateur attempted assaults were almost entirely unsuccessful primarily because the chemicals are easy to see."
                            },
                            {
                                "start": 32.261,
                                "stop": 41.025,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "On one occasion, Haynes suffered a minor chemical burn that she treated by rinsing it with water, but otherwise Haynes was unharmed."
                            },
                            {
                                "start": 41.025,
                                "stop": 52.514,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now rather than leave this local crime for prosecution by the Commonwealth of Pennsylvania, the Federal Government decided literally to make a federal case out of it, but not just any federal case."
                            },
                            {
                                "start": 52.514,
                                "stop": 60.22,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Federal prosecutors charged Bond with among other things violating Section 229 of the federal criminal code."
                            },
                            {
                                "start": 60.22,
                                "stop": 74.079,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That provision implements the international treaty banning the use of chemical weapons whose official name is the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction."
                            },
                            {
                                "start": 74.079,
                                "stop": 83.551,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, as you might imagine, violating that provision carries severe penalties up to life imprison and even in some circumstances, the death penalty."
                            },
                            {
                                "start": 83.551,
                                "stop": 93.848,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now Bond argued that the federal statute did not cover her simple assault and that if it did, then it exceeded Congress\u0027s enumerated powers in violation of the Tenth Amendment."
                            },
                            {
                                "start": 93.848,
                                "stop": 104.766,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Tenth Amendment is the one providing that “power is not delegated to the United States by the Constitution, are reserved to the States respectively or to the people.”"
                            },
                            {
                                "start": 104.766,
                                "stop": 110.931,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court and Third Circuit rejected those arguments and we granted certiorari."
                            },
                            {
                                "start": 110.931,
                                "stop": 125.184,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now the parties have spent much of their briefing in this Court focusing on the constitutional question of whether Section 229 is a necessary and proper exercise of the Federal Government\u0027s power enumerated in Article II to make treaties."
                            },
                            {
                                "start": 125.184,
                                "stop": 130.175,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But it has long been settled that we consider statutory questions before constitutional ones."
                            },
                            {
                                "start": 130.175,
                                "stop": 135.551,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So we begin with Bond\u0027s argument that Section 229 does not reach her conduct."
                            },
                            {
                                "start": 135.551,
                                "stop": 140.96,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The text of the federal statute like that of the treaty it implements is very broad."
                            },
                            {
                                "start": 140.96,
                                "stop": 149.396,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The statute prohibits possessing or using a chemical weapon defined in relevant part as a toxic chemical and its precursors."
                            },
                            {
                                "start": 149.396,
                                "stop": 162.309,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Toxic chemical in turn is defined in general as any chemical which through its chemical action on life processes can cause death, temporary incapacitation, or permanent harm for humans or animals."
                            },
                            {
                                "start": 162.309,
                                "stop": 168.058,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The term includes all such chemicals regardless of their origin or their method of production."
                            },
                            {
                                "start": 168.058,
                                "stop": 175.644,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Although Section 229 uses expansive terms, there is good reason to think that it is not as broad as it might appear."
                            },
                            {
                                "start": 175.644,
                                "stop": 181.13,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the ordinary meaning of the term chemical weapon does not apply to Bond."
                            },
                            {
                                "start": 181.13,
                                "stop": 190.575,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To say that a person used a chemical weapon conveys a very different idea than saying the person used a chemical in a way that caused some harm."
                            },
                            {
                                "start": 190.575,
                                "stop": 208.869,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The chemicals that Bond used here bear little resemblance to the mustard gas, ricin, sarin and other sorts of lethal toxins that were the primary concerns of the Chemical Weapons treaty which was first promulgated in the wake of the horrific use of chemical weapons in World War I."
                            },
                            {
                                "start": 208.869,
                                "stop": 223.57,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Nor do the other circumstances of Bond\u0027s offense, an act borne of romantic jealousy meant to cause discomfort that produced nothing more than a minor thumb burn suggests that this case is one about deploying a chemical weapon."
                            },
                            {
                                "start": 223.57,
                                "stop": 238.176,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government\u0027s interpretation of Section 229 would sweep in everything, from the detergent under the kitchen sink, to the stain remover in the laundry room that might be used maliciously to harm any animal as soon as the home owner formed that intent."
                            },
                            {
                                "start": 238.176,
                                "stop": 242.536,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It would cover placing a few drops of vinegar in the goldfish ball."
                            },
                            {
                                "start": 242.536,
                                "stop": 247.647,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Yet, no one would ordinarily describe that as the use of a chemical weapon."
                            },
                            {
                                "start": 247.647,
                                "stop": 252.282,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is not necessary to interpret Section 229 so broadly."
                            },
                            {
                                "start": 252.282,
                                "stop": 262.632,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The statute implements the treaty, and we doubt that a deadly serious international treaty about chemical weapons has anything to do with Bond\u0027s two-bit local assault."
                            },
                            {
                                "start": 262.632,
                                "stop": 274.713,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Even if the treaty itself does reach that far, it provides that each signatory nation should implement its obligations “in accordance with its constitutional processes.”"
                            },
                            {
                                "start": 274.713,
                                "stop": 290.623,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Nothing prevents the United States from regulating chemical weapons just as it legislates with respect to innumerable other matters observing the constitution\u0027s division of responsibility between two sovereigns in our federal system and leaving local crimes to the States."
                            },
                            {
                                "start": 290.623,
                                "stop": 298.199,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Pennsylvania and every other State have more than enough laws on the books that it could look to in order to prosecute Bond\u0027s crime."
                            },
                            {
                                "start": 298.199,
                                "stop": 307.081,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Government\u0027s limitless interpretation of Section 229 would have grave consequences for the federal structure enshrined in our Constitution."
                            },
                            {
                                "start": 307.081,
                                "stop": 327.135,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Government\u0027s reading would as we said about a similar reading in an earlier case of ours “alter sensitive federal-state relationships convert an astonishing amount of traditionally local criminal conduct into a federal -- a matter for federal enforcement and involved a substantial extension of federal police resources.”"
                            },
                            {
                                "start": 327.135,
                                "stop": 340.868,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Government\u0027s interpretation would transform the statute from one whose core concerns are acts of war, assassination and terrorism into a massive federal anti-poisoning regime that reaches the simplest of assaults."
                            },
                            {
                                "start": 340.868,
                                "stop": 352.468,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As the Government reads Section 229, to paraphrase another of our precedence, “hardly a poisoning in the land would fall outside the federal statute\u0027s domain.”"
                            },
                            {
                                "start": 352.468,
                                "stop": 359.678,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now a fair reading of a statutory text recognizes that Congress legislates against the backdrop of certain presumptions."
                            },
                            {
                                "start": 359.678,
                                "stop": 372.125,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For example, even if Congress says nothing about limiting a statute to domestic cases, we assume that the statute is so limited unless Congress makes clear that it had a contrary intent."
                            },
                            {
                                "start": 372.125,
                                "stop": 391.83,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One of those implicit limits is the well-recognized principle that, quoting another of our cases, “it is incumbent upon the federal courts to be certain of Congress\u0027s intent before finding that the federal law overrides the usual constitution -- constitutional balance of federal and state powers.”"
                            },
                            {
                                "start": 391.83,
                                "stop": 403.29,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This principle derives from the very structure of our Constitution and the Framers\u0027 decision to divide power between the National Government and the States as a means of preserving liberty."
                            },
                            {
                                "start": 403.29,
                                "stop": 422.818,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Because the regulation of local crimes has traditionally been reserved to the States, we require a clear indication before we will find that, once again quoting one of our earlier cases, “Congress has meant to effect a significant change in the sensitive relation between federal and state criminal jurisdiction.”"
                            },
                            {
                                "start": 422.818,
                                "stop": 426.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We see no such clear indication in Section 229."
                            },
                            {
                                "start": 426.69,
                                "stop": 439.405,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Bond\u0027s crime could hardly be more unlike the uses of mustard gas on the Western Front in World War I or nerve agents by world states and terrorists that formed the core concerns of the Chemical Weapons treaty."
                            },
                            {
                                "start": 439.405,
                                "stop": 452.743,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "No one suggests that the United States Congress or the community of nations has any interests in seeing Bond end up in federal prison rather than dealt with like virtually all other criminals in Pennsylvania by the State."
                            },
                            {
                                "start": 452.743,
                                "stop": 464.752,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The global need to prevent chemical warfare does not require the Federal Government to reach into the kitchen cupboard or to treat a local assault with a chemical irritant as the deployment of a chemical weapon."
                            },
                            {
                                "start": 464.752,
                                "stop": 483.791,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Absent a clear statement that Congress intended this statute to cover purely local offenses and thereby fundamentally reallocate criminal enforcement authority between the National Government and the States, we will not read Section 229 to authorize such as start intrusion into traditional state authority."
                            },
                            {
                                "start": 483.791,
                                "stop": 486.874,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 486.874,
                                "stop": 493.06,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court is unanimously of the view that the judgment should be reversed but not on the grounds for that decision."
                            },
                            {
                                "start": 493.06,
                                "stop": 501.084,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed an opinion concurring the judgment which Justice Thomas joins and which Justice Alito joins as to part one."
                            },
                            {
                                "start": 501.084,
                                "stop": 509.995,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment which Justice Scalia joins and which Justice Alito joins as to parts one, two and three."
                            },
                            {
                                "start": 509.995,
                                "stop": 514.823,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And Justice Alito has filed an opinion concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55721,
            "mime": "audio\/mpeg",
            "size": 2165885,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-158\/20140602o_12-158.delivery.mp3"
        },
        {
            "id": 77412,
            "mime": "audio\/ogg",
            "size": 5144842,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-158\/20140602o_12-158.ogg"
        },
        {
            "id": 77413,
            "mime": "application\/x-mpegURL",
            "size": 7507,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-158\/20140602o_12-158.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}