{
    "id": 22665,
    "title": "Opinion Announcement - April 18, 2007",
    "transcript": {
        "title": "Gonzales v. Carhart",
        "duration": 994.742,
        "sections": [
            {
                "start": 0,
                "stop": 994.742,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 13.089,
                        "byte_start": 28672,
                        "byte_stop": 81126,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.089,
                                "byte_start": 28672,
                                "byte_stop": 81126,
                                "text": "Justice Kennedy has the opinion in 05-380, Gonzales versus Carhart and 05-1382, Gonzales versus Planned Parenthood Federation."
                            }
                        ]
                    },
                    {
                        "start": 13.089,
                        "stop": 449.809,
                        "byte_start": 81126,
                        "byte_stop": 1827986,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 13.089,
                                "stop": 28.777,
                                "byte_start": 81126,
                                "byte_stop": 143820,
                                "text": "These cases just been announced by the Chief Justice require us to consider that the validity of a Federal Statute regulates abortion procedures is been held invalid and decisions of the Courts of Appeals for the Eighth and Ninth Circuits."
                            },
                            {
                                "start": 28.777,
                                "stop": 34.299,
                                "byte_start": 143820,
                                "byte_stop": 165972,
                                "text": "The Act is called the Partial-Birth Abortion Ban Act of 2003."
                            },
                            {
                                "start": 34.299,
                                "stop": 39.184,
                                "byte_start": 165972,
                                "byte_stop": 185511,
                                "text": "The principle challenges to the Act are first that it is void for vagueness."
                            },
                            {
                                "start": 39.184,
                                "stop": 53.11,
                                "byte_start": 185511,
                                "byte_stop": 241204,
                                "text": "Second, that it poses an undue burden because it prohibits the most common second trimester abortion methods and third that it has no exception proving the health of the mother is at risk."
                            },
                            {
                                "start": 53.11,
                                "stop": 67.104,
                                "byte_start": 241204,
                                "byte_stop": 297106,
                                "text": "We know from recitations in the preamble of the Act enacted by the Congress that the legislation was in response to the invalidation of a somewhat similar statute enacted by the State of Nebraska."
                            },
                            {
                                "start": 67.104,
                                "stop": 72.932,
                                "byte_start": 297106,
                                "byte_stop": 320408,
                                "text": "The earlier state statute was invalidated by this court in Stenberg versus Carhart."
                            },
                            {
                                "start": 72.932,
                                "stop": 80.658,
                                "byte_start": 320408,
                                "byte_stop": 351336,
                                "text": "The federal statute now the force is more specific concerning the instances to which it applies so let us more precise."
                            },
                            {
                                "start": 80.658,
                                "stop": 99.285,
                                "byte_start": 351336,
                                "byte_stop": 425838,
                                "text": "A premise central to the joint opinion in Planned Parenthood versus Casey was that the government has a legitimate and substantial interest in promoting fetal life that premise would be repudiated were we to affirm the judgments of the Court of Appeals and so we reverse."
                            },
                            {
                                "start": 99.285,
                                "stop": 110.532,
                                "byte_start": 425838,
                                "byte_stop": 470873,
                                "text": "As the court did in Stenberg it is necessary in the opinion to explain a nature of abortion procedures used in the second trimester or even in later term abortions."
                            },
                            {
                                "start": 110.532,
                                "stop": 116.695,
                                "byte_start": 470873,
                                "byte_stop": 495532,
                                "text": "These matters are discussed in the opinion at some length and will not be rehearsed again here."
                            },
                            {
                                "start": 116.695,
                                "stop": 127.213,
                                "byte_start": 495532,
                                "byte_stop": 537537,
                                "text": "The two principle methods discussed are the dilation and evacuation of the so called D\u0026E method and a variation of that procedure."
                            },
                            {
                                "start": 127.213,
                                "stop": 138.712,
                                "byte_start": 537537,
                                "byte_stop": 583617,
                                "text": "Now the variation has a different descriptions attached to it, we refer to it in the opinion as some doctors do as intact D\u0026E."
                            },
                            {
                                "start": 138.712,
                                "stop": 143.336,
                                "byte_start": 583617,
                                "byte_stop": 602112,
                                "text": "In the federal statute the Act prohibits intact D\u0026E."
                            },
                            {
                                "start": 143.336,
                                "stop": 164.384,
                                "byte_start": 602112,
                                "byte_stop": 686226,
                                "text": "We conclude the Act does not void for vagueness or over brought the Act does not apply unless the doctor has the intent or the outset both one, to deliver a fetus to certain anatomical landmarks and two to commit an additional overact other than completion of delivery that kills the partially delivered fetus."
                            },
                            {
                                "start": 164.384,
                                "stop": 170.391,
                                "byte_start": 686226,
                                "byte_stop": 710259,
                                "text": "These objectives standards provide doctors a reasonable opportunity to know what is prohibited."
                            },
                            {
                                "start": 170.391,
                                "stop": 177.02,
                                "byte_start": 710259,
                                "byte_stop": 736799,
                                "text": "We find the Act does not impose an undo burden by reason of its lack of an exception for protecting women’s health."
                            },
                            {
                                "start": 177.02,
                                "stop": 185.775,
                                "byte_start": 736799,
                                "byte_stop": 771803,
                                "text": "There is documented medical disagreement whether the Act’s probation would ever impose significant health risk on the woman."
                            },
                            {
                                "start": 185.775,
                                "stop": 204.454,
                                "byte_start": 771803,
                                "byte_stop": 846514,
                                "text": "The Court has given state and federal legislatures in other cases wide discretion to pass legislation in areas where this medical and scientific uncertainty exist, physicians are not entitled to ignore regulations that direct them to use reasonable alternative procedures."
                            },
                            {
                                "start": 204.454,
                                "stop": 212.627,
                                "byte_start": 846514,
                                "byte_stop": 879219,
                                "text": "Medical uncertainty does not foreclose the exercise of legislative power in the abortion context anymore than it does in other context."
                            },
                            {
                                "start": 212.627,
                                "stop": 221.98,
                                "byte_start": 879219,
                                "byte_stop": 916626,
                                "text": "Our decision in Stenberg was interpreted in the Courts of Appeals to leave no margin of error for legislatures to act in the face of medical uncertainty."
                            },
                            {
                                "start": 221.98,
                                "stop": 227.655,
                                "byte_start": 916626,
                                "byte_stop": 939301,
                                "text": "But a zero tolerance policy would strike down legitimate abortion regulations like the present one."
                            },
                            {
                                "start": 227.655,
                                "stop": 236.003,
                                "byte_start": 939301,
                                "byte_stop": 972737,
                                "text": "If some part of the medical community would disincline to follow the prescription and this is too exacting a standard."
                            },
                            {
                                "start": 236.003,
                                "stop": 247.59,
                                "byte_start": 972737,
                                "byte_stop": 1019131,
                                "text": "Now it is objected that the intact D\u0026E is little different from standard D\u0026E so that the Act accomplishes little."
                            },
                            {
                                "start": 247.59,
                                "stop": 255.293,
                                "byte_start": 1019131,
                                "byte_stop": 1049851,
                                "text": "The act’s purposes demonstrate to us that the legislature was justified and concluding that the procedure should be prohibited."
                            },
                            {
                                "start": 255.293,
                                "stop": 262.123,
                                "byte_start": 1049851,
                                "byte_stop": 1077227,
                                "text": "The Act prescribes a method of abortion in which a fetus is killed just inches before completion of the birth process."
                            },
                            {
                                "start": 262.123,
                                "stop": 267.035,
                                "byte_start": 1077227,
                                "byte_stop": 1096871,
                                "text": "By prohibiting that procedure the Act expresses respect for the dignity of human life."
                            },
                            {
                                "start": 267.035,
                                "stop": 274.474,
                                "byte_start": 1096871,
                                "byte_stop": 1126651,
                                "text": "The government also has an interest in regulating the medical profession and protecting its integrity and ethics."
                            },
                            {
                                "start": 274.474,
                                "stop": 290.812,
                                "byte_start": 1126651,
                                "byte_stop": 1191957,
                                "text": "A central premise of the polarity opinion in Casey versus Planned Parenthood was that the court’s precedence in Roe and cases immediately following Roe had undervalued the states interest in potential human life."
                            },
                            {
                                "start": 290.812,
                                "stop": 303.405,
                                "byte_start": 1191957,
                                "byte_stop": 1242321,
                                "text": "In Casey the controlling opinion indicated that a law which serves a valid purpose cannot be declared void even if it has the incidental effect of making it more difficult and more expensive to procure an abortion."
                            },
                            {
                                "start": 303.405,
                                "stop": 323.174,
                                "byte_start": 1242321,
                                "byte_stop": 1321420,
                                "text": "The premise that state from the inception of pregnancy maintains its own regulatory interest in protecting the life of the fetus that may become a child cannot be set at naught by interpreting Casey’s requirement of the health exception so it becomes tantamount to allowing the doctor to choose the abortion method he or she might prefer."
                            },
                            {
                                "start": 323.174,
                                "stop": 330.693,
                                "byte_start": 1321420,
                                "byte_stop": 1351513,
                                "text": "Respect for human life finds an ultimate expression in the bond of love the mother has for her child."
                            },
                            {
                                "start": 330.693,
                                "stop": 334.071,
                                "byte_start": 1351513,
                                "byte_stop": 1364992,
                                "text": "The Act recognizes this reality as well."
                            },
                            {
                                "start": 334.071,
                                "stop": 339.841,
                                "byte_start": 1364992,
                                "byte_stop": 1388084,
                                "text": "Whether to have an abortion requires a difficult and painful moral decision."
                            },
                            {
                                "start": 339.841,
                                "stop": 354.529,
                                "byte_start": 1388084,
                                "byte_stop": 1446808,
                                "text": "While we find no reliable data to measure the phenomena it does seem unexceptional to conclude that some women come to regret their choice to abort the infant life they once created and sustained."
                            },
                            {
                                "start": 354.529,
                                "stop": 362.381,
                                "byte_start": 1446808,
                                "byte_stop": 1478259,
                                "text": "It is self evident that a mother who comes to regret her choice to abort must struggle with grief more anguish than sorrow more propound."
                            },
                            {
                                "start": 362.381,
                                "stop": 376.129,
                                "byte_start": 1478259,
                                "byte_stop": 1533221,
                                "text": "When she learns only after the event, at the event, what once she did not know that she allowed a doctor to pears the skull and vacuum the fast developing brain of her unborn child, the child assuming human form."
                            },
                            {
                                "start": 376.129,
                                "stop": 393.38,
                                "byte_start": 1533221,
                                "byte_stop": 1602288,
                                "text": "The states interest in respect for life is advanced by the dialogue that better informs the political and legal systems, the medical profession, expectant mothers and society as a whole of the consequences that follow up from a decision to elect a late term abortion."
                            },
                            {
                                "start": 393.38,
                                "stop": 405.863,
                                "byte_start": 1602288,
                                "byte_stop": 1652130,
                                "text": "So we hold the Act does not invalid on his face the consideration we have discussed support our further determination that the facial attacks in these cases should not have been entertained by the courts in the first instance."
                            },
                            {
                                "start": 405.863,
                                "stop": 409.989,
                                "byte_start": 1652130,
                                "byte_stop": 1668639,
                                "text": "The proper means to consider a exception is by as applied challenge."
                            },
                            {
                                "start": 409.989,
                                "stop": 431.56,
                                "byte_start": 1668639,
                                "byte_stop": 1754948,
                                "text": "This is the proper manner to protect the health of the woman if it can be shown that indiscreet and well defined instances a particular condition has or as likely to occur in which the procedure prohibited by the Act must be used and as applied challenge the nature of the medical risk can be better quantified and balanced that in the facial attack."
                            },
                            {
                                "start": 431.56,
                                "stop": 434.619,
                                "byte_start": 1754948,
                                "byte_stop": 1767173,
                                "text": "We reverse the judgment of the Court of Appeals for the Eighth Circuit."
                            },
                            {
                                "start": 434.619,
                                "stop": 438.051,
                                "byte_start": 1767173,
                                "byte_stop": 1780966,
                                "text": "We also reverse the judgment of the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 438.051,
                                "stop": 442.567,
                                "byte_start": 1780966,
                                "byte_stop": 1799043,
                                "text": "Justice Thomas has filed a concurring opinion which Justice Scalia has joined."
                            },
                            {
                                "start": 442.567,
                                "stop": 449.809,
                                "byte_start": 1799043,
                                "byte_stop": 1827986,
                                "text": "Justice Ginsburg has filed a dissenting opinion which Justices Stevens, Souter and Breyer have joined."
                            }
                        ]
                    },
                    {
                        "start": 449.809,
                        "stop": 994.742,
                        "byte_start": 1827986,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 449.809,
                                "stop": 463.93,
                                "byte_start": 1827986,
                                "byte_stop": 1884411,
                                "text": "Four members of this Court, Justices Stevens, Souter, Breyer and I strongly dissent from today’s opinion."
                            },
                            {
                                "start": 463.93,
                                "stop": 478.594,
                                "byte_start": 1884411,
                                "byte_stop": 1943134,
                                "text": "15-years ago in Planned Parenthood of Southeastern Pennsylvania v. Casey, the court declared that liberty finds no refuge in the jurisprudence of death."
                            },
                            {
                                "start": 478.594,
                                "stop": 497.928,
                                "byte_start": 1943134,
                                "byte_stop": 2020456,
                                "text": "There was the court said an “imperative” need to dispel doubt as to the meaning and reach of the Court’s 7-to-2 judgment nearly two decades earlier in Roe v. Wade."
                            },
                            {
                                "start": 497.928,
                                "stop": 515.875,
                                "byte_start": 2020456,
                                "byte_stop": 2092241,
                                "text": "One of the clarifications Casey provided concerned the states unconditional obligation to safeguard a woman’s health at all stages of pregnancy the court reconfirmed."
                            },
                            {
                                "start": 515.875,
                                "stop": 523.347,
                                "byte_start": 2092241,
                                "byte_stop": 2122125,
                                "text": "State regulation of abortion procedures must protect the health of the women."
                            },
                            {
                                "start": 523.347,
                                "stop": 540.069,
                                "byte_start": 2122125,
                                "byte_stop": 2188999,
                                "text": "In reaffirming Roe the Casey Court described the centrality of the decision was it to bear a child to a woman’s dignity and autonomy, her destiny, her conception of her place in society."
                            },
                            {
                                "start": 540.069,
                                "stop": 566.916,
                                "byte_start": 2188999,
                                "byte_stop": 2296414,
                                "text": "Challenges to undo restriction on abortion procedures the Court comprehended in Casey do not seek to vindicate some vague or generalized notion of privacy rather they home-in on a woman’s autonomy to decide for herself her life of course and us to enjoy equal citizenship stature."
                            },
                            {
                                "start": 566.916,
                                "stop": 589.562,
                                "byte_start": 2296414,
                                "byte_stop": 2387007,
                                "text": "In keeping with this understanding of the right to reproductive choice we have consistently requires that laws regulating abortion at any stage of pregnancy and in all cases safeguard not only a woman’s existence her life, but her health as well."
                            },
                            {
                                "start": 589.562,
                                "stop": 616.563,
                                "byte_start": 2387007,
                                "byte_stop": 2494945,
                                "text": "Faithful to president unbroken from 1973 until today, the court held seven years ago in Stenberg v. Carhart that a state statute banning the very procedure at issue today intact D\u0026E was unconstitutional in part because it lacked the health exceptions."
                            },
                            {
                                "start": 616.563,
                                "stop": 636.165,
                                "byte_start": 2494945,
                                "byte_stop": 2573416,
                                "text": "Its substantial medical authority maintains that banning a particular abortion procedure could endanger women’s health and we held a health exception cannot be omitted by the legislators."
                            },
                            {
                                "start": 636.165,
                                "stop": 652.603,
                                "byte_start": 2573416,
                                "byte_stop": 2639141,
                                "text": "Despite that, unambiguous ruling Congress passed the Partial-Birth Abortion Ban Act without an exception for women’s health, a ban that would operate nationwide."
                            },
                            {
                                "start": 652.603,
                                "stop": 683.566,
                                "byte_start": 2639141,
                                "byte_stop": 2762961,
                                "text": "After lengthy trials and thorough review of volumes of medical evidence each of the District Courts to consider the statute found that it was unconstitutional for the same reason significant medical authority identified intact D\u0026E as the safest procedure for some women."
                            },
                            {
                                "start": 683.566,
                                "stop": 697.16,
                                "byte_start": 2762961,
                                "byte_stop": 2817400,
                                "text": "In an alarming decision the Court today reverses the judgments of other federal courts’ decisions unanimously and uniformly made."
                            },
                            {
                                "start": 697.16,
                                "stop": 705.467,
                                "byte_start": 2817400,
                                "byte_stop": 2850628,
                                "text": "Today’s decision refuses to take Casey and Stenberg seriously."
                            },
                            {
                                "start": 705.467,
                                "stop": 723.524,
                                "byte_start": 2850628,
                                "byte_stop": 2922830,
                                "text": "The Courts opinion tolerates indeed applauds federal intervention to ban nationwide a procedure found necessary and proper in certain cases by the American College of Obstetricians and Gynecologist."
                            },
                            {
                                "start": 723.524,
                                "stop": 735.154,
                                "byte_start": 2922830,
                                "byte_stop": 2969328,
                                "text": "For the first time since Roe the Court blesses a prohibition with no exception protecting a woman’s health."
                            },
                            {
                                "start": 735.154,
                                "stop": 742.579,
                                "byte_start": 2969328,
                                "byte_stop": 2999003,
                                "text": "The court asserts that its ruling furthers the government’s interest in promoting fetus life."
                            },
                            {
                                "start": 742.579,
                                "stop": 764.95,
                                "byte_start": 2999003,
                                "byte_stop": 3088551,
                                "text": "But the Act scarcely furthers that interest for it targets only a method of abortion the woman may abort the fetus so long as her doctor uses another method when her doctor judges less sake for her."
                            },
                            {
                                "start": 764.95,
                                "stop": 769.471,
                                "byte_start": 3088551,
                                "byte_stop": 3106628,
                                "text": "The Court further pretends that its decision protects women."
                            },
                            {
                                "start": 769.471,
                                "stop": 781.936,
                                "byte_start": 3106628,
                                "byte_stop": 3156470,
                                "text": "Women might come to regret that physician counsel choice of an intact D\u0026E and suffer from severe depression and loss of esteem, the Court worries."
                            },
                            {
                                "start": 781.936,
                                "stop": 796.321,
                                "byte_start": 3156470,
                                "byte_stop": 3214043,
                                "text": "Notably, the solution the Court approves is not to require doctors to inform women adequately of the different procedures they might choose and the risks each entails."
                            },
                            {
                                "start": 796.321,
                                "stop": 819.005,
                                "byte_start": 3214043,
                                "byte_stop": 3304741,
                                "text": "Instead the Court shields the woman by denying her any choice in the matter and this way of protecting women recalls ancient notions about women’s place in society and under the constitution ideas that have long since been discredited."
                            },
                            {
                                "start": 819.005,
                                "stop": 833.888,
                                "byte_start": 3304741,
                                "byte_stop": 3364300,
                                "text": "If there is anything at all redemptive about today’s opinion it is that the court is not willing to foreclose entirely a challenge to the constitutionality of the act."
                            },
                            {
                                "start": 833.888,
                                "stop": 848.139,
                                "byte_start": 3364300,
                                "byte_stop": 3421247,
                                "text": "But the as applied challenges in discreet cases that the court would allow put women’s health in danger and place doctors in an untenable position."
                            },
                            {
                                "start": 848.139,
                                "stop": 862.543,
                                "byte_start": 3421247,
                                "byte_stop": 3478925,
                                "text": "Even if Courts were able slowly to carve out health exceptions would discreet and well defined instances through hard fought for attracted piece-meal litigation."
                            },
                            {
                                "start": 862.543,
                                "stop": 873.64,
                                "byte_start": 3478925,
                                "byte_stop": 3523333,
                                "text": "Women whose circumstances have not been anticipated by prior litigation could well remain unprotected."
                            },
                            {
                                "start": 873.64,
                                "stop": 891.711,
                                "byte_start": 3523333,
                                "byte_stop": 3595536,
                                "text": "In treating those women physicians who have risk criminal prosecution, conviction and imprisonment if they exercise their best judgment as to the safest medical procedure for their patients."
                            },
                            {
                                "start": 891.711,
                                "stop": 905.499,
                                "byte_start": 3595536,
                                "byte_stop": 3650706,
                                "text": "The Court is does bravely mistaken to conclude that narrow as applied challenges are the proper manner to protect the health of the woman."
                            },
                            {
                                "start": 905.499,
                                "stop": 932.471,
                                "byte_start": 3650706,
                                "byte_stop": 3758644,
                                "text": "As the court wrote in Casey overruling Roe’s central holding would not only reach an unjustifiable result under principles of stare decisis, it would seriously weakened the Court’s capacity to exercise the judicial power and to function as the Supreme Court of a nation dedicated to the rule of law."
                            },
                            {
                                "start": 932.471,
                                "stop": 957.775,
                                "byte_start": 3758644,
                                "byte_stop": 3859790,
                                "text": "Although, today’s opinion did not go so far as to discard Roe or Casey the Court differently composed then it was when we last considered a restrictive abortion regulation is hardly faithful to Casey’s invocation of the rule of law and the principles of stare decisis."
                            },
                            {
                                "start": 957.775,
                                "stop": 985.565,
                                "byte_start": 3859790,
                                "byte_stop": 3970968,
                                "text": "In candor, the Partial-Birth Abortion Ban Act and the Court’s defense of it cannot be understood as anything other than an effort to chip away at a right declared again and again by this court and with increasing comprehension of its centrality to women’s life."
                            },
                            {
                                "start": 985.565,
                                "stop": 994.742,
                                "byte_start": 3970968,
                                "byte_stop": 0,
                                "text": "A decision of the character the Court makes today should not have stay in power."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54452,
            "mime": "audio\/mpeg",
            "size": 3989044,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1382\/20070418o_05-1382.delivery.mp3"
        },
        {
            "id": 76192,
            "mime": "audio\/ogg",
            "size": 9725414,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1382\/20070418o_05-1382.ogg"
        },
        {
            "id": 76193,
            "mime": "application\/x-mpegURL",
            "size": 14675,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1382\/20070418o_05-1382.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}