{
    "id": 22469,
    "title": "Opinion Announcement - June 21, 2012 (Part 1)",
    "transcript": {
        "title": "Knox v. Service Employees International Union",
        "duration": 504.477,
        "sections": [
            {
                "start": 0,
                "stop": 504.477,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.782,
                        "byte_start": 105472,
                        "byte_stop": 144656,
                        "speaker": {
                            "ID": 15094,
                            "name": "Elena Kagan",
                            "href": "https:\/\/api.oyez.org\/people\/elena_kagan",
                            "last_name": "Kagan",
                            "roles": [
                                {
                                    "id": 2738,
                                    "type": "scotus_justice",
                                    "date_start": 1281157200,
                                    "date_end": 0,
                                    "appointing_president": "Barack Obama",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2738"
                                }
                            ],
                            "thumbnail": {
                                "id": 32690,
                                "mime": "image\/png",
                                "size": 44456,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/elena-kagan-photo_0.png"
                            },
                            "length_of_service": 1931,
                            "identifier": "elena_kagan"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.782,
                                "byte_start": 105472,
                                "byte_stop": 144656,
                                "text": "Justice Alito has the opinion of the Court this morning in Case 10-1121, Knox versus Service Employees Independent Union."
                            }
                        ]
                    },
                    {
                        "start": 9.782,
                        "stop": 504.477,
                        "byte_start": 144656,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 9.782,
                                "stop": 16.004,
                                "byte_start": 144656,
                                "byte_stop": 169524,
                                "text": "This is a case about compelled speech on matters at the heart of the First Amendment."
                            },
                            {
                                "start": 16.004,
                                "stop": 34.767,
                                "byte_start": 169524,
                                "byte_stop": 244548,
                                "text": "The question is whether the First Amendment allows a public-sector union to require employees who are not members of the union to pay a special fee to support the union\u0027s political and ideological activities, even if those members -- non-members do not choose to do so."
                            },
                            {
                                "start": 34.767,
                                "stop": 52.074,
                                "byte_start": 244548,
                                "byte_stop": 313825,
                                "text": "In 2005, the citizens of the State of California were engaged in a wide-ranging political debate regarding state budget deficits and in particular, the budget consequences of growing compensation for public employees backed by public-sector unions."
                            },
                            {
                                "start": 52.074,
                                "stop": 68.359,
                                "byte_start": 313825,
                                "byte_stop": 378922,
                                "text": "The Governor called for a special election in November of that year to consider, among other things, two controversial ballot initiatives that would have limited the collection of mandatory union fees and given the Governor the ability to reduce state appropriations."
                            },
                            {
                                "start": 68.359,
                                "stop": 76.981,
                                "byte_start": 378922,
                                "byte_stop": 413403,
                                "text": "These measures were vigorously opposed by public-sector unions including the respondent in this case, the Service Employees International Union."
                            },
                            {
                                "start": 76.981,
                                "stop": 93.537,
                                "byte_start": 413403,
                                "byte_stop": 479650,
                                "text": "A few months before the special election, the union sent out a notice to all of the employees and its bargaining unit concerning a special fee that would be taken automatically from the employees\u0027 paychecks to establish a political Fight-Back Fund."
                            },
                            {
                                "start": 93.537,
                                "stop": 105.958,
                                "byte_start": 479650,
                                "byte_stop": 529387,
                                "text": "According to the union\u0027s announcement, the multimillion dollar fund was needed to achieve the union\u0027s political objectives, both in the special election and in opposing the Governor\u0027s reelection the following year."
                            },
                            {
                                "start": 105.958,
                                "stop": 124.924,
                                "byte_start": 529387,
                                "byte_stop": 605247,
                                "text": "The union stated that the money would be used as follows: “For a broad range of political expenses, including television and radio advertising, direct mail, voter registrations, voter education and get out the vote activities in our work sites and in communities across California.”"
                            },
                            {
                                "start": 124.924,
                                "stop": 136.773,
                                "byte_start": 605247,
                                "byte_stop": 652581,
                                "text": "The union specifically stated, “The fund will not be used for regular costs of the union, such as office rents, staff salaries or routine equipment replacement, etcetera.”"
                            },
                            {
                                "start": 136.773,
                                "stop": 145.459,
                                "byte_start": 652581,
                                "byte_stop": 687376,
                                "text": "It noted that “All other public worker unions are in the process of raising the extraordinary funds needed to defeat the Governor.”"
                            },
                            {
                                "start": 145.459,
                                "stop": 159.078,
                                "byte_start": 687376,
                                "byte_stop": 741815,
                                "text": "A subsequent letter from the union said that the money from the Political Fight-Back Fund would help “to elect a governor and a legislature who support public employees and the services they provide”."
                            },
                            {
                                "start": 159.078,
                                "stop": 165.029,
                                "byte_start": 741815,
                                "byte_stop": 765639,
                                "text": "Covered employees were not given any choice about whether they would pay into the fund."
                            },
                            {
                                "start": 165.029,
                                "stop": 173.22,
                                "byte_start": 765639,
                                "byte_stop": 798448,
                                "text": "A group of nonunion employees who were forced to pay the fee filed the present lawsuit alleging a violation of their First Amendment rights."
                            },
                            {
                                "start": 173.22,
                                "stop": 180.633,
                                "byte_start": 798448,
                                "byte_stop": 828019,
                                "text": "The Federal District Court granted summary judgment in favor of the employees, but the Ninth Circuit reversed."
                            },
                            {
                                "start": 180.633,
                                "stop": 185.202,
                                "byte_start": 828019,
                                "byte_stop": 846305,
                                "text": "We granted certiorari, and we now reverse the judgment of the Ninth Circuit."
                            },
                            {
                                "start": 185.202,
                                "stop": 197.233,
                                "byte_start": 846305,
                                "byte_stop": 894474,
                                "text": "The First Amendment not only protects our right to speak out on political issues, it also protects the right not to be forced to say things with which we disagree."
                            },
                            {
                                "start": 197.233,
                                "stop": 210.182,
                                "byte_start": 894474,
                                "byte_stop": 946301,
                                "text": "Nevertheless, our prior cases have allowed state and local governments to extract fees from the paychecks of nonunion employees and give that money to a union in order to pay for collective bargaining."
                            },
                            {
                                "start": 210.182,
                                "stop": 237.814,
                                "byte_start": 946301,
                                "byte_stop": 1056747,
                                "text": "We have recognized that this is a serious impingement, that\u0027s the word our cases have used, we recognize that this is a serious impingement on employees\u0027 free speech rights because it requires them to subsidize the form of union speech that they might not support, but we have, nevertheless, tolerated this First Amendment impingement on the theory that collective bargaining tends to benefit all employees who are covered by contracts negotiated by the union."
                            },
                            {
                                "start": 237.814,
                                "stop": 248.912,
                                "byte_start": 1056747,
                                "byte_stop": 1101155,
                                "text": "We have drawn the line, however, at union\u0027s political and idealogical activities, which include lobbying, supporting political candidates and other types of general election hearing."
                            },
                            {
                                "start": 248.912,
                                "stop": 258.625,
                                "byte_start": 1101155,
                                "byte_stop": 1140025,
                                "text": "These activities go beyond the realm of collective bargaining, and they cannot be forced -- they cannot be financed by compulsory fees."
                            },
                            {
                                "start": 258.625,
                                "stop": 276.026,
                                "byte_start": 1140025,
                                "byte_stop": 1209616,
                                "text": "In a case called Teachers versus Hudson, decided in 1986, we established certain procedures that a union must follow to ensure that unwilling employees are not forced to pay any portion of their regular dues for these political and ideological expenses."
                            },
                            {
                                "start": 276.026,
                                "stop": 279.502,
                                "byte_start": 1209616,
                                "byte_stop": 1223513,
                                "text": "In the present case, we consider a different situation."
                            },
                            {
                                "start": 279.502,
                                "stop": 298.508,
                                "byte_start": 1223513,
                                "byte_stop": 1299581,
                                "text": "Whereas Hudson concerned the procedures that a union must follow when collecting regular fees on an annual basis, the present case concerns the First Amendment requirements applicable to a special fee, levied to meet expenses that were not disclosed when the regular dues notices were sent."
                            },
                            {
                                "start": 298.508,
                                "stop": 306.665,
                                "byte_start": 1299581,
                                "byte_stop": 1332182,
                                "text": "Our precedents make clear that compulsory subsidies for private speech are subject to exacting First Amendment scrutiny."
                            },
                            {
                                "start": 306.665,
                                "stop": 317.719,
                                "byte_start": 1332182,
                                "byte_stop": 1376381,
                                "text": "Thus, as we said in Hudson, unions that exact fees from nonmembers must follow procedures that are \u0022carefully tailored to minimize the infringement of free speech rights”."
                            },
                            {
                                "start": 317.719,
                                "stop": 323.312,
                                "byte_start": 1376381,
                                "byte_stop": 1398742,
                                "text": "Under that standard, the union\u0027s conduct in this case is indefensible."
                            },
                            {
                                "start": 323.312,
                                "stop": 333.193,
                                "byte_start": 1398742,
                                "byte_stop": 1438344,
                                "text": "There is no justification for the union\u0027s failure to give employees a choice as to whether they wanted to support the Political Fight-Back Fund."
                            },
                            {
                                "start": 333.193,
                                "stop": 345.869,
                                "byte_start": 1438344,
                                "byte_stop": 1489021,
                                "text": "When the controversial new fund was announced, some employees undoubtedly objected to paying into it even though they had failed to object to paying nonchargeable expenses at the start of the year."
                            },
                            {
                                "start": 345.869,
                                "stop": 364.991,
                                "byte_start": 1489021,
                                "byte_stop": 1565508,
                                "text": "The union and the dissent argued that we should not be concerned that nonmembers were required to contribute to a political campaign with which they disagreed because they, in effect, get a refund of this money when they paid -- they got a refund of this money when they paid their annual dues the following year."
                            },
                            {
                                "start": 364.991,
                                "stop": 380.005,
                                "byte_start": 1565508,
                                "byte_stop": 1625590,
                                "text": "This argument is not correct as a factual matter, but even if it were factually correct, nonmembers cannot be compelled to make an involuntary loan to support an election campaign even if this loan is repaid after the election."
                            },
                            {
                                "start": 380.005,
                                "stop": 384.941,
                                "byte_start": 1625590,
                                "byte_stop": 1645338,
                                "text": "What this argument boils down to is the following We\u0027re going to take your money now."
                            },
                            {
                                "start": 384.941,
                                "stop": 393.141,
                                "byte_start": 1645338,
                                "byte_stop": 1678043,
                                "text": "We\u0027re going to use it to achieve electoral results you oppose and then when we\u0027ve succeeded in doing that, we will give you your money back."
                            },
                            {
                                "start": 393.141,
                                "stop": 408.114,
                                "byte_start": 1678043,
                                "byte_stop": 1738021,
                                "text": "A loan is obviously a form of financial support and therefore, this argument is flatly contrary to the principle that the First Amendment does not permit the Government to compel people to support political causes with which they disagree."
                            },
                            {
                                "start": 408.114,
                                "stop": 419.265,
                                "byte_start": 1738021,
                                "byte_stop": 1782533,
                                "text": "Public-sector unions have the right under the First Amendment to express their views on political and social issues, but they do not have a right to compel contributions from unwilling donors."
                            },
                            {
                                "start": 419.265,
                                "stop": 429.327,
                                "byte_start": 1782533,
                                "byte_stop": 1822866,
                                "text": "Employees who choose not to join a union also have First Amendment rights, including the right to withhold contributions for political activities they do not support."
                            },
                            {
                                "start": 429.327,
                                "stop": 441.111,
                                "byte_start": 1822866,
                                "byte_stop": 1869991,
                                "text": "Therefore, when a public-sector union wants to impose a special fee, the union must provide a fresh notice and may not exact any funds from nonmembers without their affirmative consent."
                            },
                            {
                                "start": 441.111,
                                "stop": 449.638,
                                "byte_start": 1869991,
                                "byte_stop": 1904055,
                                "text": "It has been suggested that we should not decide the question whether in the context presented in this case, affirmative consent is required."
                            },
                            {
                                "start": 449.638,
                                "stop": 460.499,
                                "byte_start": 1904055,
                                "byte_stop": 1947523,
                                "text": "Instead, it is suggested that we assume that it is sufficient if a union gives nonmembers an opportunity to opt out of making the payment."
                            },
                            {
                                "start": 460.499,
                                "stop": 476.49,
                                "byte_start": 1947523,
                                "byte_stop": 2011470,
                                "text": "With this approach, it would require either this Court or the lower courts to decide a question for which there is no answer, namely, what sort of procedures would make an opt-out scheme consistent with the First Amendment in the context present here?"
                            },
                            {
                                "start": 476.49,
                                "stop": 487.552,
                                "byte_start": 2011470,
                                "byte_stop": 2055774,
                                "text": "The answer to that question is that no procedures can make an opt-out scheme constitutional in this context, and therefore, the opt-out versus opt-in question cannot be avoided."
                            },
                            {
                                "start": 487.552,
                                "stop": 493.431,
                                "byte_start": 2055774,
                                "byte_stop": 2079284,
                                "text": "The judgment of the Ninth Circuit is reversed, and the case is remanded for proceedings consistent with this opinion."
                            },
                            {
                                "start": 493.431,
                                "stop": 499.733,
                                "byte_start": 2079284,
                                "byte_stop": 2104466,
                                "text": "Justice Sotomayor has filed an opinion concurring in the judgment, in which Justice Ginsburg has joined."
                            },
                            {
                                "start": 499.733,
                                "stop": 504.477,
                                "byte_start": 2104466,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion, in which Justice Kagan has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54060,
            "mime": "audio\/mpeg",
            "size": 2113975,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-1121\/20120621o_10-1121_part1.delivery.mp3"
        },
        {
            "id": 75800,
            "mime": "audio\/ogg",
            "size": 5112047,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-1121\/20120621o_10-1121_part1.ogg"
        },
        {
            "id": 75801,
            "mime": "application\/x-mpegURL",
            "size": 8511,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-1121\/20120621o_10-1121_part1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}