{
    "id": 22678,
    "title": "Opinion Announcement - June 21, 2012 (Part 2)",
    "transcript": {
        "title": "Knox v. Service Employees International Union",
        "duration": 332.46,
        "sections": [
            {
                "start": 0,
                "stop": 332.46,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 332.46,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.751,
                                "byte_start": 105472,
                                "byte_stop": 124489,
                                "text": "I -- I was going to read a bit of the dissent."
                            },
                            {
                                "start": 4.751,
                                "stop": 13.305,
                                "byte_start": 124489,
                                "byte_stop": 158762,
                                "text": "Justice Kagan and I do dissent and for the most part, our dissent concerns an issue that normally wouldn\u0027t warrant my saying anything from the bench."
                            },
                            {
                                "start": 13.305,
                                "stop": 33.901,
                                "byte_start": 158762,
                                "byte_stop": 241100,
                                "text": "And I think Justice Alito correctly stated the issue in this case that union that represents nonmembers in collective bargaining can, in certain States, charge those members a fee for the representation, but the First Amendment says they can\u0027t charge an objecting nonmember for certain political expenditures."
                            },
                            {
                                "start": 33.901,
                                "stop": 50.052,
                                "byte_start": 241100,
                                "byte_stop": 305779,
                                "text": "So, given that constitutional interpretation, how, in the context of a special midyear assessment, is the union supposed to calculate what\u0027s the proper discount to give the objecting nonmember for the political part of what the union is collecting."
                            },
                            {
                                "start": 50.052,
                                "stop": 54.495,
                                "byte_start": 305779,
                                "byte_stop": 323542,
                                "text": "Now, that\u0027s an administrative question, and it\u0027s not easy to answer."
                            },
                            {
                                "start": 54.495,
                                "stop": 58.594,
                                "byte_start": 323542,
                                "byte_stop": 339947,
                                "text": "I know how we answer it normally where a yearly fee is involved."
                            },
                            {
                                "start": 58.594,
                                "stop": 78.696,
                                "byte_start": 339947,
                                "byte_stop": 420300,
                                "text": "Well, that so, an accounting firm usually goes over the books for Year One, and they figure out -- the union figures out on the basis of the audited accounts, what was the political part, what was the nonpolitical part, and it then collects the political, nonpolitical ratio, whatever that was, for Year Two based upon Year One\u0027s accounts."
                            },
                            {
                                "start": 78.696,
                                "stop": 81.522,
                                "byte_start": 420300,
                                "byte_stop": 431585,
                                "text": "What happens if it changes during Year Two?"
                            },
                            {
                                "start": 81.522,
                                "stop": 90.344,
                                "byte_start": 431585,
                                "byte_stop": 466902,
                                "text": "Well, then, that shows up in Year Three because they used Year Two for Years Three and it all works out more or less, not perfectly but more or less."
                            },
                            {
                                "start": 90.344,
                                "stop": 102.262,
                                "byte_start": 466902,
                                "byte_stop": 514550,
                                "text": "For example, if 30% of Year One\u0027s for union\u0027s expenses are political, the union in Year Two can charge the objecting nonmembers only 70% of the basic fees."
                            },
                            {
                                "start": 102.262,
                                "stop": 114.422,
                                "byte_start": 514550,
                                "byte_stop": 563242,
                                "text": "But if Year Two\u0027s political expenses turned out to be higher, say 40%, then the union can charge the objecting nonmembers in Year Three only 60% and so, it sort of works out."
                            },
                            {
                                "start": 114.422,
                                "stop": 124.318,
                                "byte_start": 563242,
                                "byte_stop": 602843,
                                "text": "And Justice Kagan and I think that the same system used for the yearly expenditures should be applied when the union levies a special charge in the middle of the year."
                            },
                            {
                                "start": 124.318,
                                "stop": 125.907,
                                "byte_start": 602843,
                                "byte_stop": 609113,
                                "text": "It\u0027s workable."
                            },
                            {
                                "start": 125.907,
                                "stop": 128.499,
                                "byte_start": 609113,
                                "byte_stop": 619562,
                                "text": "The majority doesn\u0027t think this, okay."
                            },
                            {
                                "start": 128.499,
                                "stop": 145.051,
                                "byte_start": 619562,
                                "byte_stop": 685704,
                                "text": "So far, what we have looks like an ordinary disagreement in an ordinary case, but there is one thing about the majority\u0027s opinion that, in our view, is not ordinary and Justice Sotomayor, joined by Justice Ginsburg, agree with us on this point."
                            },
                            {
                                "start": 145.051,
                                "stop": 161.697,
                                "byte_start": 685704,
                                "byte_stop": 752264,
                                "text": "The majority says that in -- where you have a special midyear charge, no objecting nonmember has to pay any of the special charge unless he or she opts-in, i.e., affirmatively he says he wants to."
                            },
                            {
                                "start": 161.697,
                                "stop": 162.592,
                                "byte_start": 752264,
                                "byte_stop": 755921,
                                "text": "Okay."
                            },
                            {
                                "start": 162.592,
                                "stop": 169.905,
                                "byte_start": 755921,
                                "byte_stop": 785178,
                                "text": "Now, we are very concerned about that part of the opinion, which, in technical jargon, goes, “You have to opt-in or opt-out.”"
                            },
                            {
                                "start": 169.905,
                                "stop": 192.888,
                                "byte_start": 785178,
                                "byte_stop": 877025,
                                "text": "For one thing, it seems to me that in such a case, the objecting nonmember, unless they affirmatively agree, wouldn\u0027t even have to pay a share of the union\u0027s purely collective bargaining expenses, say, suddenly arising union cost to hire experts to help it bargain about pensions."
                            },
                            {
                                "start": 192.888,
                                "stop": 204.015,
                                "byte_start": 877025,
                                "byte_stop": 921537,
                                "text": "Prior cases make clear that the nonmembers\u0027 First Amendment rights cover the union\u0027s political expenses, but not this kind of ordinary collective bargaining expense."
                            },
                            {
                                "start": 204.015,
                                "stop": 228.579,
                                "byte_start": 921537,
                                "byte_stop": 1019862,
                                "text": "For another thing, the question is to whether objectives are -- was it the opt-in, they\u0027re free not to pay, unless they say they want to, unless they opt-in or they have to pay unless they opt-out, that\u0027s the opt-in versus opt-out, that that\u0027s a very important issue in the minds of many unions, in the minds of many employees and in the minds of many employers as well as others."
                            },
                            {
                                "start": 228.579,
                                "stop": 234.009,
                                "byte_start": 1019862,
                                "byte_stop": 1041596,
                                "text": "How should the law treat the nonmember employee who is basically indifferent?"
                            },
                            {
                                "start": 234.009,
                                "stop": 236.217,
                                "byte_start": 1041596,
                                "byte_stop": 1050373,
                                "text": "It isn\u0027t carried just to who would like to pay it less."
                            },
                            {
                                "start": 236.217,
                                "stop": 239.471,
                                "byte_start": 1050373,
                                "byte_stop": 1063434,
                                "text": "He\u0027s indifferent to the union\u0027s political expenditures."
                            },
                            {
                                "start": 239.471,
                                "stop": 247.274,
                                "byte_start": 1063434,
                                "byte_stop": 1094572,
                                "text": "For 50 years, this Court has consistently found constitutional a system that requires the nonmember to opt-out."
                            },
                            {
                                "start": 247.274,
                                "stop": 259.195,
                                "byte_start": 1094572,
                                "byte_stop": 1142324,
                                "text": "You have to care, in other words and they\u0027ve said that was constitutional in all kinds of different context that, to us, should be the same today, but today the Court takes a different path."
                            },
                            {
                                "start": 259.195,
                                "stop": 271.076,
                                "byte_start": 1142324,
                                "byte_stop": 1189867,
                                "text": "Further, this kind of question has been entwined with words you will recognize, with right to work issues and related issues which approved highly controversial politically."
                            },
                            {
                                "start": 271.076,
                                "stop": 286.923,
                                "byte_start": 1189867,
                                "byte_stop": 1253188,
                                "text": "The Court is answering, at least in this limited special assessment context, matters about which many unions, employees and employers have strong but different views, and it is a matter that different States have resolved differently as a matter of state law."
                            },
                            {
                                "start": 286.923,
                                "stop": 298.076,
                                "byte_start": 1253188,
                                "byte_stop": 1297805,
                                "text": "By holding that the Constitution itself answers the question, the Court has wrongly, in our opinion, prevented States from choosing among a variety of different possible answers."
                            },
                            {
                                "start": 298.076,
                                "stop": 303.385,
                                "byte_start": 1297805,
                                "byte_stop": 1319016,
                                "text": "Finally, the Court has decided this matter, we think, without adequate briefing."
                            },
                            {
                                "start": 303.385,
                                "stop": 307.499,
                                "byte_start": 1319016,
                                "byte_stop": 1335526,
                                "text": "The opt-in versus the opt-out question was not addressed by the lower courts."
                            },
                            {
                                "start": 307.499,
                                "stop": 310.897,
                                "byte_start": 1335526,
                                "byte_stop": 1349110,
                                "text": "It was not presented to this Court for review in our opinion."
                            },
                            {
                                "start": 310.897,
                                "stop": 313.431,
                                "byte_start": 1349110,
                                "byte_stop": 1359245,
                                "text": "The parties did not brief the question."
                            },
                            {
                                "start": 313.431,
                                "stop": 318.781,
                                "byte_start": 1359245,
                                "byte_stop": 1380665,
                                "text": "So, in our view, at a minimum, the Court should not have decided the question without further briefing."
                            },
                            {
                                "start": 318.781,
                                "stop": 332.46,
                                "byte_start": 1380665,
                                "byte_stop": 0,
                                "text": "Justice Kagan and I also believe that in any event because of the some of the administrative concerns that the majority identify, we also, the two of us, believe the Court came up with a wrong answer."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54478,
            "mime": "audio\/mpeg",
            "size": 1429149,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-1121\/20120621o_10-1121_part2.delivery.mp3"
        },
        {
            "id": 76218,
            "mime": "audio\/ogg",
            "size": 3317434,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-1121\/20120621o_10-1121_part2.ogg"
        },
        {
            "id": 76219,
            "mime": "application\/x-mpegURL",
            "size": 5661,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-1121\/20120621o_10-1121_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}