{
    "id": 16075,
    "title": "Opinion Announcement - November 13, 1979",
    "transcript": {
        "title": "Transamerica Mortgage Advisors, Inc. v. Lewis",
        "duration": 409.611,
        "sections": [
            {
                "start": 0,
                "stop": 409.611,
                "byte_start": 28672,
                "byte_stop": 1667072,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.085,
                        "byte_start": 28672,
                        "byte_stop": 73080,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.085,
                                "byte_start": 28672,
                                "byte_stop": 73080,
                                "text": "The judgment and opinion of the Court in No. 77-1645, Transamerica Mortgage Advisors against Lewis will be announced by Mr. Justice Stewart."
                            }
                        ]
                    },
                    {
                        "start": 11.085,
                        "stop": 406.974,
                        "byte_start": 73080,
                        "byte_stop": 1656623,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 11.085,
                                "stop": 18.619,
                                "byte_start": 73080,
                                "byte_stop": 103173,
                                "text": "This case is here on a writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 18.619,
                                "stop": 29.585,
                                "byte_start": 103173,
                                "byte_stop": 147059,
                                "text": "The Investment Advisers Act of 1940 was enacted to deal with abuses that Congress had found to exist in the investment advisers industry."
                            },
                            {
                                "start": 29.585,
                                "stop": 39.998,
                                "byte_start": 147059,
                                "byte_stop": 188750,
                                "text": "And the question in this case is whether that Act creates a private cause of action for damages or for other relief."
                            },
                            {
                                "start": 39.998,
                                "stop": 50.261,
                                "byte_start": 188750,
                                "byte_stop": 229815,
                                "text": "The trial court ruled that the Investment Advisers Act confers no private right of action and accordingly dismissed the plaintiff’s complaint in this case."
                            },
                            {
                                "start": 50.261,
                                "stop": 69.216,
                                "byte_start": 229815,
                                "byte_stop": 305570,
                                "text": "The Court of Appeals reversed holding that and I\u0027m quoting, “Implication of a private right of action for injunctive relief and damages in favor of appropriate plaintiffs is necessary to achieve the goals of Congress in enacting the legislation.”"
                            },
                            {
                                "start": 69.216,
                                "stop": 74.532,
                                "byte_start": 305570,
                                "byte_stop": 326886,
                                "text": "We granted certiorari to consider the important federal question presented."
                            },
                            {
                                "start": 74.532,
                                "stop": 81.828,
                                "byte_start": 326886,
                                "byte_stop": 356039,
                                "text": "The case was argued in the 1978 term and was reargued last month."
                            },
                            {
                                "start": 81.828,
                                "stop": 87.794,
                                "byte_start": 356039,
                                "byte_stop": 379862,
                                "text": "The Investment Advisers Act nowhere expressly provides for a private cause of action."
                            },
                            {
                                "start": 87.794,
                                "stop": 108.031,
                                "byte_start": 379862,
                                "byte_stop": 460842,
                                "text": "The only provision of the Act that authorizes any suits to enforce the duties or obligations created by it is a section that permits the Securities Exchange Commission to bring suit in a Federal District Court to enjoin violations of the Act or the rules promulgated under it."
                            },
                            {
                                "start": 108.031,
                                "stop": 119.506,
                                "byte_start": 460842,
                                "byte_stop": 506713,
                                "text": "The question whether a statute creates a cause of action either expressly or by implication is basically a matter of statutory construction."
                            },
                            {
                                "start": 119.506,
                                "stop": 142.602,
                                "byte_start": 506713,
                                "byte_stop": 599082,
                                "text": "While some opinions of the Court have placed considerable emphasis upon the desirability of implying private rights of action in order to provide remedies thought to effectuate the purposes of a given statute, what must ultimately be determined is whether Congress intended to create the private remedy asserted."
                            },
                            {
                                "start": 142.602,
                                "stop": 153.631,
                                "byte_start": 599082,
                                "byte_stop": 643281,
                                "text": "It is argued that the creation of a private right of action can fairly be inferred from the language of two sections of the Act before us in this case."
                            },
                            {
                                "start": 153.631,
                                "stop": 162.727,
                                "byte_start": 643281,
                                "byte_stop": 679643,
                                "text": "The first is a section that broadly proscribes various practices by investment advisers."
                            },
                            {
                                "start": 162.727,
                                "stop": 173.959,
                                "byte_start": 679643,
                                "byte_stop": 724574,
                                "text": "The second is a section that provides that contracts whose formation or performance would violate the Act shall be void."
                            },
                            {
                                "start": 173.959,
                                "stop": 186.418,
                                "byte_start": 724574,
                                "byte_stop": 774416,
                                "text": "As to the second of these sections, we have concluded that the statutory language itself fairly implies a right to specific and limited relief in a federal court."
                            },
                            {
                                "start": 186.418,
                                "stop": 198.957,
                                "byte_start": 774416,
                                "byte_stop": 824571,
                                "text": "By declaring certain contracts void, that section by its terms necessarily contemplates that the issue of voidness under its criteria may be litigated somewhere."
                            },
                            {
                                "start": 198.957,
                                "stop": 211.395,
                                "byte_start": 824571,
                                "byte_stop": 874308,
                                "text": "At the very least, Congress must have assumed that the statutory provision could be raised defensively in private litigation to preclude the enforcement of an investment adviser’s contract."
                            },
                            {
                                "start": 211.395,
                                "stop": 216.814,
                                "byte_start": 874308,
                                "byte_stop": 895937,
                                "text": "But the legal consequences of voidness are typically not so limited."
                            },
                            {
                                "start": 216.814,
                                "stop": 227.88,
                                "byte_start": 895937,
                                "byte_stop": 940241,
                                "text": "A person with the power to void a contract ordinarily may resort to a court to have the contract rescinded and to obtain restitution of consideration paid."
                            },
                            {
                                "start": 227.88,
                                "stop": 239.503,
                                "byte_start": 940241,
                                "byte_stop": 986739,
                                "text": "And the federal courts in general have viewed such language in statutes as implying an equitable cause of action for rescission or similar relief."
                            },
                            {
                                "start": 239.503,
                                "stop": 261.762,
                                "byte_start": 986739,
                                "byte_stop": 1075764,
                                "text": "For these reasons, we conclude that when Congress declared that certain contracts are void, it intended that the customary legal incidence of voidness would follow including the availability of a suit for rescission or for an injunction against continued operation of the contract and for restitution."
                            },
                            {
                                "start": 261.762,
                                "stop": 270.262,
                                "byte_start": 1075764,
                                "byte_stop": 1109723,
                                "text": "We view quite differently however the respondent\u0027s claims for damages and other monetary relief under the other section at issue."
                            },
                            {
                                "start": 270.262,
                                "stop": 278.616,
                                "byte_start": 1109723,
                                "byte_stop": 1143160,
                                "text": "That section simply prohibits certain conduct and does not in terms create or alter any civil liabilities."
                            },
                            {
                                "start": 278.616,
                                "stop": 287.476,
                                "byte_start": 1143160,
                                "byte_stop": 1178582,
                                "text": "If monetary liability to a private plaintiff is to be found, it must be read into the legislation."
                            },
                            {
                                "start": 287.476,
                                "stop": 301.083,
                                "byte_start": 1178582,
                                "byte_stop": 1233021,
                                "text": "Yet it is an elemental canon of statutory construction that where a statute expressly provides a particular remedy or remedies, a court must be chary of reading others into it."
                            },
                            {
                                "start": 301.083,
                                "stop": 309.436,
                                "byte_start": 1233021,
                                "byte_stop": 1266458,
                                "text": "Congress expressly provided both judicial and administrative means for enforcing compliance with the section in question."
                            },
                            {
                                "start": 309.436,
                                "stop": 316.124,
                                "byte_start": 1266458,
                                "byte_stop": 1293208,
                                "text": "First, willful violations are criminal offenses punishable by fine or imprisonment or both."
                            },
                            {
                                "start": 316.124,
                                "stop": 324.925,
                                "byte_start": 1293208,
                                "byte_stop": 1328421,
                                "text": "Second, the Securities Exchange Commission is authorized to bring civil actions in federal courts to enjoin compliance."
                            },
                            {
                                "start": 324.925,
                                "stop": 330.756,
                                "byte_start": 1328421,
                                "byte_stop": 1351722,
                                "text": "Third, the Commission is authorized to impose various administrative sanctions."
                            },
                            {
                                "start": 330.756,
                                "stop": 351.788,
                                "byte_start": 1351722,
                                "byte_stop": 1435836,
                                "text": "In view of these express provisions for enforcing the duties imposed, we think it is highly improbable that Congress absentmindedly forgot to mention and intended private action."
                            },
                            {
                                "start": 351.788,
                                "stop": 378.01,
                                "byte_start": 1435836,
                                "byte_stop": 1540744,
                                "text": "For the reasons I have outlined, all of which are discussed in considerably greater detail in the written opinion of the Court filed this morning we hold that there exist a limited private remedy under the Investment Advisers Act of 1940 to void an investment adviser\u0027s contract but that the Act confers no other private causes of action, legal or equitable."
                            },
                            {
                                "start": 378.01,
                                "stop": 390.752,
                                "byte_start": 1540744,
                                "byte_stop": 1591735,
                                "text": "Accordingly, the judgment of the Court of Appeals is affirmed in part and reversed in part and the case is remanded to that court for further proceedings consistent with the written opinion of this Court."
                            },
                            {
                                "start": 390.752,
                                "stop": 396.858,
                                "byte_start": 1591735,
                                "byte_stop": 1616185,
                                "text": "Mr. Justice Powell while joining the opinion of the Court has filed a concurring statement."
                            },
                            {
                                "start": 396.858,
                                "stop": 406.974,
                                "byte_start": 1616185,
                                "byte_stop": 1656623,
                                "text": "And Mr. Justice White has filed a dissenting opinion which Mr. Justice Brennan, Mr. Justice Marshall, and Mr. Justice Stevens have joined."
                            }
                        ]
                    },
                    {
                        "start": 406.974,
                        "stop": 409.611,
                        "byte_start": 1656623,
                        "byte_stop": 1667072,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 406.974,
                                "stop": 409.611,
                                "byte_start": 1656623,
                                "byte_stop": 1667072,
                                "text": "Thank you Mr. Justice Stewart."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 41272,
            "mime": "audio\/mpeg",
            "size": 1667385,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1978\/77-1645\/19791113o_77-1645.delivery.mp3"
        },
        {
            "id": 63210,
            "mime": "audio\/ogg",
            "size": 4138778,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1978\/77-1645\/19791113o_77-1645.ogg"
        },
        {
            "id": 63211,
            "mime": "application\/x-mpegURL",
            "size": 6139,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1978\/77-1645\/19791113o_77-1645.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}