{
    "id": 20951,
    "title": "Opinion Announcement - March 24, 1992",
    "transcript": {
        "title": "United States v. R. L. C.",
        "duration": 202.475,
        "sections": [
            {
                "start": 0,
                "stop": 202.475,
                "byte_start": 90852,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 202.475,
                        "byte_start": 90852,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.312,
                                "byte_start": 90852,
                                "byte_stop": 124184,
                                "text": "The second case is United States and R.L.C., No. 90-1577."
                            },
                            {
                                "start": 8.312,
                                "stop": 13.421,
                                "byte_start": 124184,
                                "byte_stop": 144560,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Eighth Circuit."
                            },
                            {
                                "start": 13.421,
                                "stop": 18.073,
                                "byte_start": 144560,
                                "byte_stop": 163159,
                                "text": "Respondent, R.L.C. is a member of the Red Lake Band of Chippewa Indians."
                            },
                            {
                                "start": 18.073,
                                "stop": 23.527,
                                "byte_start": 163159,
                                "byte_stop": 184997,
                                "text": "At the age of 16, he caused the death of a two-year-old child on an Indian reservation."
                            },
                            {
                                "start": 23.527,
                                "stop": 36.732,
                                "byte_start": 184997,
                                "byte_stop": 237869,
                                "text": "Because that act, if committed by an adult, would have been the crime of involuntary manslaughter on an Indian reservation, the District Court found R.L.C. to have committed an act of juvenile delinquency within the meaning of the applicable statute."
                            },
                            {
                                "start": 36.732,
                                "stop": 50.211,
                                "byte_start": 237869,
                                "byte_stop": 291786,
                                "text": "The provisions of the Juvenile Delinquency Act limit the length of detention that may be ordered in R.L.C.\u0027s circumstances to the maximum term of imprisonment that could be authorized if the juvenile had been tried and convicted as an adult."
                            },
                            {
                                "start": 50.211,
                                "stop": 57.888,
                                "byte_start": 291786,
                                "byte_stop": 322506,
                                "text": "The maximum sentence for involuntary manslaughter is three years imprisonment and that is the period to which the District Court sentenced R.L.C."
                            },
                            {
                                "start": 57.888,
                                "stop": 72.31,
                                "byte_start": 322506,
                                "byte_stop": 380184,
                                "text": "The Eighth Circuit Court of Appeals found this to be error holding that the maximum length of official detention under the Act could not exceed the sentence a court could impose on a similarly situated adult after application of the United States sentencing guidelines."
                            },
                            {
                                "start": 72.31,
                                "stop": 81.503,
                                "byte_start": 380184,
                                "byte_stop": 416965,
                                "text": "After finding that the relevant guideline range would yield a maximum of 21 months, the Court of Appeals vacated R.L.C.\u0027s sentence and remanded for sentencing."
                            },
                            {
                                "start": 81.503,
                                "stop": 101.591,
                                "byte_start": 416965,
                                "byte_stop": 497317,
                                "text": "We granted certiorari to resolve a conflict between the Eighth and Ninth Circuits on whether the phrase, the maximum term of imprisonment that would be authorized if the juvenile had been tried and convicted as an adult, refers to the maximum sentence authorized by the statute creating the offense or the maximum that could be imposed after application of the guidelines."
                            },
                            {
                                "start": 101.591,
                                "stop": 112.127,
                                "byte_start": 497317,
                                "byte_stop": 539427,
                                "text": "In an opinion filed with the Clerk today, we affirm the judgment of the Court of Appeals and hold that the limitation refers to the maximum sentence that could be imposed after application of the guidelines."
                            },
                            {
                                "start": 112.127,
                                "stop": 136.516,
                                "byte_start": 539427,
                                "byte_stop": 637020,
                                "text": "Our holding does not require a plenary application of the guidelines to juvenile delinquency proceedings for where the statutory provision applies, the Sentencing Court\u0027s concern with the guidelines goes solely to the upper limit of the guidelines\u0027 range in setting the maximum term for which a juvenile may be committed in the absence of circumstances that would warrant departure from the guidelines under the statute governing their application."
                            },
                            {
                                "start": 136.516,
                                "stop": 146.19,
                                "byte_start": 637020,
                                "byte_stop": 675681,
                                "text": "We find the language of the statute ambiguous while the word \u0022authorize\u0022 maybe read to refer to the maximum sentence provided for by the statute defining the offense."
                            },
                            {
                                "start": 146.19,
                                "stop": 160.202,
                                "byte_start": 675681,
                                "byte_stop": 731688,
                                "text": "We think it is arguably more natural reading refers to the maximum sentence that could be imposed after application of all statutes with the required bearing on the sentencing decision including a statute requiring application of the guidelines."
                            },
                            {
                                "start": 160.202,
                                "stop": 171.723,
                                "byte_start": 731688,
                                "byte_stop": 777768,
                                "text": "In a portion of the opinion in which the Chief Justice and Justices White and Stevens joined, I conclude that legislative history supports this conclusion and results in the ambiguity about the statute\u0027s intended scope."
                            },
                            {
                                "start": 171.723,
                                "stop": 185.861,
                                "byte_start": 777768,
                                "byte_stop": 834297,
                                "text": "If any ambiguity survived, I would rest upon the rule of lenity to choose the construction yielding the shorter sentence, but because no ambiguity does survive, I conclude that resort to the rule of lenity is unnecessary."
                            },
                            {
                                "start": 185.861,
                                "stop": 202.475,
                                "byte_start": 834297,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed an opinion concurring in part and concurring in the judgment in which Justices Kennedy and Thomas join; Justice Thomas has filed an opinion concurring in part and concurring in the judgment; Justice O\u0027Connor has filed a dissenting opinion in which Justice Blackmun joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51026,
            "mime": "audio\/mpeg",
            "size": 900752,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1991\/90-1577\/19920324o_90-1577.delivery.mp3"
        },
        {
            "id": 72804,
            "mime": "audio\/ogg",
            "size": 2059144,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1991\/90-1577\/19920324o_90-1577.ogg"
        },
        {
            "id": 72805,
            "mime": "application\/x-mpegURL",
            "size": 3103,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1991\/90-1577\/19920324o_90-1577.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}