{
    "ID": 62657,
    "name": "Cuozzo Speed Technologies v. Lee",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-446",
    "docket_number": "15-446",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Cuozzo Speed Technologies, LLC",
    "second_party": "Michelle K. Lee, Under Secretary of Commerce for Intellectual Property and Director, Patent and Trademark Office",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53403"
        }
    ],
    "lower_court": {
        "ID": 17,
        "name": "United States Court of Appeals for the Federal Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/17"
    },
    "facts_of_the_case": "\u003Cp\u003ECuozzo Speed Technologies, LLC. (Cuozzo) owns the 074 patent, “Speed Limit Indicator and Method for Displaying Speed and the Relevant Speed Limit,” and Garmin International, Inc. (Garmin) petitioned the Patent Trial and Appeal Board (Board) for \u003Cem\u003Einter partes\u003C\/em\u003E review of claims regarding the patent. The Board was established to process patent litigation faster by using \u003Cem\u003Einter partes\u003C\/em\u003E review, and during that process, the Board uses the broadest reasonable interpretation when reviewing patent claims instead of the plain and ordinary meaning of patent claims. The Board found that claims 10, 14, and 17 were unpatentable. Cuozzo filed a motion to amend by replacing claims 10, 14, and 17 with claims 21, 22, and 23. The Board denied this request by applying the broadest reasonable interpretation standard to the term “integrally attached” regarding claim 14 on the components of the “Speed Limit Indicator.” Cuozzo appealed to the U.S. Court of Appeals for the Federal Circuit, which held that it lacked authority to review the Board’s finding under the broadest reasonable interpretation.\u003C\/p\u003E\n",
    "question": "\u003Col\u003E\u003Cli\u003EMay the Patent Trial and Appeal Board apply the broadest reasonable interpretation of patent claims during an \u003Cem\u003Einter partes\u003C\/em\u003E review proceeding?\u003C\/li\u003E\n\u003Cli\u003EIs the Patent Trial and Appeal Board’s use of \u003Cem\u003Einter partes\u003C\/em\u003E review judicially reviewable?\u003C\/li\u003E\n\u003C\/ol\u003E",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27405"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 38.900532,
        "longitude": -77.034929,
        "name": "United States Court of Appeals for the Federal Circuit",
        "street": "717 Madison Pl NW",
        "city": "Washington",
        "province": "DC",
        "postal_code": null,
        "province_name": "District Of Columbia"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will decide if the Patent Trial and Appeal Board’s decision to institute an inter partes review proceeding is judicially reviewable and if, in such a proceeding, the Board may construe claims in an issued patent according to their broadest interpretation.",
    "written_opinion": null,
    "related_cases": null
}