{
    "ID": 19760,
    "name": "Carter G. Phillips",
    "href": "https:\/\/api.oyez.org\/people\/carter_g_phillips",
    "first_name": "Carter",
    "middle_name": null,
    "last_name": "Phillips",
    "name_suffix": null,
    "date_of_birth": 0,
    "place_of_birth": null,
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": null,
    "family_status": null,
    "mother": null,
    "father": null,
    "mothers_occupation": null,
    "fathers_occupation": null,
    "biography": "\u003Cp\u003ECARTER G. PHILLIPS is the Managing Partner of the Washington, D.C., office of Sidley Austin LLP, and is a member of the firm\u0027s Management Committee. He served as a law clerk to both Judge Robert Sprecher on the U.S. Court of Appeals for the Seventh Circuit and Chief Justice Warren E. Burger on the United States Supreme Court. Mr. Phillips served as Assistant to the Solicitor General for three years, during which time he argued nine cases on behalf of the federal government in the United States Supreme Court. Since joining the firm, Mr. Phillips has argued 44 cases before the Supreme Court, for a career total of 53 appearances, as well as numerous cases in the courts of appeals. Examples of some of his cases are as follows: Mohawk Industries v. Williams, 126 U.S. 2016 (2006), which involved the definition of a RICO \u0022enterprise\u0022; eBay Inc. v. MercExchange, 126 U.S. 1837 (2006), labeled \u0022the most important issue of patent law to be decided by the Supreme Court in decades,\u0022 determined whether the standard for issuing a permanent injunction in patent cases differ, from the established traditional standard for equitable relief; IBP v. Alvarez, 126 U.S. 514 (2006), determined, on the one hand, that certain types of employee \u0022waiting time\u0022 are not compensable under the Fair Labor Standards Act, and on the other hand, that certain types of \u0022walking time\u0022 must be compensated; Muehler v. Mena, 125 U.S. 1465 (2005), which involved the constitutionality under the Fourth Amendment of the use of handcuffs to restrain occupants of a residence during a two-hour execution of a search warrant; Norfolk Southern Railway v. Pty. Kirby, 125 U.S. 385 (2004), which involved the question of whether federal law governs the interpretation of certain maritime contracts, and if so, whether contractual liability limits on shippers extend to all downstream carriers such as railroads; Mr. Phillips successfully argued Pegram v. Herdrich, 530 U.S. 211 (2000) which involved the legality of federal law of incentive payments to physicians who participate in managed care organizations. He argued TXO Production Corp. v. Alliances Resources, Corp., 509 U.S. 443 (1993) which involved the due process standards applied to punitive damage awards. Mr. Phillips successfully argued Yee v. City of Escondido, 503 U.S. 519 (1992) which involved a challenge under the Takings Clause to the city\u0027s laws regulating mobile homes. Mr. Phillips briefed and argued McNally v. United States, 483 U.S. 350 (1986), in which the Supreme Court struck down the prevailing interpretation of the mail fraud statute that had been used to convict hundreds of public officials, including Governors Mandel and Kerner.\u003C\/p\u003E\n\u003Cp\u003EMr. Phillips is a member of the American Law Institute, the American Academy of Appellate Lawyers and is a Fellow in the American College of Trial Lawyers. He is a member of the Federal Circuit Advisory Committee and was the Chair of the Committee from 2003-2005. He received the 2001 Rex Lee Advocacy Award, the Northwestern University Alumni Merit Award in 1998 and the Northwestern University Alumni Service Award in 2006. He is a member of the Economics Club of Washington, D.C., a trustee of the Federal City Council in Washington, a member (and former chairman) of the Dean\u0027s Advisory Committee of Northwestern University\u0027s School of Law and a member of the Advisory Committee of The Ohio State University Colleges of Arts and Sciences. He is a trustee of the Supreme Court Historical Society and is on their Publications Committee; he is on the Amicus Curiae Committee of the Federal Bar Association. Mr. Phillips is also on the Board of Directors of the Institute of Judicial Administration at New York University School of Law and serves on the Advisory Committee of the Georgetown University Law Center\u0027s Supreme Court Institute. He is also an adjunct professor of law at Northwestern University School of Law, teaching a clinic seminar on Supreme Court practice.\u003C\/p\u003E\n\u003Cp\u003EHis practice has been featured in articles in the American Lawyer, Business Week, Legal Times, The National Law Journal, USA Today and Legal Business (a publication in England). Mr. Phillips was selected by the American Lawyer as a member of the 45 Under 45 in 1995 and as one of the 100 Best Lawyers in America by the National Law Journal. Mr. Phillips was listed in the top band of litigators in Washington, D.C. by Chambers USA. In 2006 he was named one of the \u0022Top 100 Most Influential Lawyers in America\u0022 as chosen by the National Law Journal. The NLJ also named him a runner-up for its 2006 \u0022Lawyer of the Year\u0022, saying that in 2006 he \u0022became the \u0027go-to\u0027 attorney for corporations seeking Supreme Court relief, further elevating his stature within the small, but highly skilled, Supreme Court bar.\u0022\u003C\/p\u003E\n",
    "roles": null,
    "thumbnail": null,
    "images": [
        {
            "file": {
                "id": 12351,
                "mime": "image\/jpeg",
                "size": 12665,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/advocates\/carter_g_phillips.jpg"
            },
            "image_field_caption": null
        }
    ],
    "religion": null,
    "length_of_service": 0,
    "identifier": "carter_g_phillips",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}