{
    "ID": 21656,
    "name": "Donald B. Verrilli, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/donald_b_verrilli_jr",
    "first_name": "Donald",
    "middle_name": null,
    "last_name": "Verrilli,",
    "name_suffix": null,
    "date_of_birth": 0,
    "place_of_birth": null,
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": null,
    "family_status": null,
    "mother": null,
    "father": null,
    "mothers_occupation": null,
    "fathers_occupation": null,
    "biography": "\u003Cp\u003EDONALD B. VERRILLI, JR. is the Solicitor General of the United States. He was nominated by President Barack Obama and confirmed by the United States Senate on June 6, 2011. Verrilli took the oath of office on June 9, 2011.\u003C\/p\u003E\n\u003Cp\u003EHe has argued more than a dozen cases in the U.S. Supreme Court, including a variety of cases on behalf of clients in the telecommunications and content industries. He is best known for his 9-0 victory before the Court in 2005 in Metro-Goldwyn-Mayer Studios Inc. v. Grokster, Ltd., which he successfully argued that companies that build businesses on the illegal distribution of copyrighted material are liable for copyright infringement. The closely watched case was a landmark in the efforts of motion picture studios and recording companies to defeat illegal piracy of their products.\u003C\/p\u003E\n\u003Cp\u003EPrior to his appointment as Solicitor General, Mr. Verrilli was a partner in the law firm Jenner \u0026amp; Block, where he chaired the firm\u0027s Telecommunications Practice and was Co-Chair of its Appellate and Supreme Court Practice. He also concentrated his practice on First Amendment and media litigation. Some of his other Supreme Court cases include Howard Delivery Service, Inc. v. Zurich American Insurance Co., (2006), a bankruptcy case involving priority for unpaid workers compensation premiums. He also successfully argued General Dynamics Land Systems v. Cline, (2004), a case in which the Court ruled that the Age Discrimination in Employment Act does not authorize \u0022reverse discrimination\u0022 suits, FCC v. Next Wave Personal Communications, (2003), in which the Court returned to NextWave billions of dollars worth of wireless phone spectrum licenses that the FCC had sought to repossess from NextWave while it was in bankruptcy, and Verizon Communications v. FCC, (2002), the most important case arising out of the Telecommunications Act of 1996. On a pro bono basis, he successfully defended the right to effective counsel in Wiggins v. Smith (2003).\u003C\/p\u003E\n\u003Cp\u003EMr. Verrilli received his J.D. with honors from Columbia University in 1983, where he was a James Kent Scholar and served as editor-in-chief of the Columbia Law Review. He received his B.A. cum laude with Distinction in History from Yale University in 1979. He clerked for Associate Justice William J. Brennan, Jr., of the United States Supreme Court, and Judge J. Skelly Wright of the United States Court of Appeals for the District of Columbia Circuit.\u003C\/p\u003E\n\u003Cp\u003EHe was an adjunct professor of constitutional law at the Georgetown University Law Center, where he taught First Amendment law, and is a member of the Board of Visitors of the Columbia Law School. In 2004, Mr. Verrilli received The Arthur von Briesen Award from the National Legal Aid and Defender Association for his volunteer contributions to the equal justice community. He was also honored for his contributions to the equal justice community in 2006 with The Equal Justice Award from the Southern Center for Human Rights.\u003C\/p\u003E\n\u003Cp\u003EMr. Verrilli is admitted to practice in the District of Columbia and New York.\u003C\/p\u003E\n",
    "roles": null,
    "thumbnail": null,
    "images": [
        {
            "file": {
                "id": 12406,
                "mime": "image\/jpeg",
                "size": 19413,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/advocates\/donald_b_verrilli_jr.jpg"
            },
            "image_field_caption": null
        }
    ],
    "religion": null,
    "length_of_service": 0,
    "identifier": "donald_b_verrilli_jr",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}