{
    "ID": 23290,
    "name": "Evan Mark Tager",
    "href": "https:\/\/api.oyez.org\/people\/evan_mark_tager",
    "first_name": "Evan Mark",
    "middle_name": null,
    "last_name": "Tager",
    "name_suffix": null,
    "date_of_birth": 0,
    "place_of_birth": null,
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": null,
    "family_status": null,
    "mother": null,
    "father": null,
    "mothers_occupation": null,
    "fathers_occupation": null,
    "biography": "\u003Cp\u003EEvan Tager is a member of the Litigation practice and the Supreme Court \u0026amp; Appellate practice in Mayer Brown\u0027s Washington, DC office. Identified by \u003Cem\u003EChambers USA\u003C\/em\u003E as one of America\u0027s leading business lawyers, and profiled by \u003Cem\u003ELegal Times\u003C\/em\u003E in its issue on leading appellate lawyers, Evan has been integrally involved in a range of issues of paramount importance to the business community, including punitive damages, class certification standards, admissibility of expert testimony, and enforceability of arbitration agreements. According to \u003Cem\u003ELegal Times\u003C\/em\u003E, \u0022[w]hen a major company needs to find a lawyer in a key case involving class certification, punitive damages, or arbitration, there\u0027s a good chance it will hire Evan Tager.\u0022 \u0022In the past several years,\u0022 it reports, Evan \u0022has become the go-to attorney in a growing number of cases that matter to big businesses across the United States.\u0022 Most recently, he was named by his peers to the 2007 edition of \u003Cem\u003EThe Washingtonian\u0027s\u003C\/em\u003E \u0022Big Guns: 800 Top Lawyers\u0022 list in the area of Supreme Court appellate work.\u003C\/p\u003E\n\u003Cp\u003EEvan has filed hundreds of briefs on issues of importance to the business community in the United States Supreme Court and in lower courts throughout the country. One of Evan\u0027s clients told Chambers USA that, as a briefwriter, Evan \u0022deploys a grasp of language and argument that is a marvel to behold.\u0022 Evan has argued cases in the US Supreme Court, the First, Second, Third, Fourth, Fifth, Sixth, Ninth, and Eleventh Circuits, the DC Court of Appeals, the California Court of Appeal, the Illinois Appellate Court, the Illinois Supreme Court, the Washington Supreme Court, and numerous state and federal trial courts. In addition, he has published extensively on the subjects of appellate advocacy, punitive damages, class actions, and expert testimony, among other things, and has participated frequently on panels devoted to punitive damages and class actions.\u003C\/p\u003E\n\u003Cp\u003EEvan received his AB, \u003Cem\u003Emagna cum laude\u003C\/em\u003E from Princeton University in 1982 and his JD in 1985 from Stanford Law School, where he was Articles Editor of the \u003Cem\u003EStanford Law Review\u003C\/em\u003E and winner of the Board of Editors Award for Outstanding Editorial Contribution to the \u003Cem\u003EStanford Law Review\u003C\/em\u003E. Following law school, he served as a law clerk to Judge Mary M. Schroeder in the Ninth Circuit.\u003C\/p\u003E\n",
    "roles": null,
    "thumbnail": null,
    "images": [
        {
            "file": {
                "id": 12424,
                "mime": "image\/jpeg",
                "size": 2989,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/advocates\/evan_mark_tager.jpg"
            },
            "image_field_caption": ""
        }
    ],
    "religion": null,
    "length_of_service": 0,
    "identifier": "evan_mark_tager",
    "law_school": "Stanford Law School, JD, 1985",
    "number_of_children": 0,
    "home_state": null
}