{
    "ID": 29018,
    "name": "John J. Bursch",
    "href": "https:\/\/api.oyez.org\/people\/john_j_bursch",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Bursch",
    "name_suffix": null,
    "date_of_birth": 0,
    "place_of_birth": null,
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": null,
    "family_status": null,
    "mother": null,
    "father": null,
    "mothers_occupation": null,
    "fathers_occupation": null,
    "biography": "\u003Cp\u003EJohn J. Bursch currently serves as Michigan\u0027s 10th Solicitor General. Before his appointment, John chaired the Appellate Practice and Public-Affairs Litigation Groups at Warner Norcross \u0026amp; Judd LLP, where he successfully litigated appeals with more than $2.25 billion in controversy at every level of the Michigan and federal appellate systems. In addition to working with numerous Fortune 500 companies, John represented industry associations, citizen groups, Michigan legislators, local governments, three states, and Canada.\u003C\/p\u003E\n\u003Cp\u003EIn 2010, Michigan Super Lawyers listed John as one of Michigan\u0027s \u0022Top 100\u0022 lawyers. He is also listed in The Best Lawyers in America and is a Fellow of The Litigation Counsel of America, an invitation-only honorary society limited to less than one-half of one percent of all American lawyers. John is the only attorney ever to receive back-to-back Distinguished Brief Awards for his advocacy before the Michigan Supreme Court. And in 2010, John was honored with an appointment to the American Bar Association committee that reviewed Elena Kagan\u0027s writings before her Senate confirmation as a United States Supreme Court Justice.\/p\u003C\/p\u003E\n\u003Cp\u003EJohn has served in leadership positions for a number of appellate bar associations and community organizations, and he is a past chair of the American Bar Association\u0027s Council of Appellate Lawyers.\u003C\/p\u003E\n",
    "roles": null,
    "thumbnail": null,
    "images": [
        {
            "file": {
                "id": 12488,
                "mime": "image\/jpeg",
                "size": 14750,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/advocates\/john_j_bursch.jpg"
            },
            "image_field_caption": null
        }
    ],
    "religion": null,
    "length_of_service": 0,
    "identifier": "john_j_bursch",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}