{
    "id": 21483,
    "title": "Opinion Announcement - June 28, 2001",
    "transcript": {
        "title": "Palazzolo v. Rhode Island",
        "duration": 383.059,
        "sections": [
            {
                "start": 0,
                "stop": 383.059,
                "byte_start": 89580,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 383.059,
                        "byte_start": 89580,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.679,
                                "byte_start": 89580,
                                "byte_stop": 128346,
                                "text": "I have the opinion to announce for the Court in Palazzolo versus Rhode Island, No. 99-2047."
                            },
                            {
                                "start": 9.679,
                                "stop": 28.19,
                                "byte_start": 128346,
                                "byte_stop": 202429,
                                "text": "The case requires us to explain some of the rules and principles which are applicable when a land owner claims that government has imposed such a severe restrictions on the use or development of the land that the government in effect has taken the property without paying for it."
                            },
                            {
                                "start": 28.19,
                                "stop": 38.295,
                                "byte_start": 202429,
                                "byte_stop": 242762,
                                "text": "The Just Compensation Clause or the Takings Clause of the constitution is in the Fifth Amendment but it is applicable to the states by reason the Fourteenth Amendment."
                            },
                            {
                                "start": 38.295,
                                "stop": 43.595,
                                "byte_start": 242762,
                                "byte_stop": 263973,
                                "text": "The property owner here is Anthony Palazzolo, he is the Petitioner in the court."
                            },
                            {
                                "start": 43.595,
                                "stop": 48.709,
                                "byte_start": 263973,
                                "byte_stop": 284453,
                                "text": "The Petitioner is a resident of the Westerly, Rhode Island where the property is located."
                            },
                            {
                                "start": 48.709,
                                "stop": 72.176,
                                "byte_start": 284453,
                                "byte_stop": 378285,
                                "text": "He decided to purchase the property in his home town in 1959, it consists about 20 acres, it fronts on one side on a pond called “Winnapaug Pond” and it looks on the other side over a street called Atlantic Avenue and on Atlantic Avenue there is some the beachfront homes and then the beach which is Block Island beyond at the Atlantic Ocean."
                            },
                            {
                                "start": 72.176,
                                "stop": 83.136,
                                "byte_start": 378285,
                                "byte_stop": 422171,
                                "text": "So he purchased the property in the 1959 through a corporation and then in 1978 he succeeded in his individual capacity to the corporation’s title."
                            },
                            {
                                "start": 83.136,
                                "stop": 100.97,
                                "byte_start": 422171,
                                "byte_stop": 493538,
                                "text": "In the meantime, between the time of the purchase and the time when he succeeded to title in 1971, the State of Rhode Island enacted legislation by creating a state entity called “The Coastal Resources Management Council” and the council was authorize to make regulations controlling the use of weapons."
                            },
                            {
                                "start": 100.97,
                                "stop": 109.891,
                                "byte_start": 493538,
                                "byte_stop": 529169,
                                "text": "Almost, all of the petitioner’s property was classified as weapons under the Council’s regulation and that means there are severe restrictions on developing the property."
                            },
                            {
                                "start": 109.891,
                                "stop": 123.102,
                                "byte_start": 529169,
                                "byte_stop": 582040,
                                "text": "In 1983, the petitioner began his efforts to develop the property and he submitted two proposals to the Council: first, he thought to fill the entire parcel and construct the wooden bulkhead along the shore of the property."
                            },
                            {
                                "start": 123.102,
                                "stop": 127.007,
                                "byte_start": 582040,
                                "byte_stop": 597609,
                                "text": "He did not say what he was going to do with the property he just wanted to fill it."
                            },
                            {
                                "start": 127.007,
                                "stop": 155.07,
                                "byte_start": 597609,
                                "byte_stop": 709936,
                                "text": "The second proposal, submitted in 1985 was to fill a smaller portion of the property to build what he called the private beach club, and the details do not tend to inspire the reader with an idyllic coastal image, for the proposal was to fill 11 acres of the property with gravel to accommodate \u002250 acres with boat trailers, a dumpster, port-a-johns, picnic tables, barbecue pits of concrete, and other trash receptacles.\u0022"
                            },
                            {
                                "start": 155.07,
                                "stop": 158.542,
                                "byte_start": 709936,
                                "byte_stop": 723833,
                                "text": "That was the beach club."
                            },
                            {
                                "start": 158.542,
                                "stop": 171.981,
                                "byte_start": 723833,
                                "byte_stop": 777541,
                                "text": "The Council rejected both these applications because the regulations do not permit wetlands to be filled except in very limited circumstance inapplicable to the petitioner\u0027s development proposals."
                            },
                            {
                                "start": 171.981,
                                "stop": 178.852,
                                "byte_start": 777541,
                                "byte_stop": 805022,
                                "text": "Based on the rejections of the proposals to fill property the petitioner sued the State and the other parties in the Rhode Island State Court."
                            },
                            {
                                "start": 178.852,
                                "stop": 183.375,
                                "byte_start": 805022,
                                "byte_stop": 823098,
                                "text": "He claimed that property had been rendered valueless and so it had been taken without compensation."
                            },
                            {
                                "start": 183.375,
                                "stop": 185.594,
                                "byte_start": 823098,
                                "byte_stop": 831980,
                                "text": "The State Supreme Court rejected his claims."
                            },
                            {
                                "start": 185.594,
                                "stop": 210.343,
                                "byte_start": 831980,
                                "byte_stop": 931036,
                                "text": "First, the Court said the claims were not right because he had not done enough to make the projects specific and concrete; second, the court said he had not right to challenge the regulations because the regulations were in effect when he took ownership of the property from the corporation; third, the Court held there was no taking anyway because they were still a portion of property, so-called uplands portion on which he could build at least one single family residence."
                            },
                            {
                                "start": 210.343,
                                "stop": 212.87,
                                "byte_start": 931036,
                                "byte_stop": 941067,
                                "text": "We granted Certiorari to review these holdings."
                            },
                            {
                                "start": 212.87,
                                "stop": 217.669,
                                "byte_start": 941067,
                                "byte_stop": 960293,
                                "text": "In our opinion today we affirm in part and reverse in part and remand for further proceedings."
                            },
                            {
                                "start": 217.669,
                                "stop": 222.386,
                                "byte_start": 960293,
                                "byte_stop": 979206,
                                "text": "First, as to the question of rightness we disagree with the State Court."
                            },
                            {
                                "start": 222.386,
                                "stop": 230.696,
                                "byte_start": 979206,
                                "byte_stop": 1012434,
                                "text": "The rulings of the Council make it clear that on these wetlands there can be no fill for any ordinary land use and with outfield it cannot be improved."
                            },
                            {
                                "start": 230.696,
                                "stop": 237.329,
                                "byte_start": 1012434,
                                "byte_stop": 1038974,
                                "text": "More specific applications for a permit simply were not necessary to establish this point, so the case is right."
                            },
                            {
                                "start": 237.329,
                                "stop": 251.888,
                                "byte_start": 1038974,
                                "byte_stop": 1097175,
                                "text": "Second, we disagree with the State Supreme Court\u0027s determinations that since the petitioner acquired ownership of the property in 1978, he cannot challenge regulations promulgated under the 1971 Rhode Island legislations."
                            },
                            {
                                "start": 251.888,
                                "stop": 263.643,
                                "byte_start": 1097175,
                                "byte_stop": 1144196,
                                "text": "We cannot accept the rational that the purchaser or successive title owner like the petitioner is deemed to have notice of a preexisting regulation and so as barred from bringing and takings claim."
                            },
                            {
                                "start": 263.643,
                                "stop": 275.151,
                                "byte_start": 1144196,
                                "byte_stop": 1190276,
                                "text": "Where we to accept this sweeping rule, the post-enactment transfer of title would absolve the State of its obligation to defend any action restricting land use, no matter how extreme or unreasonable."
                            },
                            {
                                "start": 275.151,
                                "stop": 279.5,
                                "byte_start": 1190276,
                                "byte_stop": 1207621,
                                "text": "A State would be allowed, in effect, to put an expiration date on the Takings Clause."
                            },
                            {
                                "start": 279.5,
                                "stop": 281.543,
                                "byte_start": 1207621,
                                "byte_stop": 1215771,
                                "text": "This ought not to be rule."
                            },
                            {
                                "start": 281.543,
                                "stop": 289.111,
                                "byte_start": 1215771,
                                "byte_stop": 1246073,
                                "text": "Future generations, too, have a right to challenge unreasonable limitations on the use and value of land."
                            },
                            {
                                "start": 289.111,
                                "stop": 296.574,
                                "byte_start": 1246073,
                                "byte_stop": 1275957,
                                "text": "Now, given our determination that the petitioner can assert a takings claim, we must reach near to that claim."
                            },
                            {
                                "start": 296.574,
                                "stop": 309.537,
                                "byte_start": 1275957,
                                "byte_stop": 1327784,
                                "text": "Now, here there are two lines of cases, two principle authorities to be considered: first, the petitioner asserts the taking under the rationale of our decision in Lucas v. South Carolina Coastal Council."
                            },
                            {
                                "start": 309.537,
                                "stop": 320.459,
                                "byte_start": 1327784,
                                "byte_stop": 1371461,
                                "text": "In Lucas this Court indicated that if a regulation denies all economically beneficial use of the land then compensation is required."
                            },
                            {
                                "start": 320.459,
                                "stop": 328.593,
                                "byte_start": 1371461,
                                "byte_stop": 1403957,
                                "text": "The Rhode Island Supreme Court held the petitioner do not suffer a total taking because an upland portion of the property can still be improved by building the residence."
                            },
                            {
                                "start": 328.593,
                                "stop": 334.645,
                                "byte_start": 1403957,
                                "byte_stop": 1428199,
                                "text": "We agree with that holding and so we affirm this ruling of the State Supreme Court."
                            },
                            {
                                "start": 334.645,
                                "stop": 342.449,
                                "byte_start": 1428199,
                                "byte_stop": 1459441,
                                "text": "We do hold however that on remand, the State Supreme Court must address the second takings theory the owner asserted."
                            },
                            {
                                "start": 342.449,
                                "stop": 349.877,
                                "byte_start": 1459441,
                                "byte_stop": 1489116,
                                "text": "This is the claim that there has been taking under the reasoning of this Court in a case called Penn Central V. New York City."
                            },
                            {
                                "start": 349.877,
                                "stop": 367.194,
                                "byte_start": 1489116,
                                "byte_stop": 1558393,
                                "text": "The Penn Central Case requires the State Court to consider the regulation\u0027s economic effect on the landowner, the extent to which the regulation interferes with reasonable investment-backed expectations, and the character of the government action and other matters, and this issue must be addressed on remand."
                            },
                            {
                                "start": 367.194,
                                "stop": 383.059,
                                "byte_start": 1558393,
                                "byte_stop": 0,
                                "text": "Justice O’Connor and Justice Scalia have filed concurring opinions; Justice Stevens has filed an opinion concurring in part and dissenting in part; Justice Ginsburg has filed a dissenting opinion, in which Justice Souter and Breyer joined; Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52089,
            "mime": "audio\/mpeg",
            "size": 1614713,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-2047\/20010628o_99-2047.delivery.mp3"
        },
        {
            "id": 73860,
            "mime": "audio\/ogg",
            "size": 3788639,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-2047\/20010628o_99-2047.ogg"
        },
        {
            "id": 73861,
            "mime": "application\/x-mpegURL",
            "size": 5743,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-2047\/20010628o_99-2047.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}