{
    "id": 23150,
    "title": "Opinion Announcement - June 17, 2013",
    "transcript": {
        "title": "Maracich v. Spears",
        "duration": 432.744,
        "sections": [
            {
                "start": 0,
                "stop": 432.744,
                "byte_start": 106496,
                "byte_stop": 1837369,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.968,
                        "byte_start": 106496,
                        "byte_stop": 134395,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.968,
                                "byte_start": 106496,
                                "byte_stop": 134395,
                                "text": "Justice Kennedy has our opinion this morning in case 12-25, Maracich versus Spears."
                            }
                        ]
                    },
                    {
                        "start": 6.968,
                        "stop": 432.744,
                        "byte_start": 134395,
                        "byte_stop": 1837369,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 6.968,
                                "stop": 19.935,
                                "byte_start": 134395,
                                "byte_stop": 186326,
                                "text": "To obtain a driver\u0027s license or to register a vehicle, State Department of Motor Vehicles has a general rule, requiring an individual to disclose detailed personal information."
                            },
                            {
                                "start": 19.935,
                                "stop": 33.372,
                                "byte_start": 186326,
                                "byte_stop": 240034,
                                "text": "This includes an individual\u0027s name, home address, and telephone number and in many states, including the state in this case, it includes the individual\u0027s Social Security number and medical information."
                            },
                            {
                                "start": 33.372,
                                "stop": 48.318,
                                "byte_start": 240034,
                                "byte_stop": 299802,
                                "text": "Now, a federal statute has been enacted to protect the privacy of drivers who furnish this information to the State DMVs and the federal law, as the Diver\u0027s Privacy Protect Act or the DPPA."
                            },
                            {
                                "start": 48.318,
                                "stop": 61.616,
                                "byte_start": 299802,
                                "byte_stop": 352987,
                                "text": "Disclosure of personal information from the state DMV databases is prohibited under this federal Act unless that disclosure falls within one of the Act\u0027s exceptions."
                            },
                            {
                                "start": 61.616,
                                "stop": 64.974,
                                "byte_start": 352987,
                                "byte_stop": 366467,
                                "text": "The respondents here are South Carolina trial lawyers."
                            },
                            {
                                "start": 64.974,
                                "stop": 73.187,
                                "byte_start": 366467,
                                "byte_stop": 399276,
                                "text": "They obtained names and addresses of over 34,000 individuals from the South Carolina DMV."
                            },
                            {
                                "start": 73.187,
                                "stop": 85.149,
                                "byte_start": 399276,
                                "byte_stop": 447133,
                                "text": "They did this to send letters seeking plaintiffs for a lawsuit that they had filed against a group of South Carolina auto dealerships for violations of state law."
                            },
                            {
                                "start": 85.149,
                                "stop": 95.67,
                                "byte_start": 447133,
                                "byte_stop": 489242,
                                "text": "The petitioners here, who are the plaintiffs below, are South Carolina residents whose information was obtained and used without their consent."
                            },
                            {
                                "start": 95.67,
                                "stop": 102.574,
                                "byte_start": 489242,
                                "byte_stop": 516827,
                                "text": "They sued the respondents, the state trial lawyers, for violating the federal act, the DPPA."
                            },
                            {
                                "start": 102.574,
                                "stop": 117.865,
                                "byte_start": 516827,
                                "byte_stop": 578058,
                                "text": "Now, there are 14 subsections in the federal Act that contained exceptions to the general Non-disclosure rule and this case, requires the Court to interpret the exception that\u0027s contained in Subsection b (4)."
                            },
                            {
                                "start": 117.865,
                                "stop": 139.968,
                                "byte_start": 578058,
                                "byte_stop": 666457,
                                "text": "And it simplifies a bit for this summary, but the b (4) exception allows personal information to be disclosed for use in connection with any civil, administrative or arbitral proceeding and the statute specifies that this includes investigation in anticipation of litigation."
                            },
                            {
                                "start": 139.968,
                                "stop": 150.169,
                                "byte_start": 666457,
                                "byte_stop": 707208,
                                "text": "And the respondents, the trial attorneys, argue here that both of these phrases or either of them, cover their use of DMV information."
                            },
                            {
                                "start": 150.169,
                                "stop": 162.209,
                                "byte_start": 707208,
                                "byte_stop": 755378,
                                "text": "In light of the text and structure of the DPPA, the Court today holds that an attorney\u0027s solicitation of clients is not permissible under either of the phrases just noted."
                            },
                            {
                                "start": 162.209,
                                "stop": 169.936,
                                "byte_start": 755378,
                                "byte_stop": 786307,
                                "text": "Solicitation is a distinct form of conduct, separate from the limited permissible purposes provided under b (4)."
                            },
                            {
                                "start": 169.936,
                                "stop": 176.457,
                                "byte_start": 786307,
                                "byte_stop": 812325,
                                "text": "It is separate from an attorney\u0027s duties as an officer of the court or as an agent of the client."
                            },
                            {
                                "start": 176.457,
                                "stop": 194.256,
                                "byte_start": 812325,
                                "byte_stop": 883587,
                                "text": "The distinction between solicitation and other litigation activities is recognized by state bars, and state statutes, that treat solicitation as a discrete subject for regulation and governess of the legal profession."
                            },
                            {
                                "start": 194.256,
                                "stop": 237.167,
                                "byte_start": 883587,
                                "byte_stop": 1055263,
                                "text": "Interpreting b (4), not to include solicitation, is further supported by the fact that b (4) is one of only four of the 14 statutory exceptions that permits the use of the most sensitive kind of information, including medical and disability history and Social Security numbers, to permit this highly personal information, to be used in bulk solicitation would be so substantial and intrusion on privacy that it must not be assumed without a clear indication that Congress intended to provide attorneys with a special concession to gain access to this information for this purpose."
                            },
                            {
                                "start": 237.167,
                                "stop": 244.177,
                                "byte_start": 1055263,
                                "byte_stop": 1083267,
                                "text": "Excluding solicitation from the reach of b (4) also respects the statutory design of the federal act."
                            },
                            {
                                "start": 244.177,
                                "stop": 258.523,
                                "byte_start": 1083267,
                                "byte_stop": 1140632,
                                "text": "The use of protected personal information for the purpose of bulk solicitation is addressed explicitly by the exception in b (12), and it has the specific safeguard requiring the express consent of the person contacted."
                            },
                            {
                                "start": 258.523,
                                "stop": 279.647,
                                "byte_start": 1140632,
                                "byte_stop": 1225164,
                                "text": "If the in connection with language of b (4) were read broadly to include solicitation and attorney could use protected information to send bulk solicitations, to perspective clients without their express consent, and this would create tension or significant tension in the DPPA between the litigation and the solicitation exceptions."
                            },
                            {
                                "start": 279.647,
                                "stop": 289.346,
                                "byte_start": 1225164,
                                "byte_stop": 1263929,
                                "text": "Now, the respondents contend that even if b (4) does not permit attorneys to solicit as a general matter, it should be allowed here when tied to a particular proceeding."
                            },
                            {
                                "start": 289.346,
                                "stop": 302,
                                "byte_start": 1263929,
                                "byte_stop": 1314503,
                                "text": "While some solicitations may have a close relationship to the existing proceeding, there is no principled way to classify some solicitations as acceptable and others as unacceptable for purposes of b (4)."
                            },
                            {
                                "start": 302,
                                "stop": 314.225,
                                "byte_start": 1314503,
                                "byte_stop": 1363404,
                                "text": "In determining whether obtaining, using or disclosing the personal information is for the prohibited purpose of solicitation, the proper inquiry is whether the defendant had the predominant purpose to solicit."
                            },
                            {
                                "start": 314.225,
                                "stop": 317.571,
                                "byte_start": 1363404,
                                "byte_stop": 1376883,
                                "text": "That purpose might be evident from the communication itself."
                            },
                            {
                                "start": 317.571,
                                "stop": 326.662,
                                "byte_start": 1376883,
                                "byte_stop": 1413245,
                                "text": "In other instances, the defendant\u0027s whole course of conduct will be relevant in determining whether solicitation was the predominant purpose of the Act."
                            },
                            {
                                "start": 326.662,
                                "stop": 332.191,
                                "byte_start": 1413245,
                                "byte_stop": 1435293,
                                "text": "There is a concern here about the amount of damages sought in the complaint."
                            },
                            {
                                "start": 332.191,
                                "stop": 352.085,
                                "byte_start": 1435293,
                                "byte_stop": 1514914,
                                "text": "Recall that over, 34,000 individuals received communications from the respondents, under one view of the federal act\u0027s damages provision this would amount to $2500 per violation or sum in the neighborhood of $170 million."
                            },
                            {
                                "start": 352.085,
                                "stop": 379.441,
                                "byte_start": 1514914,
                                "byte_stop": 1624315,
                                "text": "Whether the civil damages provision in the act, Section 2724, whether that section, the damages section after a careful and proper interpretation would permit an award in this amount, and if so, whether principles of due process and other doctrines that protect against excessive awards would come into play is not an issue argued or presented here."
                            },
                            {
                                "start": 379.441,
                                "stop": 388.319,
                                "byte_start": 1624315,
                                "byte_stop": 1659841,
                                "text": "In summary, solicitation of perspective clients is not a permissible use in connection with litigation or investigation and anticipation of litigation under b (4) of the act."
                            },
                            {
                                "start": 388.319,
                                "stop": 398.111,
                                "byte_start": 1659841,
                                "byte_stop": 1699025,
                                "text": "As a result, the Court of Appeals erred in granting respondents summary judgment without first determining whether the communications had the predominant purpose of solicitation."
                            },
                            {
                                "start": 398.111,
                                "stop": 410.642,
                                "byte_start": 1699025,
                                "byte_stop": 1749076,
                                "text": "On remand, the Court of Appeals or the District Court must determine whether the letters sent by the trial attorneys, the respondents, viewed objectively had the predominant purpose of solicitation."
                            },
                            {
                                "start": 410.642,
                                "stop": 425.817,
                                "byte_start": 1749076,
                                "byte_stop": 1809784,
                                "text": "And in these further proceedings, other questions under the statute can be addressed including the argument that respondents conduct was permissible under the b (1) governmental function exception which neither this Court nor the Court of Appeals addressed."
                            },
                            {
                                "start": 425.817,
                                "stop": 432.744,
                                "byte_start": 1809784,
                                "byte_stop": 1837369,
                                "text": "Justice Ginsburg has filed a dissenting opinion in which Justices Scalia, Sotomayor, and Kagan join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55422,
            "mime": "audio\/mpeg",
            "size": 1837578,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-25\/20130617o_12-25.delivery.mp3"
        },
        {
            "id": 77162,
            "mime": "audio\/ogg",
            "size": 4357317,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-25\/20130617o_12-25.ogg"
        },
        {
            "id": 77163,
            "mime": "application\/x-mpegURL",
            "size": 6201,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-25\/20130617o_12-25.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}