{
    "ID": 62661,
    "name": "Salman v. United States",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-628",
    "docket_number": "15-628",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Bassam Yacoub Salman",
    "second_party": "United States",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1453183200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53407"
        }
    ],
    "lower_court": {
        "ID": 5,
        "name": "United States Court of Appeals for the Ninth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/5"
    },
    "facts_of_the_case": "\u003Cp\u003EMaher Kara joined Citigroup’s healthcare investment banking group in 2002, and began asking his older brother, Michael, who held a degree in chemistry, questions about certain aspects of his job. From 2004 to 2007 the Kara brothers regularly discussed mergers and acquisitions by Citigroup clients, though Maher suspected that Michael was using the information they discussed for insider trading. In the meantime, Michael became engaged to Bassam Yacoub Salman’s sister and began to share some of the insider information he received from his brother with Salman. Salman did not directly trade through his own accounts but went through his brother-in-law, Karim Bayyouk. There were numerous occasions where Bayyouk and Michael Kara executed identical trades issued by Citigroup clients. As a result, Salman’s account reached $2.1 million. Salman was charged with conspiracy to commit securities fraud and insider trading in 2011 and found guilty. He applied for a new trial, but his request was denied. He then appealed to the U.S. Court of Appeals for the Ninth Circuit and argued there was insufficient evidence that he knew the information used for trades was from insider information. The appellate court found that, because of the close family relationship, there was sufficient evidence that Salman knew he was trading on insider information.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EIs evidence of a close family relationship sufficient to sustain a conviction for insider trading, or must there be evidence that the individuals knew there would be financial gain through the exchange of information?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27409"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 37.781018,
        "longitude": -122.410998,
        "name": "The United States Court of Appeals for the Ninth Circuit",
        "street": "95 7th Street",
        "city": "San Francisco",
        "province": "CA",
        "postal_code": null,
        "province_name": "California"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will decide if being close family members is enough evidence to convict for insider trading, or if it needs to shown that the defendant directly knew that information would lead to financial gain.",
    "written_opinion": null,
    "related_cases": null
}