{
    "id": 18165,
    "title": "Opinion Announcement - June 29, 1988",
    "transcript": {
        "title": "Thompson v. Oklahoma",
        "duration": 231.946,
        "sections": [
            {
                "start": 0,
                "stop": 231.946,
                "byte_start": 28672,
                "byte_stop": 956437,
                "turns": [
                    {
                        "start": 0,
                        "stop": 231.946,
                        "byte_start": 28672,
                        "byte_stop": 956437,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.418,
                                "byte_start": 28672,
                                "byte_stop": 82380,
                                "text": "The second case that I have to announce is No. 86-6169, Thompson against Oklahoma, which comes to us from the Court of Criminal Appeals of that State."
                            },
                            {
                                "start": 13.418,
                                "stop": 17.553,
                                "byte_start": 82380,
                                "byte_stop": 98889,
                                "text": "The petitioner was convicted of first degree murder and sentenced to death."
                            },
                            {
                                "start": 17.553,
                                "stop": 34.264,
                                "byte_start": 98889,
                                "byte_stop": 165763,
                                "text": "The principal question presented is whether the execution of that sentence would violate the constitutional prohibition against the infliction of cruel and unusual punishment because petitioner was only 15 years old at the time of his offense."
                            },
                            {
                                "start": 34.264,
                                "stop": 45.068,
                                "byte_start": 165763,
                                "byte_stop": 209021,
                                "text": "The authors of the Eighth Amendment drafted a categorical prohibition against the infliction of cruel and unusual punishments, but they did not define the contours of that category."
                            },
                            {
                                "start": 45.068,
                                "stop": 56.479,
                                "byte_start": 209021,
                                "byte_stop": 254683,
                                "text": "They delegated that task to future generations of judges who have been guided by the evolving standards of decency that marked the progress of a maturing society."
                            },
                            {
                                "start": 56.479,
                                "stop": 74.176,
                                "byte_start": 254683,
                                "byte_stop": 325423,
                                "text": "In performing the task in capital punishment cases, the Court has reviewed the work product of state legislatures and sentencing juries and has carefully considered the reasons why a civilized society may accept or reject the death penalty in certain types of cases."
                            },
                            {
                                "start": 74.176,
                                "stop": 84.966,
                                "byte_start": 325423,
                                "byte_stop": 368577,
                                "text": "In this case, the opinions that have been filed all agree with the proposition that there is an age below which a juvenile\u0027s crimes can never be constitutionally punished by death."
                            },
                            {
                                "start": 84.966,
                                "stop": 100.585,
                                "byte_start": 368577,
                                "byte_stop": 431062,
                                "text": "For reasons stated in separate opinion, one filed by Justice O\u0027Connor and the other which I have filed and which is joined by Justice Brennan, Justice Marshall and Justice Blackmun, we conclude that the death sentence may not be carried out in this case."
                            },
                            {
                                "start": 100.585,
                                "stop": 113.431,
                                "byte_start": 431062,
                                "byte_stop": 482471,
                                "text": "Justice O\u0027Connor\u0027s opinion stresses the fact that every single American legislature that has expressly set a minimum age for capital punishment has set that age at 16 or above."
                            },
                            {
                                "start": 113.431,
                                "stop": 129.176,
                                "byte_start": 482471,
                                "byte_stop": 545479,
                                "text": "When one adds those 18 states to the 14 that have rejected capital punishment completely, it appears that almost two-thirds of the state legislatures have definitely concluded that no 15-year-old should be exposed to the threat of execution."
                            },
                            {
                                "start": 129.176,
                                "stop": 138.961,
                                "byte_start": 545479,
                                "byte_stop": 584558,
                                "text": "In my opinion, I review additional evidence of state legislative decisions that draw the line between childhood and adulthood in different ways in different parts of the country."
                            },
                            {
                                "start": 138.961,
                                "stop": 150.63,
                                "byte_start": 584558,
                                "byte_stop": 631265,
                                "text": "This legislation is consistent with the proposition based on the long history of our law that the normal 15-year-old is not prepared to assume the full responsibilities of an adult."
                            },
                            {
                                "start": 150.63,
                                "stop": 159.362,
                                "byte_start": 631265,
                                "byte_stop": 666164,
                                "text": "We also review the experience of sentencing juries that indicate how uncommon it is for a person under 16 years of age to be sentenced to death."
                            },
                            {
                                "start": 159.362,
                                "stop": 171.79,
                                "byte_start": 666164,
                                "byte_stop": 715901,
                                "text": "Finally, relying in part on opinions authored by Justice Powell, we endorsed the proposition that less culpability attaches to a crime committed by a juvenile and to a comparable crime committed by an adult."
                            },
                            {
                                "start": 171.79,
                                "stop": 187.643,
                                "byte_start": 715901,
                                "byte_stop": 779327,
                                "text": "We explained why neither of the two principle societal purposes on which the Court has relied to uphold the death penalty, retribution, and deterrence of capital crimes by prospective offenders supports the imposition of capital punishment upon a 15-year-old offender."
                            },
                            {
                                "start": 187.643,
                                "stop": 202.578,
                                "byte_start": 779327,
                                "byte_stop": 838990,
                                "text": "Because we are not persuaded that the imposition of the death penalty for offenses committed by persons under 16 years of age has made or can be expected to make any measurable contribution to the goals that capital punishment is intended to achieve."
                            },
                            {
                                "start": 202.578,
                                "stop": 211.696,
                                "byte_start": 838990,
                                "byte_stop": 875457,
                                "text": "Its infliction involves nothing more than the purposeless and needless imposition of pain and suffering and is therefore an unconstitutional punishment."
                            },
                            {
                                "start": 211.696,
                                "stop": 220.812,
                                "byte_start": 875457,
                                "byte_stop": 911924,
                                "text": "Thus, for the reasons stated at greater length and the opinions filed by Justice O\u0027Connor and by me, the judgment of the Court of the Criminal Appeals is vacated."
                            },
                            {
                                "start": 220.812,
                                "stop": 226.744,
                                "byte_start": 911924,
                                "byte_stop": 935748,
                                "text": "Justice Scalia has filed a dissenting opinion in which the Chief Justice and Justice White have joined."
                            },
                            {
                                "start": 226.744,
                                "stop": 231.946,
                                "byte_start": 935748,
                                "byte_stop": 956437,
                                "text": "Justice Kennedy took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 45452,
            "mime": "audio\/mpeg",
            "size": 956750,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1987\/86-6169\/19880629o_86-6169.delivery.mp3"
        },
        {
            "id": 67302,
            "mime": "audio\/ogg",
            "size": 2279043,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1987\/86-6169\/19880629o_86-6169.ogg"
        },
        {
            "id": 67303,
            "mime": "application\/x-mpegURL",
            "size": 3543,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1987\/86-6169\/19880629o_86-6169.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}