{
    "id": 21976,
    "title": "Opinion Announcement - January 11, 2006",
    "transcript": {
        "title": "Brown v. Sanders",
        "duration": 485.015,
        "sections": [
            {
                "start": 0,
                "stop": 485.015,
                "byte_start": 88989,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.135,
                        "byte_start": 88989,
                        "byte_stop": 121590,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.135,
                                "byte_start": 88989,
                                "byte_stop": 121590,
                                "text": "Justice Scalia has the opinion in No. 04-980, Brown versus Sanders."
                            }
                        ]
                    },
                    {
                        "start": 8.135,
                        "stop": 485.015,
                        "byte_start": 121590,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.135,
                                "stop": 12.843,
                                "byte_start": 121590,
                                "byte_stop": 140398,
                                "text": "This case is here on writ of certiorari to the 9th Circuit."
                            },
                            {
                                "start": 12.843,
                                "stop": 18.513,
                                "byte_start": 140398,
                                "byte_stop": 163072,
                                "text": "The respondent, Sanders, was convicted of various crimes, including first-degree murder."
                            },
                            {
                                "start": 18.513,
                                "stop": 28.576,
                                "byte_start": 163072,
                                "byte_stop": 203301,
                                "text": "His jury found four eligibility factors under California law, each of which independently made him eligible for the death penalty."
                            },
                            {
                                "start": 28.576,
                                "stop": 49.766,
                                "byte_start": 203301,
                                "byte_stop": 288147,
                                "text": "The trial then moved to a penalty phase, at which the jury was instructed to consider a list of sentencing factors, including one which was the circumstances of the crime of which the defendant was convicted in the present proceedings and the existence of any eligibility factors."
                            },
                            {
                                "start": 49.766,
                                "stop": 52.654,
                                "byte_start": 288147,
                                "byte_stop": 299640,
                                "text": "The jury sentenced Sanders to death."
                            },
                            {
                                "start": 52.654,
                                "stop": 62.322,
                                "byte_start": 299640,
                                "byte_stop": 338302,
                                "text": "On direct appeal, the California Supreme Court invalidated two of the eligibility factors, but nonetheless affirmed Sanders’ conviction and sentence."
                            },
                            {
                                "start": 62.322,
                                "stop": 74.958,
                                "byte_start": 338302,
                                "byte_stop": 388875,
                                "text": "Sanders sought habeas relief in Federal District Court, arguing as relevant here that the jury’s consideration of invalid eligibility factors rendered his death sentence unconstitutional."
                            },
                            {
                                "start": 74.958,
                                "stop": 79.039,
                                "byte_start": 388875,
                                "byte_stop": 405175,
                                "text": "The District Court denied relief, but the 9th Circuit reversed."
                            },
                            {
                                "start": 79.039,
                                "stop": 102.681,
                                "byte_start": 405175,
                                "byte_stop": 499738,
                                "text": "The 9th Circuit held that California is what our opinions have called a “weighing state” and, applying the rules we have announced for such states, concluded that California Courts could uphold Sanders’ death sentence only by finding the jury’s use of the invalid eligibility factors to have been harmless beyond a reasonable doubt or by independently reweighing the sentencing factors."
                            },
                            {
                                "start": 102.681,
                                "stop": 109.375,
                                "byte_start": 499738,
                                "byte_stop": 526592,
                                "text": "Since, the 9th Circuit continued, the state courts had done neither of these things, the death sentence was unconstitutional."
                            },
                            {
                                "start": 109.375,
                                "stop": 114.826,
                                "byte_start": 526592,
                                "byte_stop": 548326,
                                "text": "In an opinion filed today with the Clerk, we reverse the judgment of the 9th Circuit."
                            },
                            {
                                "start": 114.826,
                                "stop": 122.082,
                                "byte_start": 548326,
                                "byte_stop": 577374,
                                "text": "Our cases require states to limit the class of murderers to which the death penalty may be applied."
                            },
                            {
                                "start": 122.082,
                                "stop": 140.578,
                                "byte_start": 577374,
                                "byte_stop": 651353,
                                "text": "But this narrowing of the category is usually accomplished when the trier of fact finds at least one statutorily defined eligibility factor; for example, the murder was a multiple murder, or it involved torture of the victim."
                            },
                            {
                                "start": 140.578,
                                "stop": 145.613,
                                "byte_start": 651353,
                                "byte_stop": 671520,
                                "text": "This eligibility factor can be found at either the guilt or the penalty phase."
                            },
                            {
                                "start": 145.613,
                                "stop": 158.231,
                                "byte_start": 671520,
                                "byte_stop": 721988,
                                "text": "Once the narrowing requirement has been satisfied, however, the sentencer is then called upon to determine whether a defendant thus found eligible for the death penalty should, in fact, receive it."
                            },
                            {
                                "start": 158.231,
                                "stop": 167.694,
                                "byte_start": 721988,
                                "byte_stop": 759813,
                                "text": "Most states channel this latter function by specifying the aggravating factors that are to be weighed against mitigating considerations."
                            },
                            {
                                "start": 167.694,
                                "stop": 174.051,
                                "byte_start": 759813,
                                "byte_stop": 785205,
                                "text": "In some states, the aggravating factors are identical to the eligibility factors."
                            },
                            {
                                "start": 174.051,
                                "stop": 188.148,
                                "byte_start": 785205,
                                "byte_stop": 841629,
                                "text": "The question we confront in this case is what happens when the sentencer imposes the death penalty after finding eligibility factors, one or more of which, but less than all of which, is later held to be invalid."
                            },
                            {
                                "start": 188.148,
                                "stop": 196.311,
                                "byte_start": 841629,
                                "byte_stop": 874334,
                                "text": "To answer that question, we have in the past set forth different rules for so-called “weighing” and “non-weighing states”."
                            },
                            {
                                "start": 196.311,
                                "stop": 209.152,
                                "byte_start": 874334,
                                "byte_stop": 925639,
                                "text": "We identified as weighing states those in which the only aggravating factors permitted to be considered by the sentencer were the specified eligibility factors."
                            },
                            {
                                "start": 209.152,
                                "stop": 239.937,
                                "byte_start": 925639,
                                "byte_stop": 1048832,
                                "text": "Since the eligibility factors by definition identify distinct and particular aggravating features, if one of them was invalid, the jury could not consider the facts and circumstances relative to that factor as aggravating in some other capacity under some other ruling; that is, the sentencers’ consideration of an invalid eligibility factor necessarily skewed its balancing of aggravators with mitigators and so required reversal of the sentence."
                            },
                            {
                                "start": 239.937,
                                "stop": 254.847,
                                "byte_start": 1048832,
                                "byte_stop": 1108391,
                                "text": "By contrast, in a non-weighing state, a state that permitted the sentencer to consider aggravating factors different from or in addition to the eligibility factors, this automatic skewing would not necessarily occur."
                            },
                            {
                                "start": 254.847,
                                "stop": 287.693,
                                "byte_start": 1108391,
                                "byte_stop": 1239840,
                                "text": "It would never occur if the aggravating factors were entirely different from the eligibility factors, nor would it occur if the aggravating factors added to the eligibility factors a category that would allow the very facts and circumstances relative to the invalidated eligibility factor to be weighed in aggravation under a different rubric, such as under the rubric that existed here of all the circumstances of the crime."
                            },
                            {
                                "start": 287.693,
                                "stop": 292.004,
                                "byte_start": 1239840,
                                "byte_stop": 1257080,
                                "text": "This weighing\/non-weighing scheme is accurate as far as it goes."
                            },
                            {
                                "start": 292.004,
                                "stop": 314.467,
                                "byte_start": 1257080,
                                "byte_stop": 1346942,
                                "text": "But it now seems to us needlessly complex and incapable of providing for the full range of possible variations; for example, the same problem that gave rise to our weighing-state jurisprudence would arise if it were a sentencing factor and rather than an eligibility factor that was later found to be invalid."
                            },
                            {
                                "start": 314.467,
                                "stop": 320.594,
                                "byte_start": 1346942,
                                "byte_stop": 1371392,
                                "text": "The weighing process would just as clearly have been prima facie skewed, and skewed for the same basic reason."
                            },
                            {
                                "start": 320.594,
                                "stop": 327.675,
                                "byte_start": 1371392,
                                "byte_stop": 1399709,
                                "text": "The sentencer might have given weight to a statutorily or constitutionally invalid aggravator."
                            },
                            {
                                "start": 327.675,
                                "stop": 350.174,
                                "byte_start": 1399709,
                                "byte_stop": 1489779,
                                "text": "And the prima facie skewing could, in appropriate cases, be shown to be illusory for the same reason that separates weighing states from non-weighing states; that is, one of the other aggravating factors made it entirely proper for the jury to consider as aggravating the facts and circumstances underlying the invalidated factor."
                            },
                            {
                                "start": 350.174,
                                "stop": 355.199,
                                "byte_start": 1489779,
                                "byte_stop": 1509841,
                                "text": "Are you with me up to now?"
                            },
                            {
                                "start": 355.199,
                                "stop": 389.235,
                                "byte_start": 1509841,
                                "byte_stop": 1645991,
                                "text": "We think it will clarify the analysis if we are henceforth guided by the following rule:  an invalidated sentencing factor, whether it is an eligibility factor or not, will render the sentence unconstitutional by reason of its adding an improper element to the aggravation scale in the weighing process unless one of the other sentencing factors enables the sentencer to give aggravating weight to the same facts and circumstances."
                            },
                            {
                                "start": 389.235,
                                "stop": 405.613,
                                "byte_start": 1645991,
                                "byte_stop": 1711507,
                                "text": "Turning now to this case, in California, if the jury finds the existence of one of the eligibility factors, it is instructed to consider a separate list of sentencing factors, which include, as I have said, the circumstances of the crime of which the defendant was convicted."
                            },
                            {
                                "start": 405.613,
                                "stop": 419.08,
                                "byte_start": 1711507,
                                "byte_stop": 1765319,
                                "text": "This circumstances-of-the-crime factor has the effect of rendering all the specified factors nonexclusive, thus causing California to be what we used to call a non-weighing state."
                            },
                            {
                                "start": 419.08,
                                "stop": 449.274,
                                "byte_start": 1765319,
                                "byte_stop": 1886109,
                                "text": "But leaving aside the weighing\/non-weighing dichotomy -- and of course, the 9th Circuit held the opposite, that it was a weighing state -- but leaving aside the weighing\/non-weighing dichotomy, all of the facts and circumstances admissible to establish the invalidated eligibility factors were also properly adduced as aggravating factors bearing upon the circumstances of the crime-sentencing factor."
                            },
                            {
                                "start": 449.274,
                                "stop": 455.11,
                                "byte_start": 1886109,
                                "byte_stop": 1909515,
                                "text": "They were properly considered, whether or not they bore upon the invalidated factor."
                            },
                            {
                                "start": 455.11,
                                "stop": 469.105,
                                "byte_start": 1909515,
                                "byte_stop": 1965417,
                                "text": "As a result, the jury’s consideration of those invalid eligibility factors in the weighing process gave rise to no constitutional violation, and the Court of Appeals therefore erred in ordering habeas relief."
                            },
                            {
                                "start": 469.105,
                                "stop": 474.894,
                                "byte_start": 1965417,
                                "byte_stop": 1988613,
                                "text": "Accordingly, we reverse the judgment of the 9th Circuit and remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 474.894,
                                "stop": 485.015,
                                "byte_start": 1988613,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion, in which Justice Souter has joined; Justice Bryer has filed a dissenting opinion, in which Justice Ginsburg has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53074,
            "mime": "audio\/mpeg",
            "size": 2029051,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-980\/20060111o_04-980.delivery.mp3"
        },
        {
            "id": 74824,
            "mime": "audio\/ogg",
            "size": 4866162,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-980\/20060111o_04-980.ogg"
        },
        {
            "id": 74825,
            "mime": "application\/x-mpegURL",
            "size": 7077,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-980\/20060111o_04-980.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}