{
    "id": 23309,
    "title": "Opinion Announcement - June 26, 2014 (Part 2)",
    "transcript": {
        "title": null,
        "duration": 936.816,
        "sections": [
            {
                "start": 0,
                "stop": 936.816,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 936.816,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 25.563,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As Justice Breyer has just said, I have an opinion in which the Chief Justice, Justice Thomas and Justice Alito joined, we agreed that the appointment at issue here violated the Constitution, but we disagree with the majority\u0027s interpretation of the President\u0027s unilateral power to make recess appointments."
                            },
                            {
                                "start": 25.563,
                                "stop": 40.212,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Most Americans probably did not study the Recess Appointments Clause in grade school, but most of us did learn that the Constitution created a system of checks and balances among the three branches of Government."
                            },
                            {
                                "start": 40.212,
                                "stop": 45.292,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Those checks and balances are every bit as important as the Bill of Rights."
                            },
                            {
                                "start": 45.292,
                                "stop": 55.734,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, they may be more important because without them, Bills of Rights are false guarantees that can be ignored by the one person or the one party in charge you."
                            },
                            {
                                "start": 55.734,
                                "stop": 61.438,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "You would not want to live in most countries of the world that have Bills of Rights."
                            },
                            {
                                "start": 61.438,
                                "stop": 70.605,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One important check on the President is the general rule that when he appoints officers, he must do so with the advice and consent of the Senate."
                            },
                            {
                                "start": 70.605,
                                "stop": 79.278,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Like many of the Constitution rules that define the structure of our Government, the advising consent rule is inefficient."
                            },
                            {
                                "start": 79.278,
                                "stop": 89.021,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Governing would be much simpler if the President could choose the people he wanted to fill certain offices without having to get a bunch of Senators to agree."
                            },
                            {
                                "start": 89.021,
                                "stop": 95.177,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the point of the Constitution is not simply to make Government run efficiently."
                            },
                            {
                                "start": 95.177,
                                "stop": 105.141,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is also to restrain Government even when that results in less efficiency, and by doing so to protect individual liberty."
                            },
                            {
                                "start": 105.141,
                                "stop": 115.777,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To many presidents, however, the need to get their appointments approved by a fractious and hostile Senate has seemed like an unreasonable burden."
                            },
                            {
                                "start": 115.777,
                                "stop": 124.67,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So presidents of both parties have increasingly turned to the Recess Appointments Clause as a means of avoiding that burden."
                            },
                            {
                                "start": 124.67,
                                "stop": 140.352,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Regrettably, although today\u0027s majority strikes down the particular recess appointments at issue here, it sweeps away the most important limitations the Constitution places on the President\u0027s Recess Appointments Power."
                            },
                            {
                                "start": 140.352,
                                "stop": 144.345,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Start with the first question, the majority decides."
                            },
                            {
                                "start": 144.345,
                                "stop": 152.872,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Constitution provides to the President that could make recess appointment only “during the recess of the Senate.”"
                            },
                            {
                                "start": 152.872,
                                "stop": 159.891,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "At the founding as today, the word “recess” had both a formal meaning and a colloquial meaning."
                            },
                            {
                                "start": 159.891,
                                "stop": 166,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Formally, it meant the period of time between two of the Senate\u0027s official sessions."
                            },
                            {
                                "start": 166,
                                "stop": 177.274,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That was how the phrase “the recess” was generally used in governmental practice and that was surely how it was understood in the Recess Appointments Clause."
                            },
                            {
                                "start": 177.274,
                                "stop": 182.242,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But in colloquial usage, a recess could mean any break in the Senate\u0027s proceedings."
                            },
                            {
                                "start": 182.242,
                                "stop": 187.075,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A half lunch break for example, could be called a recess."
                            },
                            {
                                "start": 187.075,
                                "stop": 196.045,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority concludes that when the Constitution authorizes the President to make appointments without the Senate\u0027s consent during the recess."
                            },
                            {
                                "start": 196.045,
                                "stop": 199.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It means a recess in the colloquial sense."
                            },
                            {
                                "start": 199.69,
                                "stop": 209.247,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But therefore, the majority says, “The Constitution permits the President to make intra-session recess appointments during a formal session of the Senate.”"
                            },
                            {
                                "start": 209.247,
                                "stop": 214.578,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There are numerous problems with that interpretation that are spelled out in our opinion."
                            },
                            {
                                "start": 214.578,
                                "stop": 222.923,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For one thing, the word “recess” is given its colloquial -- if the word “recess” is given its colloquial meaning."
                            },
                            {
                                "start": 222.923,
                                "stop": 231.132,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Then so should the word “session” since those two words obviously stand in contradistinction to each other."
                            },
                            {
                                "start": 231.132,
                                "stop": 236.264,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When the Senate is not in recess, it is in session and vice versa."
                            },
                            {
                                "start": 236.264,
                                "stop": 241.932,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The formal meaning of “session” refers to the assigned sitting time for a group is."
                            },
                            {
                                "start": 241.932,
                                "stop": 252.629,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court for example is in session from the first Monday in October until the day before the -- the next first Monday in October."
                            },
                            {
                                "start": 252.629,
                                "stop": 255.365,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the word has an informal usage as well."
                            },
                            {
                                "start": 255.365,
                                "stop": 265.491,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We are in session as now, when we are sitting here and not in session, informally speaking in recess when we leave the bench."
                            },
                            {
                                "start": 265.491,
                                "stop": 280.281,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority in this case performs the neat trick of giving “recess” its informal colloquial meaning, but “session” its formal meaning, why?"
                            },
                            {
                                "start": 280.281,
                                "stop": 289.987,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Because otherwise, the presidential appointment would last only until the next 10-day break."
                            },
                            {
                                "start": 289.987,
                                "stop": 303.478,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Perhaps the most glaring problem with the majority\u0027s interpretation is that the Constitution says nothing about how long a recess has to be, to activate the President\u0027s Recess Appointment Power."
                            },
                            {
                                "start": 303.478,
                                "stop": 313.488,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the majority were right that the Constitution means a recess in the colloquial sense, then the power would be active during every half hour lunch break."
                            },
                            {
                                "start": 313.488,
                                "stop": 324.505,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To avoid that absurd result, the majority has to invent new rules for how long a recess can be before the President is allowed to make recess appointments."
                            },
                            {
                                "start": 324.505,
                                "stop": 341.015,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A free day break is too short, a four- to nine-day break is probably too short unless the President can persuade a court that the situation was really urgent, and 10 days is probably long enough, most of the time, although the majority isn\u0027t really clear about that."
                            },
                            {
                                "start": 341.015,
                                "stop": 346.965,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These new rules have no basis whatever in the Constitution."
                            },
                            {
                                "start": 346.965,
                                "stop": 348.928,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They are just made up."
                            },
                            {
                                "start": 348.928,
                                "stop": 356.212,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "An interpretation that calls for this kind of judicial adventurism cannot be correct."
                            },
                            {
                                "start": 356.212,
                                "stop": 360.524,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The framers were so precise about other time periods."
                            },
                            {
                                "start": 360.524,
                                "stop": 365.325,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "An adjournment for more than three days requires consent of the other House."
                            },
                            {
                                "start": 365.325,
                                "stop": 374.598,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The President must sign or veto a bill within 10 days that it is implausible that they simply neglected to say."
                            },
                            {
                                "start": 374.598,
                                "stop": 381.149,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "How long a recess had to be before the President\u0027s unilateral appointment power would be triggered?"
                            },
                            {
                                "start": 381.149,
                                "stop": 388.304,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They did not say so because they were obviously referring to the formal recess."
                            },
                            {
                                "start": 388.304,
                                "stop": 394.588,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority says, however, that difference to history requires this result."
                            },
                            {
                                "start": 394.588,
                                "stop": 404.158,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is entirely wrong, but the majority needs to supports its view is an ambiguous text, and a clearly accepted practice."
                            },
                            {
                                "start": 404.158,
                                "stop": 410.067,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What it has, is a clear text and in that best ambiguous practice."
                            },
                            {
                                "start": 410.067,
                                "stop": 417.111,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Those interested in a fair counting of the relevant history should consult our opinion which discusses it at length."
                            },
                            {
                                "start": 417.111,
                                "stop": 435.863,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To sum up briefly, intra-session, recess appointments were virtually unheard of for the first 130 years of the Republic apart from the handful of appointments by President Andrew Johnson that nobody at the time seems to have thought much about."
                            },
                            {
                                "start": 435.863,
                                "stop": 448.068,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The first Attorney General to actually address the locality of intra-session recess appointments did so in 1901, and he concluded that they were unconstitution."
                            },
                            {
                                "start": 448.068,
                                "stop": 455.964,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Presidents did not openly claim the right to make intra-session recess appointments until 1921."
                            },
                            {
                                "start": 455.964,
                                "stop": 461.787,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They did not make such appointments in significant numbers until after World War II."
                            },
                            {
                                "start": 461.787,
                                "stop": 465.363,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And when they did, many Senators objected."
                            },
                            {
                                "start": 465.363,
                                "stop": 477.355,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This relatively recent practice adopted unilaterally by the Executive Branch to expand its power at the expense of the Senate does not deserve our deference."
                            },
                            {
                                "start": 477.355,
                                "stop": 481.222,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now consider the second question decided by the majority."
                            },
                            {
                                "start": 481.222,
                                "stop": 490.865,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Constitution says that the President can make recess appointments only to fill vacancies that “happened” during the recess."
                            },
                            {
                                "start": 490.865,
                                "stop": 499.595,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Even the majority concedes that the most natural way of understanding that phrase is that the office must become vacant during the recess."
                            },
                            {
                                "start": 499.595,
                                "stop": 508.966,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That was how it was understood by nearly everyone who studied the Clause in the first years of the Republic, including George Washington\u0027s Attorney General."
                            },
                            {
                                "start": 508.966,
                                "stop": 521.232,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the majority rejects that most natural reading in favor of one that says, “A vacancy happens during a recess so long as it exist during the recess.”"
                            },
                            {
                                "start": 521.232,
                                "stop": 528.29,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In doing so, the majority effectively reads the word “happens” right out of the Constitution."
                            },
                            {
                                "start": 528.29,
                                "stop": 539.081,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is to say, the Clause would mean what the majority says it means if it\u0027s simply said that the President may fill vacancies “during the recess.”"
                            },
                            {
                                "start": 539.081,
                                "stop": 544.44,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That\u0027s what the majority\u0027s construction produces."
                            },
                            {
                                "start": 544.44,
                                "stop": 549.651,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The reasons the majority gives for its unnatural interpretation are unpersuasive."
                            },
                            {
                                "start": 549.651,
                                "stop": 562.849,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Its main reason is this supposed concern about what would happen if an office became vacant too late in the Senate\u0027s session for the President to get a nomination approved by the Senate before the recess."
                            },
                            {
                                "start": 562.849,
                                "stop": 570.479,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But there are easy and obvious solutions to that problem that do not require rewriting the Constitution."
                            },
                            {
                                "start": 570.479,
                                "stop": 582.704,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress can provide by statute for acting officers to perform the duties of the vacant office temporarily, and in fact, it has done so many times since 1792."
                            },
                            {
                                "start": 582.704,
                                "stop": 592.29,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And if that were not enough, the Constitution also gives the President the power to call the Senate back into session to consider a nomination."
                            },
                            {
                                "start": 592.29,
                                "stop": 599.181,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Again, however, the majority says that history supports its conclusion."
                            },
                            {
                                "start": 599.181,
                                "stop": 614.479,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Once again, to prove its point, the majority needs an ambiguous text and a clearly accepted practice, and once again, what it confronts is a clear text and at best ambiguous practice."
                            },
                            {
                                "start": 614.479,
                                "stop": 639.125,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Our opinion discusses history at length in a few words President\u0027s first asserted the power to make recess appointments to pre-recess vacancies in the early 19th century, but they did not assert that power consistently or conspicuously until the middle of the 19th century, and at that point they encountered vigorous resistance from the Senate."
                            },
                            {
                                "start": 639.125,
                                "stop": 658.554,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 1863, the Senate Judiciary Committee issued a scathing report in which it denounce the interpretation of -- of the Constitution that the Court adopts today as among other things artificial, force and unnatural, unfounded and a perversion of language."
                            },
                            {
                                "start": 658.554,
                                "stop": 671.74,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Senate then promptly passed the law, forbidding the payment of salary to any recess appointee who filled the vacancy that did not arise during the recess."
                            },
                            {
                                "start": 671.74,
                                "stop": 674.983,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That law remains enforce today."
                            },
                            {
                                "start": 674.983,
                                "stop": 688.833,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It was amended in 1941 to add a few narrow exceptions, but it continues to prohibit payment to many recess appointees whose appointments would be constitutional under the majority\u0027s view."
                            },
                            {
                                "start": 688.833,
                                "stop": 705.011,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In short, this issue has been the subject of a long simmering inter-branch conflict that we all ought to resolve according to our best lights rather than by deferring to an overreaching executive branch."
                            },
                            {
                                "start": 705.011,
                                "stop": 716.1,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All of these arguments are discussed more fully in the opinion rather than belabor them, I will conclude with the few general thoughts about what has gone wrong in today\u0027s decision."
                            },
                            {
                                "start": 716.1,
                                "stop": 727.969,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For one thing, the majority practically bends over backward to ensure that recess appointments will remain a powerful weapon in the President\u0027s arsenal."
                            },
                            {
                                "start": 727.969,
                                "stop": 734.715,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is unfortunate, because the Recess Appointment Power is an anachronism."
                            },
                            {
                                "start": 734.715,
                                "stop": 751.074,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As Justices Ginsburg and Kagan pointed out at our oral argument in this case, thanks to modern forms of communication and transportation, the Senate now is effectively always available on short notice to consider the President\u0027s nominations."
                            },
                            {
                                "start": 751.074,
                                "stop": 766.318,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The only remaining practical use for the Recess Appointment Power is the ignoble one of enabling presidents to circumvent the Senate\u0027s role in the appointment process, which is precisely what happened here."
                            },
                            {
                                "start": 766.318,
                                "stop": 785.956,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is presumably why at our -- at oral argument in this case, the Solicitor General asked us to -- to view the Recess Appointments Clause as what he called a “safety valve” against intransigents in the Senate resulting from political opposition to the President\u0027s nominees."
                            },
                            {
                                "start": 785.956,
                                "stop": 795.06,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is surely not the role the founders envision for the Clause and we should not distort the Constitution to facilitate it."
                            },
                            {
                                "start": 795.06,
                                "stop": 806.4,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the real tragedy of today\u0027s decision is not simply the abolition of the Constitution\u0027s limits on Recess Appointment Power and the substitution of noble framework invented by this Court."
                            },
                            {
                                "start": 806.4,
                                "stop": 812.44,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is the damage done to our separation of power jurisprudence more generally."
                            },
                            {
                                "start": 812.44,
                                "stop": 822.474,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is not everyday that we encounter a proper case in controversy requiring interpretation of the Constitution\u0027s structural provisions."
                            },
                            {
                                "start": 822.474,
                                "stop": 829.054,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Most of the time, the interpretation of those provisions is left to the political branches."
                            },
                            {
                                "start": 829.054,
                                "stop": 838.722,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We should therefore take every opportunity to affirm the primacy of the Constitution endearing principles over the politics of the moment."
                            },
                            {
                                "start": 838.722,
                                "stop": 847.747,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead, today\u0027s majority defers to a self aggrandizing practice adopted by the executive branch."
                            },
                            {
                                "start": 847.747,
                                "stop": 867.995,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It does so impart it says because the Senate has not done enough to resist that practice and so the majority is reluctant to “upset the compromises and working arrangements that the elected branch -- that the elected branches of Government themselves have reached.”"
                            },
                            {
                                "start": 867.995,
                                "stop": 878.652,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority ignores the reality that it is very difficult for Congress or the Senate as a body to counter presidential excess."
                            },
                            {
                                "start": 878.652,
                                "stop": 887.36,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Presidents can act quickly and unilaterally and they are nearly always motivated to expand the powers of their office."
                            },
                            {
                                "start": 887.36,
                                "stop": 904.466,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But collective action problems and procedural inertia make it much harder for Congress and the Senate to act, and its members often are not motivate to resist encroachment by a President who is the leader of their own party."
                            },
                            {
                                "start": 904.466,
                                "stop": 914.412,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority\u0027s deference to executive practice in this case will therefore resonate well beyond the dispute here at hand, sad but true."
                            },
                            {
                                "start": 914.412,
                                "stop": 931.451,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court\u0027s decision will be cited in diverse context including those presently unimagined and will have the effect of aggrandizing the presidency beyond its constitution bounds, and undermining respect for the separation of powers."
                            },
                            {
                                "start": 931.451,
                                "stop": 936.816,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these reasons, we concur in the judgment only."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56567,
            "mime": "audio\/mpeg",
            "size": 14989101,
            "href": "https:\/\/api.oyez.org\/sites\/default\/files\/12-1281_20140626-opinion_scalia_0.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}