{
    "id": 23316,
    "title": "Opinion Announcement - June 26, 2014 (Part 1)",
    "transcript": {
        "title": null,
        "duration": 641.328,
        "sections": [
            {
                "start": 0,
                "stop": 641.328,
                "byte_start": 109568,
                "byte_stop": 2674792,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.088,
                        "byte_start": 109568,
                        "byte_stop": 145930,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.088,
                                "byte_start": 109568,
                                "byte_stop": 145930,
                                "text": "Justice Breyer has our opinion this morning in case 12-1281, the National Labor Relations Board versus Noel Canning."
                            }
                        ]
                    },
                    {
                        "start": 9.088,
                        "stop": 641.328,
                        "byte_start": 145930,
                        "byte_stop": 2674792,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 9.088,
                                "stop": 19.291,
                                "byte_start": 145930,
                                "byte_stop": 186786,
                                "text": "The constitution requires of the President ordinarily obtained the advice and consent of the Senate before appointing an officer of the United States."
                            },
                            {
                                "start": 19.291,
                                "stop": 23.084,
                                "byte_start": 186786,
                                "byte_stop": 201937,
                                "text": "But the Recess Appointments Clause creates an exception."
                            },
                            {
                                "start": 23.084,
                                "stop": 34.7,
                                "byte_start": 201937,
                                "byte_stop": 248435,
                                "text": "It gives to the President alone the power to fill up all vacancies that may happen during the Recess of the Senate by making temporary appointments."
                            },
                            {
                                "start": 34.7,
                                "stop": 39.291,
                                "byte_start": 248435,
                                "byte_stop": 266825,
                                "text": "This case requires us to answer three questions about the Clause."
                            },
                            {
                                "start": 39.291,
                                "stop": 42.49,
                                "byte_start": 266825,
                                "byte_stop": 279573,
                                "text": "What is the meaning of the word recess?"
                            },
                            {
                                "start": 42.49,
                                "stop": 54.023,
                                "byte_start": 279573,
                                "byte_stop": 325757,
                                "text": "What does it mean for a vacancy to happen, and can the President make a recess appointment while the Senate is meeting every three days in pro forma sessions."
                            },
                            {
                                "start": 54.023,
                                "stop": 57.787,
                                "byte_start": 325757,
                                "byte_stop": 340804,
                                "text": "Two background principles inform our decision."
                            },
                            {
                                "start": 57.787,
                                "stop": 63.683,
                                "byte_start": 340804,
                                "byte_stop": 364314,
                                "text": "First, the Recess Appointments Clause provides a subsidiary, not a primary method of appointment."
                            },
                            {
                                "start": 63.683,
                                "stop": 68.819,
                                "byte_start": 364314,
                                "byte_stop": 384899,
                                "text": "The primary method is that the President nominates, and the Senate confirmed."
                            },
                            {
                                "start": 68.819,
                                "stop": 78.774,
                                "byte_start": 384899,
                                "byte_stop": 424709,
                                "text": "The Recess Appointments Clause eliminates Senate approval in order that the President could ensure the continued functioning of the Federal Government when the Senate is away."
                            },
                            {
                                "start": 78.774,
                                "stop": 92.998,
                                "byte_start": 424709,
                                "byte_stop": 481656,
                                "text": "So, our interpretation must allow the Clause to fulfill this purpose, but it should not give power to the President to avoid Senate approval on a regular basis, the matter that our opinion discusses further."
                            },
                            {
                                "start": 92.998,
                                "stop": 99.487,
                                "byte_start": 481656,
                                "byte_stop": 507570,
                                "text": "The second background principle is the considerable weight to be placed upon historical practice."
                            },
                            {
                                "start": 99.487,
                                "stop": 113.017,
                                "byte_start": 507570,
                                "byte_stop": 561695,
                                "text": "Chief Justice Marshall wrote long ago that the actual practice of Government should inform our resolution of doubtful question involving the respective powers of those who are equally representatives of the people."
                            },
                            {
                                "start": 113.017,
                                "stop": 125.594,
                                "byte_start": 561695,
                                "byte_stop": 611955,
                                "text": "James Madison said about same thing, and in numerous cases our Court has affirmed the importance of looking to historical practices and guide in resolving separations of power disputes."
                            },
                            {
                                "start": 125.594,
                                "stop": 135.48,
                                "byte_start": 611955,
                                "byte_stop": 651557,
                                "text": "The Court must hesitate you upset that compromises and working arrangements that overtime, the elected branches of the Government themselves have reached."
                            },
                            {
                                "start": 135.48,
                                "stop": 146.533,
                                "byte_start": 651557,
                                "byte_stop": 695756,
                                "text": "Our opinion constructs piece by piece, a picture of the practices that Presidents and Senates have followed for over 200 years."
                            },
                            {
                                "start": 146.533,
                                "stop": 167.977,
                                "byte_start": 695756,
                                "byte_stop": 781542,
                                "text": "To return to the first question, can the President make recess appointments during an intra-session recess for example a summer recess or can the President make recess appointments only during an intersession recess which means a session between two formal -- typically one-year sessions for of Congress."
                            },
                            {
                                "start": 167.977,
                                "stop": 182.271,
                                "byte_start": 781542,
                                "byte_stop": 838698,
                                "text": "We conclude that the phrase, “the recess” includes any recess of 10 or more days, whether it is an intra-session recess or an intersession recess."
                            },
                            {
                                "start": 182.271,
                                "stop": 209.791,
                                "byte_start": 838698,
                                "byte_stop": 948830,
                                "text": "The words of the texts permit this interpretation George Washington for example referred to an intra-session break of the constitutional convention is the recess nor does the word “the” demanded different interpretation for that word can have a general as well as a specific meaning as when the Constitution itself directs the Senate to choose a President pro temporare in the absence of Vice-President."
                            },
                            {
                                "start": 209.791,
                                "stop": 214.958,
                                "byte_start": 948830,
                                "byte_stop": 969415,
                                "text": "At the same time, the Clause\u0027s purpose demands the broader interpretation."
                            },
                            {
                                "start": 214.958,
                                "stop": 225.479,
                                "byte_start": 969415,
                                "byte_stop": 1011524,
                                "text": "The Clause gives the President authority to make appointment during the recess of the Senates, so that the President could ensure the continued functioning of the Federal Government when the Senate is away."
                            },
                            {
                                "start": 225.479,
                                "stop": 253.316,
                                "byte_start": 1011524,
                                "byte_stop": 1122910,
                                "text": "The Senate is equally away during both an intersession and an intra-session recess, and that fact remains whether Congress in its adjournment resolution use the word “sine die” which signals the intersession recess or words such as, “We\u0027ll return on a particular date” would signal an intra-session recess in both cases a break of significant length will create a similar need for recess appointments."
                            },
                            {
                                "start": 253.316,
                                "stop": 257.628,
                                "byte_start": 1122910,
                                "byte_stop": 1140151,
                                "text": "The history of actual practice also supports our interpretation."
                            },
                            {
                                "start": 257.628,
                                "stop": 265.305,
                                "byte_start": 1140151,
                                "byte_stop": 1170871,
                                "text": "Before the Civil War, Congress struck no significant intra-session recess which is one long intersession recess."
                            },
                            {
                                "start": 265.305,
                                "stop": 274.158,
                                "byte_start": 1170871,
                                "byte_stop": 1206293,
                                "text": "So it is not surprising since there were no intra-session recesses that were significant that there were no intra-session appointment."
                            },
                            {
                                "start": 274.158,
                                "stop": 295.851,
                                "byte_start": 1206293,
                                "byte_stop": 1293019,
                                "text": "But as intra-sessions breaks began to grow longer and intersession breaks began to grow shorter, presidents began to make intra-session recess appointments, and since the end of World War II, there have been thousands of such appointments including Dwight Eisenhower as the Major General, Dean Acheson is under Secretary of State."
                            },
                            {
                                "start": 295.851,
                                "stop": 299.06,
                                "byte_start": 1293019,
                                "byte_stop": 1305872,
                                "text": "The opinion describes this presidential practice in detail."
                            },
                            {
                                "start": 299.06,
                                "stop": 304.571,
                                "byte_start": 1305872,
                                "byte_stop": 1327919,
                                "text": "The Senate has never taken any action as a body to oppose the practice."
                            },
                            {
                                "start": 304.571,
                                "stop": 307.274,
                                "byte_start": 1327919,
                                "byte_stop": 1338681,
                                "text": "We do recognize an important problem."
                            },
                            {
                                "start": 307.274,
                                "stop": 311.692,
                                "byte_start": 1338681,
                                "byte_stop": 1356340,
                                "text": "The Clause says nothing about when a break is too short to count as a recess."
                            },
                            {
                                "start": 311.692,
                                "stop": 319.546,
                                "byte_start": 1356340,
                                "byte_stop": 1387792,
                                "text": "Could a President make recess appointments if the Senate adjourns for a second or two between sessions as it once did in 1903?"
                            },
                            {
                                "start": 319.546,
                                "stop": 337.589,
                                "byte_start": 1387792,
                                "byte_stop": 1459994,
                                "text": "But ultimately, having examined the history, we find that account is a recess, a break whether intersession or intra-session must normally last for 10 days or more, and we think that is a length sufficient to create a potential need for a presidential appointment."
                            },
                            {
                                "start": 337.589,
                                "stop": 342.628,
                                "byte_start": 1459994,
                                "byte_stop": 1480161,
                                "text": "The second question is whether the President can use the recess appointment\u0027s power."
                            },
                            {
                                "start": 342.628,
                                "stop": 357.41,
                                "byte_start": 1480161,
                                "byte_stop": 1539302,
                                "text": "Only to fill vacancies that initially occurs during a recess or can also use it to fill vacancies that initially occur before the recess but continue to exist during a recess."
                            },
                            {
                                "start": 357.41,
                                "stop": 363.183,
                                "byte_start": 1539302,
                                "byte_stop": 1562394,
                                "text": "We believe the text permits the ladder, the broader interpretation."
                            },
                            {
                                "start": 363.183,
                                "stop": 374.458,
                                "byte_start": 1562394,
                                "byte_stop": 1607429,
                                "text": "To a modern year, the words “vacancies” that may happen during the recess, sounds as if they refer to vacancies that initially occur during the recess."
                            },
                            {
                                "start": 374.458,
                                "stop": 377.824,
                                "byte_start": 1607429,
                                "byte_stop": 1620908,
                                "text": "But the founders thought the phrase “ambiguous”."
                            },
                            {
                                "start": 377.824,
                                "stop": 392.563,
                                "byte_start": 1620908,
                                "byte_stop": 1679841,
                                "text": "Tomas Jefferson for example wrote in the letter that the Clause is “Certainly susceptible of two constructions” both happens to occur and happens to exist."
                            },
                            {
                                "start": 392.563,
                                "stop": 409.866,
                                "byte_start": 1679841,
                                "byte_stop": 1749117,
                                "text": "We can still understand this latter meaning of happen a statute gives the President the authority to act in respect to any financial crisis that may happen during his term can easily be understood to include crisis that arise before but continued during the term."
                            },
                            {
                                "start": 409.866,
                                "stop": 415.077,
                                "byte_start": 1749117,
                                "byte_stop": 1769911,
                                "text": "The purpose of the Clause strongly supports the broader interpretation."
                            },
                            {
                                "start": 415.077,
                                "stop": 425.5,
                                "byte_start": 1769911,
                                "byte_stop": 1811602,
                                "text": "Imagine that Congress say in the early 1800s adjourn for a recess on August 15, but on August 10 and ambassador died."
                            },
                            {
                                "start": 425.5,
                                "stop": 431.977,
                                "byte_start": 1811602,
                                "byte_stop": 1837516,
                                "text": "Word of the death would not even have reached Washington until after the recess began."
                            },
                            {
                                "start": 431.977,
                                "stop": 444.086,
                                "byte_start": 1837516,
                                "byte_stop": 1885999,
                                "text": "The Clause must permit the President to fill such a vacancy or the Clause could not have carried out its most basic purpose keeping the executive branch functioning."
                            },
                            {
                                "start": 444.086,
                                "stop": 449.932,
                                "byte_start": 1885999,
                                "byte_stop": 1909300,
                                "text": "Historical practice also supports the broader interpretation and strongly so."
                            },
                            {
                                "start": 449.932,
                                "stop": 465.859,
                                "byte_start": 1909300,
                                "byte_stop": 1973039,
                                "text": "At least since 1821, Presidents have thought an Act that if they have the power to fill vacancies that initially arose prior to the recess and there is evidence that even earlier Presidents including President Madison himself acted as if he thought the same."
                            },
                            {
                                "start": 465.859,
                                "stop": 476.15,
                                "byte_start": 1973039,
                                "byte_stop": 2014208,
                                "text": "Abraham Lincoln\u0027s Attorney General advised him in 1862 that the question was “settled” as far as constitutional questions can be settled."
                            },
                            {
                                "start": 476.15,
                                "stop": 489.135,
                                "byte_start": 2014208,
                                "byte_stop": 2066139,
                                "text": "And despite occasional disagreement from the Senate or its committees by 1905 one Senator was able to say that, “The Senate has acquiesced in the President power to fill pre-recess vacancies.”"
                            },
                            {
                                "start": 489.135,
                                "stop": 493.896,
                                "byte_start": 2066139,
                                "byte_stop": 2085157,
                                "text": "Indeed, in 1940, the Senate passed a bill that approved the practice."
                            },
                            {
                                "start": 493.896,
                                "stop": 501.906,
                                "byte_start": 2085157,
                                "byte_stop": 2117235,
                                "text": "We conclude that the Clause brands Presidents the authority to make recess appointments fulfilled pre-existing vacancies."
                            },
                            {
                                "start": 501.906,
                                "stop": 516.003,
                                "byte_start": 2117235,
                                "byte_stop": 2173659,
                                "text": "The third question arises out of the fact that the President made the appointments here during a three-day Senate break sandwiched between two pro forma sessions of the Senate."
                            },
                            {
                                "start": 516.003,
                                "stop": 526.068,
                                "byte_start": 2173659,
                                "byte_stop": 2213888,
                                "text": "Since a three-day break is too short to be a recess under the Clause, we must ask, what is the significance of the Senate\u0027s pro forma sessions?"
                            },
                            {
                                "start": 526.068,
                                "stop": 534.043,
                                "byte_start": 2213888,
                                "byte_stop": 2245757,
                                "text": "Can the Senate by holding pro forma sessions during which they say, “No business is to be transacted.”"
                            },
                            {
                                "start": 534.043,
                                "stop": 545.295,
                                "byte_start": 2245757,
                                "byte_stop": 2290792,
                                "text": "Break up, what would otherwise be a long recess into a series of short breaks, too brief to allow the President to make recess appointments?"
                            },
                            {
                                "start": 545.295,
                                "stop": 548.465,
                                "byte_start": 2290792,
                                "byte_stop": 2303436,
                                "text": "We conclude that it can."
                            },
                            {
                                "start": 548.465,
                                "stop": 555.987,
                                "byte_start": 2303436,
                                "byte_stop": 2333529,
                                "text": "We hold that the Senate is in session and not in recess when the Senate says, “That it is in session.”"
                            },
                            {
                                "start": 555.987,
                                "stop": 567.445,
                                "byte_start": 2333529,
                                "byte_stop": 2379400,
                                "text": "Provided that it retains the capacity to transact Senate business under its own rules and that was true of the pro forma sessions here."
                            },
                            {
                                "start": 567.445,
                                "stop": 576.579,
                                "byte_start": 2379400,
                                "byte_stop": 2415971,
                                "text": "The Senate said, “It was in session” and Senate rule make clear that the Senate retain the power to conduct business by unanimous consent."
                            },
                            {
                                "start": 576.579,
                                "stop": 583.85,
                                "byte_start": 2415971,
                                "byte_stop": 2445019,
                                "text": "In fact, it did so by passing a bill during one of the pro forma sessions at issue."
                            },
                            {
                                "start": 583.85,
                                "stop": 597.037,
                                "byte_start": 2445019,
                                "byte_stop": 2497787,
                                "text": "The Solicitor General asks us to conduct the totality of the circumstances inquiry into whether as a factual matter, the Senate\u0027s pro forma sessions looked more like periods of recessor more like sessions."
                            },
                            {
                                "start": 597.037,
                                "stop": 600.983,
                                "byte_start": 2497787,
                                "byte_stop": 2513565,
                                "text": "For example, how many Senators were actually present in the chamber?"
                            },
                            {
                                "start": 600.983,
                                "stop": 602.837,
                                "byte_start": 2513565,
                                "byte_stop": 2520984,
                                "text": "What did they do?"
                            },
                            {
                                "start": 602.837,
                                "stop": 615.194,
                                "byte_start": 2520984,
                                "byte_stop": 2570407,
                                "text": "In our view, this kind of inquiry would improperly interfere with the workings of the Senate, because the Senate was in session during its pro forma sessions."
                            },
                            {
                                "start": 615.194,
                                "stop": 626.867,
                                "byte_start": 2570407,
                                "byte_stop": 2617114,
                                "text": "The President made the recess appointments now before us during a break, too short to count as a recess under the Clause and for that reason, the appointments are invalid."
                            },
                            {
                                "start": 626.867,
                                "stop": 632.696,
                                "byte_start": 2617114,
                                "byte_stop": 2640415,
                                "text": "We therefore affirm the judgment but not the reasoning of the Court of Appeals."
                            },
                            {
                                "start": 632.696,
                                "stop": 641.328,
                                "byte_start": 2640415,
                                "byte_stop": 2674792,
                                "text": "Justice Scalia has filled an opinion concurring in judgment in which the Chief Justice and Justices Thomas and Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55754,
            "mime": "audio\/mpeg",
            "size": 2675001,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1281\/12-1281_20140626-opinion-1.delivery.mp3"
        },
        {
            "id": 77470,
            "mime": "audio\/ogg",
            "size": 6386081,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1281\/12-1281_20140626-opinion-1.ogg"
        },
        {
            "id": 77471,
            "mime": "application\/x-mpegURL",
            "size": 11453,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1281\/12-1281_20140626-opinion-1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}