{
    "id": 23294,
    "title": "Opinion Announcement - June 25, 2014",
    "transcript": {
        "title": null,
        "duration": 361.296,
        "sections": [
            {
                "start": 0,
                "stop": 361.296,
                "byte_start": 106496,
                "byte_stop": 1551590,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.345,
                        "byte_start": 106496,
                        "byte_stop": 127916,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.345,
                                "byte_start": 106496,
                                "byte_stop": 127916,
                                "text": "Justice Breyer has the opinion of the Court in two cases this morning."
                            }
                        ]
                    },
                    {
                        "start": 5.345,
                        "stop": 361.296,
                        "byte_start": 127916,
                        "byte_stop": 1551590,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 5.345,
                                "stop": 12.291,
                                "byte_start": 127916,
                                "byte_stop": 155711,
                                "text": "The -- the first case is called the Fifth Third Bancorp v. Dudenhoeffer is pretty technical case."
                            },
                            {
                                "start": 12.291,
                                "stop": 17.07,
                                "byte_start": 155711,
                                "byte_stop": 174832,
                                "text": "It has to do with the ERISA, the Federal Pension Law in which is technical."
                            },
                            {
                                "start": 17.07,
                                "stop": 25.433,
                                "byte_start": 174832,
                                "byte_stop": 208269,
                                "text": "And one thing it does require, ERISA, is that all the fiduciaries act prudently and it\u0027s about prudent action."
                            },
                            {
                                "start": 25.433,
                                "stop": 27.114,
                                "byte_start": 208269,
                                "byte_stop": 214956,
                                "text": "Was it prudent what they did?"
                            },
                            {
                                "start": 27.114,
                                "stop": 38.181,
                                "byte_start": 214956,
                                "byte_stop": 259260,
                                "text": "And this particular fiduciary had a fund which is a special kind of fund, it\u0027s called an employee stock option -- stock ownership plan and it\u0027s known as an ESOP."
                            },
                            {
                                "start": 38.181,
                                "stop": 41.102,
                                "byte_start": 259260,
                                "byte_stop": 270963,
                                "text": "So the case is about ESOPs and ERISA."
                            },
                            {
                                "start": 41.102,
                                "stop": 46.893,
                                "byte_start": 270963,
                                "byte_stop": 294160,
                                "text": "And an ESOP is special in that all the investment goes to the stock of the company, that\u0027s the employers."
                            },
                            {
                                "start": 46.893,
                                "stop": 52.748,
                                "byte_start": 294160,
                                "byte_stop": 317565,
                                "text": "So if you have an ESOP, then all of that money will be invested in your company\u0027s stock."
                            },
                            {
                                "start": 52.748,
                                "stop": 54.573,
                                "byte_start": 317565,
                                "byte_stop": 324880,
                                "text": "That\u0027s the idea of it."
                            },
                            {
                                "start": 54.573,
                                "stop": 77.688,
                                "byte_start": 324880,
                                "byte_stop": 417249,
                                "text": "And now the question here is well there were plaintiffs who said that because these fiduciaries got information about what was going on in 2007 and the company involved, the Fifth Third Bancorp had a lot of investments, I guess, in subprime mortgages."
                            },
                            {
                                "start": 77.688,
                                "stop": 89.947,
                                "byte_start": 417249,
                                "byte_stop": 466359,
                                "text": "They say that that fiduciary should have stopped buying the stock in the company and should have probably instead sold the stock, or at least not bought more."
                            },
                            {
                                "start": 89.947,
                                "stop": 92.1,
                                "byte_start": 466359,
                                "byte_stop": 474927,
                                "text": "All right, now that\u0027s the basic idea."
                            },
                            {
                                "start": 92.1,
                                "stop": 108.388,
                                "byte_start": 474927,
                                "byte_stop": 540129,
                                "text": "But we took the case because in many different Circuit Courts, they have come up with what\u0027s called a presumption that favors the defendant such as -- and they\u0027ve said it differently."
                            },
                            {
                                "start": 108.388,
                                "stop": 111.073,
                                "byte_start": 540129,
                                "byte_stop": 550891,
                                "text": "They\u0027ve said it differently."
                            },
                            {
                                "start": 111.073,
                                "stop": 123.962,
                                "byte_start": 550891,
                                "byte_stop": 602405,
                                "text": "For example, the Third Circuit says an ESOP fiduciary who invest the ESOP\u0027s assets and employer stock is entitled to a presumption that it acted consistently with the statute."
                            },
                            {
                                "start": 123.962,
                                "stop": 132.945,
                                "byte_start": 602405,
                                "byte_stop": 638349,
                                "text": "Then another circuit says well you have to have an impending collapse or serious mismanagement or the like before the plaintiff can win."
                            },
                            {
                                "start": 132.945,
                                "stop": 147.942,
                                "byte_start": 638349,
                                "byte_stop": 698326,
                                "text": "And so, we were taking this case to decide what is the right presumption or is there some kind of presumption when you sue a fiduciary for acting imprudently in respect to an ESOP."
                            },
                            {
                                "start": 147.942,
                                "stop": 155.166,
                                "byte_start": 698326,
                                "byte_stop": 727165,
                                "text": "Well our conclusion is there is no such presumption, it doesn\u0027t exist."
                            },
                            {
                                "start": 155.166,
                                "stop": 181.582,
                                "byte_start": 727165,
                                "byte_stop": 832909,
                                "text": "Now ESOP says that fiduciaries are exempt from the usual requirement which is there in the statute that a fiduciary has to diversify the investment and that\u0027s logical because the whole point of the ESOP is to invest all the money in just one stock namely that of the employer company and we don\u0027t see why an -- the statute says that."
                            },
                            {
                                "start": 181.582,
                                "stop": 186.096,
                                "byte_start": 832909,
                                "byte_stop": 850881,
                                "text": "It says they\u0027re exempt from the requirement to diversify."
                            },
                            {
                                "start": 186.096,
                                "stop": 191.065,
                                "byte_start": 850881,
                                "byte_stop": 870839,
                                "text": "So you don\u0027t need a presumption if you\u0027re a defendant in that kind of case."
                            },
                            {
                                "start": 191.065,
                                "stop": 200.97,
                                "byte_start": 870839,
                                "byte_stop": 910440,
                                "text": "And of course, there are other kinds of cases in which you could say as a plaintiff that the ESOP fiduciary acted imprudently."
                            },
                            {
                                "start": 200.97,
                                "stop": 205.581,
                                "byte_start": 910440,
                                "byte_stop": 928831,
                                "text": "It could arise in a situation that doesn\u0027t involve diversification."
                            },
                            {
                                "start": 205.581,
                                "stop": 221.701,
                                "byte_start": 928831,
                                "byte_stop": 993301,
                                "text": "And there, we don\u0027t see any reason why the defendant ought to have a presumption in its favor in that kind of case because in respect to that kind of case, that defendant is no different from any other fiduciary."
                            },
                            {
                                "start": 221.701,
                                "stop": 226.678,
                                "byte_start": 993301,
                                "byte_stop": 1013258,
                                "text": "The ESOP probably has nothing to do with it, so that\u0027s the basic holding."
                            },
                            {
                                "start": 226.678,
                                "stop": 238.952,
                                "byte_start": 1013258,
                                "byte_stop": 1062369,
                                "text": "But the basic argument against that is well this presumption has served a useful purpose as the defendant, because it has prevented a lot of meritless cases from going forward."
                            },
                            {
                                "start": 238.952,
                                "stop": 248.439,
                                "byte_start": 1062369,
                                "byte_stop": 1100298,
                                "text": "We said, well that may be true but there are many, many rules in the law that try to prevent baseless cases from going forward."
                            },
                            {
                                "start": 248.439,
                                "stop": 252.518,
                                "byte_start": 1100298,
                                "byte_stop": 1116599,
                                "text": "And we give some examples here involving this case."
                            },
                            {
                                "start": 252.518,
                                "stop": 284.334,
                                "byte_start": 1116599,
                                "byte_stop": 1243867,
                                "text": "For example, they are arguing in this case that a reason that the fiduciary acted imprudently is that based upon information that was public in 2007, the fiduciary should\u0027ve known that the stock of this publicly traded company, based on publicly available information, was too high."
                            },
                            {
                                "start": 284.334,
                                "stop": 301.035,
                                "byte_start": 1243867,
                                "byte_stop": 1310741,
                                "text": "And we say that\u0027s a very unusual claim because if it\u0027s a -- well, you know the market is well functioning, why would he -- these fiduciaries be expected to outguess the market, that\u0027s basically what we say and you better reconsider that one."
                            },
                            {
                                "start": 301.035,
                                "stop": 310.021,
                                "byte_start": 1310741,
                                "byte_stop": 1346581,
                                "text": "And then they say, well based upon privately available information, he should have known to sell or at least not buy."
                            },
                            {
                                "start": 310.021,
                                "stop": 325.056,
                                "byte_start": 1346581,
                                "byte_stop": 1406767,
                                "text": "And we say on this one, be careful because it\u0027s really in certain circumstances unlawful to say stealth stock on the basis of inside information and prudence doesn\u0027t require you to act unlawfully."
                            },
                            {
                                "start": 325.056,
                                "stop": 349.292,
                                "byte_start": 1406767,
                                "byte_stop": 1503734,
                                "text": "And insofar as it is lawful, we think in deciding whether this states a claim or not, it would be helpful to have the views of the Securities and Exchange Commission because this is a very complex area of the law and you don\u0027t want to run up into contradictions between obligations imposed by ERISA and obligations imposed by other areas of the law."
                            },
                            {
                                "start": 349.292,
                                "stop": 361.296,
                                "byte_start": 1503734,
                                "byte_stop": 1551590,
                                "text": "Well we give some, in other words, views on the complaint, but we don\u0027t hold that it doesn\u0027t state a claim and we send it back for further proceedings in light of what we say in the opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55731,
            "mime": "audio\/mpeg",
            "size": 1551799,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-751\/20140625o_12-751.delivery.mp3"
        },
        {
            "id": 77430,
            "mime": "audio\/ogg",
            "size": 3575576,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-751\/20140625o_12-751.ogg"
        },
        {
            "id": 77431,
            "mime": "application\/x-mpegURL",
            "size": 5314,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-751\/20140625o_12-751.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}