{
    "id": 23627,
    "title": "Opinion Announcement - May 19, 1997",
    "transcript": {
        "title": null,
        "duration": 245.785,
        "sections": [
            {
                "start": 0,
                "stop": 245.785,
                "byte_start": 28672,
                "byte_stop": 1011712,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.823,
                        "byte_start": 28672,
                        "byte_stop": 51973,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.823,
                                "byte_start": 28672,
                                "byte_stop": 51973,
                                "text": "The opinions of the Court in two cases will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 5.823,
                        "stop": 245.785,
                        "byte_start": 51973,
                        "byte_stop": 1011712,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 5.823,
                                "stop": 14.122,
                                "byte_start": 51973,
                                "byte_stop": 85201,
                                "text": "The first case is Edwards versus Balisok, No. 95-1352."
                            },
                            {
                                "start": 14.122,
                                "stop": 31.175,
                                "byte_start": 85201,
                                "byte_stop": 153433,
                                "text": "Respondent, an inmate of Washington State Prison, was found guilty of prison rule infractions and sentenced among other things to the loss of 30 days\u0027 good time credit he had previously earned towards his release."
                            },
                            {
                                "start": 31.175,
                                "stop": 55.942,
                                "byte_start": 153433,
                                "byte_stop": 252489,
                                "text": "Alleging that the procedures used in his disciplinary proceeding violated the -- his Fourteenth Amendment due process rights, he filed this suit under 42 U.S.C. Section 1983, seeking a declaration that those procedures were unconstitutional, seeking compensatory and punitive damages for their use, and an injunction to prevent future violations."
                            },
                            {
                                "start": 55.942,
                                "stop": 79.753,
                                "byte_start": 252489,
                                "byte_stop": 347784,
                                "text": "Although he expressly reserve the right to seek restoration of his loss of good time credits in an appropriate form, he refrained from requesting that relief in this suit in light of our opinion in a case called Preiser versus Rodriguez in which we held that the sole remedy in federal court for a prisoner seeking restoration of good time credits is habeas corpus."
                            },
                            {
                                "start": 79.753,
                                "stop": 105.775,
                                "byte_start": 347784,
                                "byte_stop": 451856,
                                "text": "The District Court applied our opinion in Heck -- in a case called Heck versus Humphrey, which held that a state prisoner\u0027s claim for damages is not cognizable under Section 1983 if a judgment in his favor would “necessarily imply” the invalidity of his conviction or sentence, unless he can demonstrate that the conviction or sentence has already been set aside in some other form."
                            },
                            {
                                "start": 105.775,
                                "stop": 116.204,
                                "byte_start": 451856,
                                "byte_stop": 493547,
                                "text": "The District Court held that a judgment for respondent in this case would necessarily imply the invalidity of his disciplinary proceeding and the resulting sanctions."
                            },
                            {
                                "start": 116.204,
                                "stop": 125.443,
                                "byte_start": 493547,
                                "byte_stop": 530536,
                                "text": "It did not, however, dismiss the suit, but stayed it pending filing and resolution of a state court action for restoration of the good time credits."
                            },
                            {
                                "start": 125.443,
                                "stop": 135.649,
                                "byte_start": 530536,
                                "byte_stop": 571288,
                                "text": "The Ninth Circuit reversed, holding that a claim challenging only the procedures used in a disciplinary hearing is always cognizable under Section 1983."
                            },
                            {
                                "start": 135.649,
                                "stop": 141.15,
                                "byte_start": 571288,
                                "byte_stop": 593335,
                                "text": "We granted certiorari and now reverse and remand the case for future proceedings."
                            },
                            {
                                "start": 141.15,
                                "stop": 166.433,
                                "byte_start": 593335,
                                "byte_stop": 694481,
                                "text": "The principle relied on by the Ninth Circuit -- that a claim for seeking -- a claim seeking damages only for using the wrong procedures, not for reaching the wrong result, is always cognizable under 1983 is incorrect, since it disregards the possibility, clearly envisioned by our opinion in Heck, that the nature of the challenge to the procedures could be such as necessarily to imply the invalidity of the judgment."
                            },
                            {
                                "start": 166.433,
                                "stop": 186.237,
                                "byte_start": 694481,
                                "byte_stop": 773684,
                                "text": "Here, if established, respondent\u0027s allegations of deceit and bias by the hearing officer at his disciplinary proceeding would necessarily imply the invalidity of the deprivation of his good time credits, and his claim for money damages and declaratory relief is thus not cognizable under 1983."
                            },
                            {
                                "start": 186.237,
                                "stop": 191.056,
                                "byte_start": 773684,
                                "byte_stop": 792910,
                                "text": "Respondent also requested an injunction to prevent future violations."
                            },
                            {
                                "start": 191.056,
                                "stop": 202.243,
                                "byte_start": 792910,
                                "byte_stop": 837736,
                                "text": "Although a prayer for prospective injunctive relief ordinary will not \u0022necessarily imply\u0022 the invalidity of the previous loss of good time credits and so may properly be brought under 1983."
                            },
                            {
                                "start": 202.243,
                                "stop": 210.628,
                                "byte_start": 837736,
                                "byte_stop": 871278,
                                "text": "We remand that point because it was not considered by either lower court, and its validity was neither briefed nor argued here."
                            },
                            {
                                "start": 210.628,
                                "stop": 217.333,
                                "byte_start": 871278,
                                "byte_stop": 898027,
                                "text": "Finally, we hold the District Court erred in saying -- in staying this 1983 action."
                            },
                            {
                                "start": 217.333,
                                "stop": 224.133,
                                "byte_start": 898027,
                                "byte_stop": 925299,
                                "text": "The Court was mistaken in its view that once respondent had exhausted his state remedies, the action could proceed."
                            },
                            {
                                "start": 224.133,
                                "stop": 238.116,
                                "byte_start": 925299,
                                "byte_stop": 981201,
                                "text": "Section 1983 contains no judicially imposed exhaustion requirement, absent some other bar to the suit, a claim either is cognizable under 1983 and should immediately go forward or else it is not cognizable and should be dismissed."
                            },
                            {
                                "start": 238.116,
                                "stop": 239.867,
                                "byte_start": 981201,
                                "byte_stop": 988202,
                                "text": "The opinion is unanimous."
                            },
                            {
                                "start": 239.867,
                                "stop": 245.785,
                                "byte_start": 988202,
                                "byte_stop": 1011712,
                                "text": "Justice Ginsburg filed a concurring opinion in which Justice Souter and Justice Breyer joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56372,
            "mime": "audio\/mpeg",
            "size": 1012025,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1352\/19970519o_95-1352.delivery.mp3"
        },
        {
            "id": 78064,
            "mime": "audio\/ogg",
            "size": 2400617,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1352\/19970519o_95-1352.ogg"
        },
        {
            "id": 78065,
            "mime": "application\/x-mpegURL",
            "size": 3719,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1352\/19970519o_95-1352.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}