{
    "ID": 62654,
    "name": "United States v. Texas",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-674",
    "docket_number": "15-674",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "United States, et al.",
    "second_party": "Texas, et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1453183200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53396"
        }
    ],
    "lower_court": {
        "ID": 10,
        "name": "United States Court of Appeals for the Fifth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/10"
    },
    "facts_of_the_case": "\u003Cp\u003EIn June 2012, the Department of Homeland Security (DHS) implemented the Deferred Action for Childhood Arrivals (DACA) program, along with criteria for determining when prosecutors can choose not to enforce immigration laws under DACA. People who qualify for DACA may apply for citizenship. In 2014, DHS established a similar process for parents of citizens and lawful permanent residents as well as expanding DACA by making more people eligible. The new program was known as the Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) program.\u003C\/p\u003E\n\u003Cp\u003ETexas and other states sued to prevent the implementation of DAPA and argued that it violated the Administrative Procedure Act because it had not gone through the notice-and-comment process, and because it was arbitrary and capricious. The states also argued that DAPA violated the Take Care Clause of the Constitution, which clarifies the President\u0027s power. The district court held that the states had standing to file the suit and temporarily enjoined the implementation of DAPA because the states had established a substantial likelihood of success on the notice-and-comment claim. The U.S. Court of Appeals for the Fifth Circuit affirmed and held that the states had standing as well as a substantial likelihood of success on their substantive and procedural claims.\u003C\/p\u003E\n",
    "question": "\u003Col\u003E\u003Cli\u003EDo states that provide subsidies to persons who are granted deferred action have standing to sue because the new guidelines will lead to more persons being eligible for deferred action?\u003C\/li\u003E\n\u003Cli\u003EIs the Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) program arbitrary and capricious?\u003C\/li\u003E\n\u003Cli\u003EDid DAPA violate the Administrative Procedure Act by failing to go through the notice-and-comment procedure?\u003C\/li\u003E\n\u003Cli\u003EDoes DAPA violate the Take Care Clause of the Constitution?\u003C\/li\u003E\n\u003C\/ol\u003E",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27402"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 38.938056,
        "longitude": -77.082222,
        "name": "Department of Homeland Security Headquarters",
        "street": null,
        "city": "Washington",
        "province": "DC",
        "postal_code": null,
        "province_name": "District Of Columbia"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether the Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) program is arbitrary and capricious, failed to undergo notice-and-comment procedures as required by the Administrative Procedure Act, and violates the Take Care Clause of the Constitution.",
    "written_opinion": null,
    "related_cases": null
}