{
    "id": 13024,
    "title": "Oral Argument - March 06, 1956",
    "media_file": [
        {
            "id": 35168,
            "mime": "audio\/mpeg",
            "size": 2770589,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1955\/410\/19560306a_410.delivery.mp3"
        },
        {
            "id": 57229,
            "mime": "audio\/ogg",
            "size": 6740423,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1955\/410\/19560306a_410.ogg"
        },
        {
            "id": 57230,
            "mime": "application\/x-mpegURL",
            "size": 9271,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1955\/410\/19560306a_410.m3u8"
        }
    ],
    "transcript": {
        "title": "American Airlines, Inc. v. North American Airlines, Inc.",
        "duration": 685.403,
        "sections": [
            {
                "start": 0,
                "stop": 685.403,
                "byte_start": 28672,
                "byte_stop": 2770275,
                "turns": [
                    {
                        "start": 0,
                        "stop": 18.597,
                        "byte_start": 28672,
                        "byte_stop": 103069,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.144,
                                "byte_start": 28672,
                                "byte_stop": 77260,
                                "text": "Number 410, American Airlines, Incorporated versus North American Airlines, Incorporated."
                            },
                            {
                                "start": 12.144,
                                "stop": 18.597,
                                "byte_start": 77260,
                                "byte_stop": 103069,
                                "text": "Mr. Westwood."
                            }
                        ]
                    },
                    {
                        "start": 18.597,
                        "stop": 469.216,
                        "byte_start": 103069,
                        "byte_stop": 1905622,
                        "speaker": {
                            "ID": 28430,
                            "name": "Howard C. Westwood",
                            "href": "https:\/\/api.oyez.org\/people\/howard_c_westwood",
                            "last_name": "Westwood",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "howard_c_westwood"
                        },
                        "text_blocks": [
                            {
                                "start": 18.597,
                                "stop": 20.114,
                                "byte_start": 103069,
                                "byte_stop": 109129,
                                "text": "May it please the Court."
                            },
                            {
                                "start": 20.114,
                                "stop": 25.866,
                                "byte_start": 109129,
                                "byte_stop": 132221,
                                "text": "This case is here on certiorari to the Court of Appeals for the District of Columbia Circuit."
                            },
                            {
                                "start": 25.866,
                                "stop": 32.5,
                                "byte_start": 132221,
                                "byte_stop": 158762,
                                "text": "That Court reversed an order entered by the Civil Aeronautics Board."
                            },
                            {
                                "start": 32.5,
                                "stop": 40.036,
                                "byte_start": 158762,
                                "byte_stop": 188855,
                                "text": "The Civil Aeronautics Act provides for judicial review of C.A.B. orders by Courts Of Appeals."
                            },
                            {
                                "start": 40.036,
                                "stop": 50.72,
                                "byte_start": 188855,
                                "byte_stop": 231591,
                                "text": "The order of the Civil Aeronautics Board was entered on -- against the respondent here, North American Airlines, under Section 411 of the Civil Aeronautics Act."
                            },
                            {
                                "start": 50.72,
                                "stop": 56.867,
                                "byte_start": 231591,
                                "byte_stop": 256146,
                                "text": "Section 411 is set forth at the bottom of page 3 of our brief."
                            },
                            {
                                "start": 56.867,
                                "stop": 62.114,
                                "byte_start": 256146,
                                "byte_stop": 277149,
                                "text": "Our brief is the -- the yellow cover."
                            },
                            {
                                "start": 62.114,
                                "stop": 88.628,
                                "byte_start": 277149,
                                "byte_stop": 383206,
                                "text": "That Section provides that the Board, may either on its own initiative or on complaint by an air carrier, if it considers that such action by it would be in the interest of the public, investigate and determine whether an air carrier has been or is engaged in an unfair or deceptive practice or unfair method of competition."
                            },
                            {
                                "start": 88.628,
                                "stop": 104.718,
                                "byte_start": 383206,
                                "byte_stop": 447572,
                                "text": "Then, if after notice and hearing it is found that that -- that an air carrier has been engaged in such practice or method of competition, it is provided that the Board shall order the carrier to cease and desist therefrom."
                            },
                            {
                                "start": 104.718,
                                "stop": 127.504,
                                "byte_start": 447572,
                                "byte_stop": 538791,
                                "text": "Preliminarily, I should say that Section 411 appears in the context of an elaborate regulation of common carriers by air, the Civil Aeronautics Act, which is modeled generally on Titles 1 and 2 of the Interstate Commerce Act and which is administered by the Civil Aeronautics Board."
                            },
                            {
                                "start": 127.504,
                                "stop": 136.658,
                                "byte_start": 538791,
                                "byte_stop": 575363,
                                "text": "Now, Section 411 as Your Honors will recognize is generally similar to Section 5 of the Federal Trade Commission Act."
                            },
                            {
                                "start": 136.658,
                                "stop": 147.651,
                                "byte_start": 575363,
                                "byte_stop": 619353,
                                "text": "Section 5 of the Federal Trade Commission Act is set forth in pertinent part in the footnote on page 4 of our brief."
                            },
                            {
                                "start": 147.651,
                                "stop": 152.519,
                                "byte_start": 619353,
                                "byte_stop": 638788,
                                "text": "Now, the case arose before the Civil Aeronautics Board in this way."
                            },
                            {
                                "start": 152.519,
                                "stop": 162.664,
                                "byte_start": 638788,
                                "byte_stop": 679330,
                                "text": "The respondent, North American Airlines, is a common carrier by air as is the petitioner, American Airlines, both subject to the Civil Aeronautics Act."
                            },
                            {
                                "start": 162.664,
                                "stop": 180.495,
                                "byte_start": 679330,
                                "byte_stop": 750696,
                                "text": "The respondent had operating authority issued by the Civil Aeronautics Board in the name in which it -- which it formally held, that is Twentieth Century Airlines, authority issued to it in that name back about 1947."
                            },
                            {
                                "start": 180.495,
                                "stop": 188.567,
                                "byte_start": 750696,
                                "byte_stop": 782984,
                                "text": "About four years later, the respondent began using the fictitious name North American Airlines."
                            },
                            {
                                "start": 188.567,
                                "stop": 210.657,
                                "byte_start": 782984,
                                "byte_stop": 871382,
                                "text": "About a year after that in 1952, it advised -- it changed its name formally to North American Airlines, advised the Civil Aeronautics Board of the change in name and suggested that its operating authority should be amended accordingly from Twentieth Century to North American Airlines."
                            },
                            {
                                "start": 210.657,
                                "stop": 248.094,
                                "byte_start": 871382,
                                "byte_stop": 1021116,
                                "text": "Now, pursuant to a procedure, which is described in our briefs and which I shan\u0027t go into here, the petitioner, American Airlines, filed with the Civil Aeronautics Board a memorandum complaining that the adoption by the respondent of the name North American Airlines was causing the public to become seriously confused as to the identity of American Airlines and North American and misleading the public into the belief that North American was the same as American Airlines."
                            },
                            {
                                "start": 248.094,
                                "stop": 263.091,
                                "byte_start": 1021116,
                                "byte_stop": 1081093,
                                "text": "And in the memorandum it was pointed out as, of course, the Board knew that the two carriers in fact did compete directly on one of the principal air routes of the nation that is between New York, Chicago and Los Angeles."
                            },
                            {
                                "start": 263.091,
                                "stop": 270.485,
                                "byte_start": 1081093,
                                "byte_stop": 1110664,
                                "text": "Affidavits were submitted by the -- by American Airlines, the petitioner here, in support of its memorandum filed with the Board."
                            },
                            {
                                "start": 270.485,
                                "stop": 300.517,
                                "byte_start": 1110664,
                                "byte_stop": 1230827,
                                "text": "The Board considered the matter and then entered an order instituting a proceeding under Section 411 and set the matter down for hearing to determine whether the respondent in engaging in air transportation under the name North American was engaged in an unfair practice or unfair method of competition because of the confusion caused to the public."
                            },
                            {
                                "start": 300.517,
                                "stop": 306.131,
                                "byte_start": 1230827,
                                "byte_stop": 1253292,
                                "text": "The matter was set for hearing by the Board before one of its examiners."
                            },
                            {
                                "start": 306.131,
                                "stop": 311.429,
                                "byte_start": 1253292,
                                "byte_stop": 1274399,
                                "text": "The petitioner here, American, became a party to the proceeding."
                            },
                            {
                                "start": 311.429,
                                "stop": 326.961,
                                "byte_start": 1274399,
                                "byte_stop": 1336571,
                                "text": "Numerous witnesses were heard, some 16 in all and there was received by the examiner at the hearing also documentary evidence and by stipulation of the parties other documentary records of the Board were incorporated into the record."
                            },
                            {
                                "start": 326.961,
                                "stop": 332.755,
                                "byte_start": 1336571,
                                "byte_stop": 1359768,
                                "text": "In due course, the examiner rendered his initial decision."
                            },
                            {
                                "start": 332.755,
                                "stop": 337.596,
                                "byte_start": 1359768,
                                "byte_stop": 1379098,
                                "text": "In that decision, he made extensive findings of fact."
                            },
                            {
                                "start": 337.596,
                                "stop": 347.847,
                                "byte_start": 1379098,
                                "byte_stop": 1420163,
                                "text": "He found that there was indeed very substantial confusion on the part of the public due to the similarity in the names between the two carriers."
                            },
                            {
                                "start": 347.847,
                                "stop": 389.9,
                                "byte_start": 1420163,
                                "byte_stop": 1588287,
                                "text": "He found that American Airlines had been operating under the name American for some 20 or 25 years, that the public had become familiar with that name and had identified when that -- the name American Airlines is used in connection with air transportation, had identified it as meaning this particular carrier and that the respondent in -- in the use of the name North American Airlines, had created a situation whereby the public was led to believe that somehow or other the two carriers were either one and the same or somehow affiliated."
                            },
                            {
                                "start": 389.9,
                                "stop": 410.7,
                                "byte_start": 1588287,
                                "byte_stop": 1671565,
                                "text": "And he recommended that the Board enter a cease and desist order substantially in the form ultimately adopted by the Board which would require that the respondent cease engaging in air transportation under the name North American or any other name involving the use of the word American."
                            },
                            {
                                "start": 410.7,
                                "stop": 413.221,
                                "byte_start": 1671565,
                                "byte_stop": 1681596,
                                "text": "Exceptions were filed by the respondent."
                            },
                            {
                                "start": 413.221,
                                "stop": 416.59,
                                "byte_start": 1681596,
                                "byte_stop": 1695075,
                                "text": "The matter was briefed and argued to the Board."
                            },
                            {
                                "start": 416.59,
                                "stop": 436.597,
                                "byte_start": 1695075,
                                "byte_stop": 1775114,
                                "text": "The Board adopted many of the examiners findings, which indeed were set forth as an appendix to its opinion and made additional findings of fact of its own, which in the main were directed to various exceptions that the respondent had filed with the Board."
                            },
                            {
                                "start": 436.597,
                                "stop": 469.216,
                                "byte_start": 1775114,
                                "byte_stop": 1905622,
                                "text": "The -- those findings bring out the facts, some of -- most of which had been dealt with by the examiner that there was a constant stream of people coming up to ticket offices thinking that the two carriers were the same, trying to check-in with the wrong carrier as a result of the similarity of names, people meeting airplanes at the wrong place, people calling the wrong carrier for reservations, people claiming baggage at the wrong counter and so forth."
                            }
                        ]
                    },
                    {
                        "start": 469.216,
                        "stop": 473.031,
                        "byte_start": 1905622,
                        "byte_stop": 1920878,
                        "speaker": {
                            "ID": 15063,
                            "name": "Stanley Reed",
                            "href": "https:\/\/api.oyez.org\/people\/stanley_reed",
                            "last_name": "Reed",
                            "roles": [
                                {
                                    "id": 2707,
                                    "type": "scotus_justice",
                                    "date_start": -1007229600,
                                    "date_end": -405453600,
                                    "appointing_president": "Franklin D. Roosevelt",
                                    "role_title": "Associate Justice",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2707"
                                }
                            ],
                            "thumbnail": {
                                "id": 32766,
                                "mime": "image\/png",
                                "size": 34041,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stanley_reed.png"
                            },
                            "length_of_service": 6965,
                            "identifier": "stanley_reed"
                        },
                        "text_blocks": [
                            {
                                "start": 469.216,
                                "stop": 473.031,
                                "byte_start": 1905622,
                                "byte_stop": 1920878,
                                "text": "Is -- is there another company in the name North American?"
                            }
                        ]
                    },
                    {
                        "start": 473.031,
                        "stop": 476.003,
                        "byte_start": 1920878,
                        "byte_stop": 1932685,
                        "speaker": {
                            "ID": 28430,
                            "name": "Howard C. Westwood",
                            "href": "https:\/\/api.oyez.org\/people\/howard_c_westwood",
                            "last_name": "Westwood",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "howard_c_westwood"
                        },
                        "text_blocks": [
                            {
                                "start": 473.031,
                                "stop": 476.003,
                                "byte_start": 1920878,
                                "byte_stop": 1932685,
                                "text": "No, there were just the -- just the two, North American and American."
                            }
                        ]
                    },
                    {
                        "start": 476.003,
                        "stop": 478.233,
                        "byte_start": 1932685,
                        "byte_stop": 1941671,
                        "speaker": {
                            "ID": 15063,
                            "name": "Stanley Reed",
                            "href": "https:\/\/api.oyez.org\/people\/stanley_reed",
                            "last_name": "Reed",
                            "roles": [
                                {
                                    "id": 2707,
                                    "type": "scotus_justice",
                                    "date_start": -1007229600,
                                    "date_end": -405453600,
                                    "appointing_president": "Franklin D. Roosevelt",
                                    "role_title": "Associate Justice",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2707"
                                }
                            ],
                            "thumbnail": {
                                "id": 32766,
                                "mime": "image\/png",
                                "size": 34041,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stanley_reed.png"
                            },
                            "length_of_service": 6965,
                            "identifier": "stanley_reed"
                        },
                        "text_blocks": [
                            {
                                "start": 476.003,
                                "stop": 478.233,
                                "byte_start": 1932685,
                                "byte_stop": 1941671,
                                "text": "North American Aviation is different then?"
                            }
                        ]
                    },
                    {
                        "start": 478.233,
                        "stop": 485.196,
                        "byte_start": 1941671,
                        "byte_stop": 1969465,
                        "speaker": {
                            "ID": 28430,
                            "name": "Howard C. Westwood",
                            "href": "https:\/\/api.oyez.org\/people\/howard_c_westwood",
                            "last_name": "Westwood",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "howard_c_westwood"
                        },
                        "text_blocks": [
                            {
                                "start": 478.233,
                                "stop": 484.205,
                                "byte_start": 1941671,
                                "byte_stop": 1965495,
                                "text": "Well, that -- that is a -- that is a manufacturer of aircraft, yes, Your Honor."
                            },
                            {
                                "start": 484.205,
                                "stop": 485.196,
                                "byte_start": 1965495,
                                "byte_stop": 1969465,
                                "text": "The --"
                            }
                        ]
                    },
                    {
                        "start": 485.196,
                        "stop": 487.076,
                        "byte_start": 1969465,
                        "byte_stop": 1976989,
                        "speaker": {
                            "ID": 15063,
                            "name": "Stanley Reed",
                            "href": "https:\/\/api.oyez.org\/people\/stanley_reed",
                            "last_name": "Reed",
                            "roles": [
                                {
                                    "id": 2707,
                                    "type": "scotus_justice",
                                    "date_start": -1007229600,
                                    "date_end": -405453600,
                                    "appointing_president": "Franklin D. Roosevelt",
                                    "role_title": "Associate Justice",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2707"
                                }
                            ],
                            "thumbnail": {
                                "id": 32766,
                                "mime": "image\/png",
                                "size": 34041,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stanley_reed.png"
                            },
                            "length_of_service": 6965,
                            "identifier": "stanley_reed"
                        },
                        "text_blocks": [
                            {
                                "start": 485.196,
                                "stop": 487.076,
                                "byte_start": 1969465,
                                "byte_stop": 1976989,
                                "text": "They don\u0027t -- they don\u0027t operate any plane?"
                            }
                        ]
                    },
                    {
                        "start": 487.076,
                        "stop": 677.29,
                        "byte_start": 1976989,
                        "byte_stop": 2737883,
                        "speaker": {
                            "ID": 28430,
                            "name": "Howard C. Westwood",
                            "href": "https:\/\/api.oyez.org\/people\/howard_c_westwood",
                            "last_name": "Westwood",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "howard_c_westwood"
                        },
                        "text_blocks": [
                            {
                                "start": 487.076,
                                "stop": 489.113,
                                "byte_start": 1976989,
                                "byte_stop": 1985139,
                                "text": "No, Your Honor."
                            },
                            {
                                "start": 489.113,
                                "stop": 498.754,
                                "byte_start": 1985139,
                                "byte_stop": 2023696,
                                "text": "The findings elaborated on the confusion, pointing out that actually the confusion went beyond even the traveling public."
                            },
                            {
                                "start": 498.754,
                                "stop": 508.368,
                                "byte_start": 2023696,
                                "byte_stop": 2062148,
                                "text": "For example, a labor union having some kind of dispute or grievance against North American threatened to picket American Airlines."
                            },
                            {
                                "start": 508.368,
                                "stop": 518.114,
                                "byte_start": 2062148,
                                "byte_stop": 2101227,
                                "text": "Three newspapers reporting a robbery that had occurred at North American attributed -- or stated that it had occurred at American Airlines."
                            },
                            {
                                "start": 518.114,
                                "stop": 522.077,
                                "byte_start": 2101227,
                                "byte_stop": 2117005,
                                "text": "Tradesmen dunned American for bills owed by North American and so on."
                            },
                            {
                                "start": 522.077,
                                "stop": 530.895,
                                "byte_start": 2117005,
                                "byte_stop": 2152323,
                                "text": "In other words, I mention that only to emphasize the fact that the confusion was extensive indeed."
                            },
                            {
                                "start": 530.895,
                                "stop": 566.087,
                                "byte_start": 2152323,
                                "byte_stop": 2293070,
                                "text": "Now, the Board also, in its findings, found -- stated specifically that the public was very much concerned with this matter because the common carriers by air should be held to high standards of service and it was contrary to the interest of the public to be subjected to the kind of misleading confusion that the record showed, that the advantages of air transportation, which are speed, indeed could be defeated by the delays incident to people being misled into calling the wrong carrier and going to the wrong ticket office and so forth."
                            },
                            {
                                "start": 566.087,
                                "stop": 593.141,
                                "byte_start": 2293070,
                                "byte_stop": 2401322,
                                "text": "And it was made very clear in the -- both in the opinion of the Board and in the findings of the examiner himself that the action which ultimately was taken, was taken on account of the Board\u0027s conception of the interest of the public in the matter and not simply to vindicate such private interest as American Airlines might or might not have in the dispute."
                            },
                            {
                                "start": 593.141,
                                "stop": 598.526,
                                "byte_start": 2401322,
                                "byte_stop": 2422847,
                                "text": "And so, the Board entered the cease and desist order to which I have referred."
                            },
                            {
                                "start": 598.526,
                                "stop": 603.018,
                                "byte_start": 2422847,
                                "byte_stop": 2440819,
                                "text": "The respondent appealed to the Court of Appeals for the District of Columbia."
                            },
                            {
                                "start": 603.018,
                                "stop": 612.716,
                                "byte_start": 2440819,
                                "byte_stop": 2479585,
                                "text": "By a pre-hearing conference in that Court, the issues were precisely defined and limited by stipulation of the parties."
                            },
                            {
                                "start": 612.716,
                                "stop": 639.048,
                                "byte_start": 2479585,
                                "byte_stop": 2584910,
                                "text": "At this stage in the case, the only issue that really remains in the case is the first that was set forth in the stipulation, and that issue was whether the findings of the Board make out a case of violation of Section 411 of the Civil Aeronautics Act on account of the use by the respondent of the name North American Airlines."
                            },
                            {
                                "start": 639.048,
                                "stop": 643.411,
                                "byte_start": 2584910,
                                "byte_stop": 2602360,
                                "text": "The petitioner intervened in the Court of Appeals."
                            },
                            {
                                "start": 643.411,
                                "stop": 677.29,
                                "byte_start": 2602360,
                                "byte_stop": 2737883,
                                "text": "The stipulation appears at -- I had it right here -- no, it\u0027s -- I\u0027m sorry, at page 307."
                            }
                        ]
                    },
                    {
                        "start": 677.29,
                        "stop": 685.403,
                        "byte_start": 2737883,
                        "byte_stop": 2770275,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 677.29,
                                "stop": 685.403,
                                "byte_start": 2737883,
                                "byte_stop": 2770275,
                                "text": "We\u0027ll -- we\u0027ll adjourn now, Mr. Westwood."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}