{
    "id": 23192,
    "title": "Opinion Announcement - May 24, 2010",
    "transcript": {
        "title": "Lewis v. Chicago",
        "duration": 594.547,
        "sections": [
            {
                "start": 0,
                "stop": 594.547,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.015,
                        "byte_start": 106496,
                        "byte_stop": 146620,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.015,
                                "byte_start": 106496,
                                "byte_stop": 146620,
                                "text": "Justice Scalia has our opinion this morning in case 08-974, Lewis versus the City of Chicago."
                            }
                        ]
                    },
                    {
                        "start": 10.015,
                        "stop": 594.547,
                        "byte_start": 146620,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 10.015,
                                "stop": 17.252,
                                "byte_start": 146620,
                                "byte_stop": 175564,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 17.252,
                                "stop": 30.545,
                                "byte_start": 175564,
                                "byte_stop": 228749,
                                "text": "In 1995, the City of Chicago, the respondent here administered a written examination of some 26,000 applicants seeking to service firefighters."
                            },
                            {
                                "start": 30.545,
                                "stop": 48.702,
                                "byte_start": 228749,
                                "byte_stop": 301369,
                                "text": "In January 1996, the city announced that it would begin growing randomly from the top tier of those who scored in this test, those who scored at least 89 out of a possible 100 in the city called well-qualified."
                            },
                            {
                                "start": 48.702,
                                "stop": 55.023,
                                "byte_start": 301369,
                                "byte_stop": 326656,
                                "text": "In January 1996 the city announced that it would begin drawing from that group."
                            },
                            {
                                "start": 55.023,
                                "stop": 64.288,
                                "byte_start": 326656,
                                "byte_stop": 363750,
                                "text": "The city informed those applicants whom it selected would move on to the next phase of the selection process."
                            },
                            {
                                "start": 64.288,
                                "stop": 74.428,
                                "byte_start": 363750,
                                "byte_stop": 404292,
                                "text": "The city informed those who scored below 65 that they had failed the examination and would not be considered for firefighter positions."
                            },
                            {
                                "start": 74.428,
                                "stop": 93.387,
                                "byte_start": 404292,
                                "byte_stop": 480047,
                                "text": "The applicants in the middle, those who scored between 65 and 88, in the city called qualified, were informed by letter that they had passed the examination but that given the number of well-qualified applicants, it was not likely they would be called for further process."
                            },
                            {
                                "start": 93.387,
                                "stop": 109.54,
                                "byte_start": 480047,
                                "byte_stop": 544726,
                                "text": "The letters added however that because it was not possible to predict how many applicants the city would hire in the next few years, the city would keep each qualified applicants name on the list of eligible applicants as long as it used that list."
                            },
                            {
                                "start": 109.54,
                                "stop": 122.582,
                                "byte_start": 544726,
                                "byte_stop": 596867,
                                "text": "In May 1996, the city selected its first class of applicants to advance, draw another class in October of that year and filled nine more classes over the next few years."
                            },
                            {
                                "start": 122.582,
                                "stop": 135.516,
                                "byte_start": 596867,
                                "byte_stop": 648589,
                                "text": "Each time drawing randomly from the pool of well-qualified candidates, in the last round it had exhausted that pool so it filled the remaining slots with qualified applicants."
                            },
                            {
                                "start": 135.516,
                                "stop": 153.779,
                                "byte_start": 648589,
                                "byte_stop": 721627,
                                "text": "Beginning in March 1997, Crawford Smith and several other African-American applicants who scored in the qualified range and had not been hired as firefighters, filed charges of discrimination with the Equal Employment Opportunity Commission."
                            },
                            {
                                "start": 153.779,
                                "stop": 178.37,
                                "byte_start": 721627,
                                "byte_stop": 820057,
                                "text": "The EEOC issued right to sue letters and they filed this suit against the city, alleging as relevant here that the city\u0027s practice of selecting only those who scored 89 or above on the examination to advance in the hiring process caused a disparate impact on African-Americans in violation of Title VII of the Civil Rights Act of 1964."
                            },
                            {
                                "start": 178.37,
                                "stop": 191.173,
                                "byte_start": 820057,
                                "byte_stop": 871257,
                                "text": "The District Court certified a class, petitioners here consisting of the 6000 plus African-Americans who scored in the qualified range but had not been hired."
                            },
                            {
                                "start": 191.173,
                                "stop": 214.919,
                                "byte_start": 871257,
                                "byte_stop": 966238,
                                "text": "The city sought summary judgment asserting that the class member\u0027s claims were time barred because they had not filed EEOC charges within 300 days of when their claims accrued which the city claimed was when the city scored the examinations and announced the results in January 1996."
                            },
                            {
                                "start": 214.919,
                                "stop": 231.41,
                                "byte_start": 966238,
                                "byte_stop": 1032171,
                                "text": "The District Court denied that motion and after a bench trial, it ruled for petitioners awarding back pay and ordering the city to hire 132 class members reflecting the number it would have hired but for its cut off score."
                            },
                            {
                                "start": 231.41,
                                "stop": 237.095,
                                "byte_start": 1032171,
                                "byte_stop": 1054950,
                                "text": "The Seventh Circuit reversed holding that petitioner\u0027s claims were time barred."
                            },
                            {
                                "start": 237.095,
                                "stop": 241.34,
                                "byte_start": 1054950,
                                "byte_stop": 1071877,
                                "text": "We granted certiorari and now reverse."
                            },
                            {
                                "start": 241.34,
                                "stop": 248.212,
                                "byte_start": 1071877,
                                "byte_stop": 1099358,
                                "text": "Before filing a Title VII, suit a plaintiff must first file a timely EEOC charge."
                            },
                            {
                                "start": 248.212,
                                "stop": 262.574,
                                "byte_start": 1099358,
                                "byte_stop": 1156827,
                                "text": "All agree that petitioner’s charges were due within 300 days “after the alleged unlawful employment practice occurred\u0022 that\u0027s the language in the statute."
                            },
                            {
                                "start": 262.574,
                                "stop": 285.72,
                                "byte_start": 1156827,
                                "byte_stop": 1249405,
                                "text": "Aside from the first round of selection in May of 1996 which everyone agrees is off the table, no one disputes that the conduct petitioners challenge mainly the selection of firefighting candidates on the basis of the rankings announced after the 1995 tests occurred within the charging period."
                            },
                            {
                                "start": 285.72,
                                "stop": 335.89,
                                "byte_start": 1249405,
                                "byte_stop": 1450130,
                                "text": "The question is not whether petitioners claim concerning that conduct is timely but whether that claim can be brought at all, for the reasons set forth in our opinion we conclude that it can, the key provision 42 USC Section 2000e-2k1ai, I\u0027ll call it, the statute, states in pertinent part that “an unlawful employment practice based on disparate impact is established under this subchapter only if a complaining party demonstrates that a respondent uses a particular employment practice that causes a disparate impact on the basis of race, color, religion, sex or national origin”."
                            },
                            {
                                "start": 335.89,
                                "stop": 373.541,
                                "byte_start": 1450130,
                                "byte_stop": 1600700,
                                "text": "Petitioners claim satisfies this requirement, the term employment practice clearly encompasses the conduct petitioners challenge namely the exclusion of passing applicants who scored below 89, when selecting those with advanced and the city used which is the statutory language, used that practice in each round of selection and petitioners alleged that this exclusion caused a disparate impact whether they prove those elements is not before us, what matters is that their allegations stated a cognizable claim."
                            },
                            {
                                "start": 373.541,
                                "stop": 383.906,
                                "byte_start": 1600700,
                                "byte_stop": 1642183,
                                "text": "The city argues that the only unlawful employment practice here was its creation in January 1996 of the list of eligible applicants."
                            },
                            {
                                "start": 383.906,
                                "stop": 414.537,
                                "byte_start": 1642183,
                                "byte_stop": 1764645,
                                "text": "It concedes that, that action was unlawful and in light of the findings of the Court below but claims that, that cannot be the basis for liability now because no timely charge challenging it was filed within 300 days and since the city claims the exclusion of petitioners in the subsequent rounds of selection followed inevitably from the adoption of the 89 point cutoff score no new violations could have occurred."
                            },
                            {
                                "start": 414.537,
                                "stop": 419.718,
                                "byte_start": 1764645,
                                "byte_stop": 1785438,
                                "text": "This is the line of reasoning adopted by the Seventh Circuit, we do not agree with it."
                            },
                            {
                                "start": 419.718,
                                "stop": 439.344,
                                "byte_start": 1785438,
                                "byte_stop": 1863910,
                                "text": "The city is correct that if the adoption of the cut off score in 1996 gave rise to a freestanding claim of discrimination, petitioners waited too long to bring such a claim but it does not follow that no new violation could occur when the city implemented that decision down the road."
                            },
                            {
                                "start": 439.344,
                                "stop": 447.519,
                                "byte_start": 1863910,
                                "byte_stop": 1896615,
                                "text": "If petitioners could prove the elements of a disparate impact claim based on the implementation of the cut off, they could prevail."
                            },
                            {
                                "start": 447.519,
                                "stop": 473.906,
                                "byte_start": 1896615,
                                "byte_stop": 2002150,
                                "text": "The city argues that a line of our cases beginning with the United Air Lines versus Evans forbids liability for the later consequences of an earlier violation of Title VII that is beyond the limitations period but all those cases -- but all of those cases established is that a Title VII plaintiff must show a present violation inside the limitations period."
                            },
                            {
                                "start": 473.906,
                                "stop": 492.646,
                                "byte_start": 2002150,
                                "byte_stop": 2077174,
                                "text": "In the disparate treatment cases the city cites discriminatory intent existed at the time of the earlier violation but did not exist when the consequences of that earlier violation, here the application of the announced test results were felt."
                            },
                            {
                                "start": 492.646,
                                "stop": 500.505,
                                "byte_start": 2077174,
                                "byte_stop": 2108520,
                                "text": "For disparate impact claims such as this one however, discriminatory intent is not required."
                            },
                            {
                                "start": 500.505,
                                "stop": 509.189,
                                "byte_start": 2108520,
                                "byte_stop": 2143316,
                                "text": "The uses of the test that allegedly had discriminatory impact occurred within the 300 day charging period and that was all what was required."
                            },
                            {
                                "start": 509.189,
                                "stop": 525.745,
                                "byte_start": 2143316,
                                "byte_stop": 2209562,
                                "text": "The Seventh Circuit thought otherwise reasoning that disparate impact liability was designed as an alternative means to establish deliberate discrimination but even if both theories aim at the same evil, it does not follow that their reach is coextensive."
                            },
                            {
                                "start": 525.745,
                                "stop": 539.064,
                                "byte_start": 2209562,
                                "byte_stop": 2262852,
                                "text": "The city in its amici argue that our interpretation will yield practical problems, employers they stress will face, disparate impact suits for practices they have used for years."
                            },
                            {
                                "start": 539.064,
                                "stop": 544.803,
                                "byte_start": 2262852,
                                "byte_stop": 2285735,
                                "text": "In reality both readings of the statute produced puzzling results."
                            },
                            {
                                "start": 544.803,
                                "stop": 557.776,
                                "byte_start": 2285735,
                                "byte_stop": 2337667,
                                "text": "The consequence of the city’s approach would be that once nobody has challenged the initial test, you could and even though it has disparate impact you can use it forever."
                            },
                            {
                                "start": 557.776,
                                "stop": 570.792,
                                "byte_start": 2337667,
                                "byte_stop": 2389703,
                                "text": "More importantly however our task is not to determine which reading produces the least mischief but only to give effect to the law Congress enacted with whatever mischiefs it may contain."
                            },
                            {
                                "start": 570.792,
                                "stop": 589.244,
                                "byte_start": 2389703,
                                "byte_stop": 2463577,
                                "text": "The city argues that the District Court\u0027s judgment must be amended because it ordered a relief pertaining to the first round of selection in May of 96 which is indisputably outside the charging period, petitioners do not object to a remand to resolve this issue so we leave it to the Seventh Circuit to address."
                            },
                            {
                                "start": 589.244,
                                "stop": 591.981,
                                "byte_start": 2463577,
                                "byte_stop": 2474444,
                                "text": "The judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 591.981,
                                "stop": 594.547,
                                "byte_start": 2474444,
                                "byte_stop": 0,
                                "text": "Our opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55506,
            "mime": "audio\/mpeg",
            "size": 2484684,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-974\/20100524o_08-974.delivery.mp3"
        },
        {
            "id": 77246,
            "mime": "audio\/ogg",
            "size": 6000949,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-974\/20100524o_08-974.ogg"
        },
        {
            "id": 77247,
            "mime": "application\/x-mpegURL",
            "size": 8668,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-974\/20100524o_08-974.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}