{
    "id": 22274,
    "title": "Opinion Announcement - February 27, 2001",
    "transcript": {
        "title": "Whitman v. American Trucking Associations, Inc.",
        "duration": 469.368,
        "sections": [
            {
                "start": 0,
                "stop": 469.368,
                "byte_start": 92585,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.684,
                        "byte_start": 92585,
                        "byte_stop": 131351,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.684,
                                "byte_start": 92585,
                                "byte_stop": 131351,
                                "text": "The opinions of the Court in two cases will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 9.684,
                        "stop": 469.368,
                        "byte_start": 131351,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 9.684,
                                "stop": 27.026,
                                "byte_start": 131351,
                                "byte_stop": 200732,
                                "text": "The first of these was actually two consolidated cases, No. 99-1257, Whitman versus American Trucking Associations, and No. 99-1426, American Trucking Associations versus Whitman."
                            },
                            {
                                "start": 27.026,
                                "stop": 33.045,
                                "byte_start": 200732,
                                "byte_stop": 224869,
                                "text": "These cases come to us on writ of certiorari to the United States Court of Appeals for the District of Columbia Circuit."
                            },
                            {
                                "start": 33.045,
                                "stop": 55.931,
                                "byte_start": 224869,
                                "byte_stop": 316402,
                                "text": "Section 109 of the Clean Air Act requires petitioner, the administrator of the Environmental Protection Agency to promulgate and periodically to revise as necessary, National Ambient Air Quality Standards for each pollutant for which air quality criteria have been issued under Section 108 of the Act."
                            },
                            {
                                "start": 55.931,
                                "stop": 71.789,
                                "byte_start": 316402,
                                "byte_stop": 379827,
                                "text": "These cases arose when in 1997, petitioner revised the ozone and particulate matter standards, and respondents in No. 99-1257 challenged the revised standards on several grounds."
                            },
                            {
                                "start": 71.789,
                                "stop": 74.994,
                                "byte_start": 379827,
                                "byte_stop": 392575,
                                "text": "The DC Circuit accepted some of the challenges and rejected others."
                            },
                            {
                                "start": 74.994,
                                "stop": 85.843,
                                "byte_start": 392575,
                                "byte_stop": 436043,
                                "text": "It held that Section 109(b)(1) as interpreted by the administrator delegated legislative power to the administrator in contravention of the Federal Constitution."
                            },
                            {
                                "start": 85.843,
                                "stop": 110.355,
                                "byte_start": 436043,
                                "byte_stop": 534054,
                                "text": "It held further that the EPA may not consider the costs of implementing an air quality standard when deciding the level at which to set the standard, and finally the court held that, although certain implementation provisions for the ozone standards contained in subpart 2 of the Clean Air Acts part regarding nonattainment areas did not prevent the EPA from revising the ozone standard."
                            },
                            {
                                "start": 110.355,
                                "stop": 121.437,
                                "byte_start": 534054,
                                "byte_stop": 578358,
                                "text": "Nonetheless those provisions rather than more general provisions contained in subpart 1 of that part, constrained the implementation of the new ozone standards."
                            },
                            {
                                "start": 121.437,
                                "stop": 128.776,
                                "byte_start": 578358,
                                "byte_stop": 607720,
                                "text": "The court rejected the argument that it lacked jurisdiction to reach the implementation question because there had been no final implementation action."
                            },
                            {
                                "start": 128.776,
                                "stop": 132.041,
                                "byte_start": 607720,
                                "byte_stop": 620781,
                                "text": "We affirm in part and reverse in part."
                            },
                            {
                                "start": 132.041,
                                "stop": 141.829,
                                "byte_start": 620781,
                                "byte_stop": 659965,
                                "text": "First, we hold that Section 109(b) does not permit the Administrator to consider implementation costs in setting air quality standards."
                            },
                            {
                                "start": 141.829,
                                "stop": 154.744,
                                "byte_start": 659965,
                                "byte_stop": 711583,
                                "text": "Section 109(b)(1) instructs the EPA to set air quality standards “the attainment and maintenance of which are requisite to protect the public health with an adequate margin of safety.”"
                            },
                            {
                                "start": 154.744,
                                "stop": 165.343,
                                "byte_start": 711583,
                                "byte_stop": 754005,
                                "text": "Implementation costs are not expressly included in that equation and we will not infer a provision for costs, from ambiguous terms such as requisite and adequate margin."
                            },
                            {
                                "start": 165.343,
                                "stop": 179.452,
                                "byte_start": 754005,
                                "byte_stop": 810430,
                                "text": "Section 109(b)(1) is the engine that drives nearly all of Title I of the CAA and Congress does not alter a regulatory scheme’s fundamental details in vague terms or ancillary provisions."
                            },
                            {
                                "start": 179.452,
                                "stop": 201.744,
                                "byte_start": 810430,
                                "byte_stop": 899664,
                                "text": "Moreover, the CAA often expressly grants the EPA authority to consider implementation costs and such costs are both so indirectly related to the public health and so full of potential for cancelling the conclusions drawn from direct health effects that they would have been expressly mentioned in Section 109, had Congress meant them to be considered."
                            },
                            {
                                "start": 201.744,
                                "stop": 213.404,
                                "byte_start": 899664,
                                "byte_stop": 946267,
                                "text": "Other CAA provisions, which do require cost data to be generated or considered, have no bearing upon whether costs are to be taken account of in setting the standards."
                            },
                            {
                                "start": 213.404,
                                "stop": 224.783,
                                "byte_start": 946267,
                                "byte_stop": 991720,
                                "text": "So, because the text of 109(b)(1) in its context is clear, we have no cause to apply the canon of construing taxes to avoid serious constitutional problems."
                            },
                            {
                                "start": 224.783,
                                "stop": 235.274,
                                "byte_start": 991720,
                                "byte_stop": 1033725,
                                "text": "Second, if you have gotten all of that we hold that Section 109(b)(1) does not delegate legislative power to the EPA."
                            },
                            {
                                "start": 235.274,
                                "stop": 247.347,
                                "byte_start": 1033725,
                                "byte_stop": 1081999,
                                "text": "When Congress confers decision making authority upon agencies it must lay down our cases say an intelligible principle to which the person or body authorized to act is directed to confirm."
                            },
                            {
                                "start": 247.347,
                                "stop": 250.217,
                                "byte_start": 1081999,
                                "byte_stop": 1093493,
                                "text": "This is peculiarly a task for Congress."
                            },
                            {
                                "start": 250.217,
                                "stop": 259.293,
                                "byte_start": 1093493,
                                "byte_stop": 1129855,
                                "text": "An agency cannot cure an unlawful delegation of legislative power by adopting in its discretion a limiting construction of the statute."
                            },
                            {
                                "start": 259.293,
                                "stop": 271.997,
                                "byte_start": 1129855,
                                "byte_stop": 1180637,
                                "text": "Section 109(b)(1) requires the administrator to set air quality standards at a level that is neither greater nor less than that which is required to protect the public health from the adverse effects of the pollutant in the ambient air."
                            },
                            {
                                "start": 271.997,
                                "stop": 289.802,
                                "byte_start": 1180637,
                                "byte_stop": 1251795,
                                "text": "The limits that 109(b)(1) thus imposes on the EPA’s discretion are strikingly similar to the limits we approved in our recent decision in Touby v United States and the scope of discretion that 109(b)(1) allows is well within the outer limits of our nondelegation precedents."
                            },
                            {
                                "start": 289.802,
                                "stop": 301.635,
                                "byte_start": 1251795,
                                "byte_stop": 1299129,
                                "text": "Contrary to respondent’s argument, statutes need not provide a determinate criterion for saying, how much of a regulated harm is too much to avoid delegating legislative power."
                            },
                            {
                                "start": 301.635,
                                "stop": 312.723,
                                "byte_start": 1299129,
                                "byte_stop": 1343537,
                                "text": "Third, we find that the Court of Appeals had jurisdiction under Section 307 of the Clean Air Act to consider the implementation issue involving subparts 1 and 2."
                            },
                            {
                                "start": 312.723,
                                "stop": 331.281,
                                "byte_start": 1343537,
                                "byte_stop": 1417725,
                                "text": "The implementation policy constitutes final agency action under Section 307 because it marked the consummation of the EPA’s decision making process, and the policy is right for review because the question it presents is purely one of statutory interpretation that would not benefit from further factual development."
                            },
                            {
                                "start": 331.281,
                                "stop": 346.166,
                                "byte_start": 1417725,
                                "byte_stop": 1477284,
                                "text": "Review will not interfere with further administrative development and the hardship on respondent States in developing state implementation plans satisfies the CAA’s special judicial review provision permitting pre enforcement review."
                            },
                            {
                                "start": 346.166,
                                "stop": 360.437,
                                "byte_start": 1477284,
                                "byte_stop": 1534335,
                                "text": "Beyond all this, we find that the implementation issue was fairly included within the challenges to the final ozone rule that were before the Court of Appeals and all parties agreed that that rule is final agency action ripe for review."
                            },
                            {
                                "start": 360.437,
                                "stop": 365.923,
                                "byte_start": 1534335,
                                "byte_stop": 1556278,
                                "text": "Finally, we hold that the EPA’s implementation policy is unlawful."
                            },
                            {
                                "start": 365.923,
                                "stop": 389.717,
                                "byte_start": 1556278,
                                "byte_stop": 1651468,
                                "text": "The statutory issue is which of the CAA’s implementation provisions for nonattainment areas applies to the revised ozone standards, Subpart 1 or Subpart 2. Under our chevron decision if the statute resolves the issue, we of course must follow the statute, but if the statute is ambiguous we must defer to a reasonable agency interpretation of the ambiguity."
                            },
                            {
                                "start": 389.717,
                                "stop": 399.958,
                                "byte_start": 1651468,
                                "byte_stop": 1692428,
                                "text": "Here the statute is ambiguous, concerning the interaction between subpart 1 and subpart 2, but we do not defer to the EPA’s interpretation because it is unreasonable."
                            },
                            {
                                "start": 399.958,
                                "stop": 425.379,
                                "byte_start": 1692428,
                                "byte_stop": 1794201,
                                "text": "The principle distinction between the subparts is that subpart 2 eliminates regulatory discretion allowed by subpart 1, yet the EPA’s interpretation would render subpart 2’s carefully designed restrictions on EPA discretion nugatory, once the new ozone National Air Ambient Quality Standard, NAAQS has been promulgated."
                            },
                            {
                                "start": 425.379,
                                "stop": 433.638,
                                "byte_start": 1794201,
                                "byte_stop": 1827220,
                                "text": "An agency may not construe a statute in a way that completely nullifies textually applicable provisions meant to limit its discretion."
                            },
                            {
                                "start": 433.638,
                                "stop": 447.293,
                                "byte_start": 1827220,
                                "byte_stop": 1881764,
                                "text": "In addition, although Subpart 2 was obviously written to govern implementation for sometime into the future, nothing in the EPA’s interpretation would have prevented the agency from aborting the subpart the day after it was enacted."
                            },
                            {
                                "start": 447.293,
                                "stop": 449.728,
                                "byte_start": 1881764,
                                "byte_stop": 1891586,
                                "text": "We therefore, find the interpretation unlawful."
                            },
                            {
                                "start": 449.728,
                                "stop": 455.201,
                                "byte_start": 1891586,
                                "byte_stop": 1913424,
                                "text": "We leave to the EPA the task of developing a reasonable interpretation of the two subparts."
                            },
                            {
                                "start": 455.201,
                                "stop": 469.368,
                                "byte_start": 1913424,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a concurring opinion; Justice Stevens has filed an opinion concurring in part and concurring in the judgment in which Justice Souter has joined; Justice Breyer has filed an opinion concurring in part and concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53670,
            "mime": "audio\/mpeg",
            "size": 1970058,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1257\/20010227o_99-1257.delivery.mp3"
        },
        {
            "id": 75414,
            "mime": "audio\/ogg",
            "size": 4968296,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1257\/20010227o_99-1257.ogg"
        },
        {
            "id": 75415,
            "mime": "application\/x-mpegURL",
            "size": 7019,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1257\/20010227o_99-1257.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}