{
    "id": 23196,
    "title": "Opinion Announcement - March 04, 2003",
    "transcript": {
        "title": "United States v. Navajo Nation",
        "duration": 459.05,
        "sections": [
            {
                "start": 0,
                "stop": 459.05,
                "byte_start": 85334,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 459.05,
                        "byte_start": 85334,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.435,
                                "byte_start": 85334,
                                "byte_stop": 115114,
                                "text": "The second case is United States againts Navajo Nation number 01-1375."
                            },
                            {
                                "start": 7.435,
                                "stop": 23.713,
                                "byte_start": 115114,
                                "byte_stop": 180211,
                                "text": "The Indian Mineral Leasing Act of 1938 which I will call it IMLA allows Indian Tribes to negotiate leases to mine coal on Indian land and assigns an approval role to the Secretary of the interior."
                            },
                            {
                                "start": 23.713,
                                "stop": 41.818,
                                "byte_start": 180211,
                                "byte_stop": 252622,
                                "text": "This case concerns a 1964 coal lease between the Navajo Nation and predecessor of the Peabody Coal Company and specifically a 1987 amendment raising the royalty under that lease."
                            },
                            {
                                "start": 41.818,
                                "stop": 54.357,
                                "byte_start": 252622,
                                "byte_stop": 302777,
                                "text": "The Navajo Nation sought compensation from the United States for an alleged breach of trust in connection with the Secretary’s approval of the 1987 rate increase."
                            },
                            {
                                "start": 54.357,
                                "stop": 65.254,
                                "byte_start": 302777,
                                "byte_stop": 346454,
                                "text": "Because no liability imposing provisions of the IMLA or its implementing regulations supports such a claim we reject the Tribe\u0027s suit."
                            },
                            {
                                "start": 65.254,
                                "stop": 81.449,
                                "byte_start": 346454,
                                "byte_stop": 411133,
                                "text": "The lease in question as drawn in 1964, provided for a royalty of 37.5 cents per ton of coal extracted and authorized the secretary to adjust that rate on the 20-year anniversary of the lease."
                            },
                            {
                                "start": 81.449,
                                "stop": 105.461,
                                "byte_start": 411133,
                                "byte_stop": 507264,
                                "text": "The 37.5 cents per ton rate was higher than the 10 cents per ton minimum set by then applicable in the regulation, but by the 1980’s, the 1964 lease rates had fallen well below to 12½% of gross proceeds rate prevailing for coal mined on federal lands."
                            },
                            {
                                "start": 105.461,
                                "stop": 114.381,
                                "byte_start": 507264,
                                "byte_stop": 542895,
                                "text": "When attempts by the Tribe and Peabody to re-negotiate, the lease bogged down, the Tribe asked the Secretary to ajust the royalty."
                            },
                            {
                                "start": 114.381,
                                "stop": 128.033,
                                "byte_start": 542895,
                                "byte_stop": 597543,
                                "text": "In June 1984, the Area Director of the Bureau of Indian Affairs, sent Peabody and the Tribe an opinion letter raising the rate to 20% of gross proceeds."
                            },
                            {
                                "start": 128.033,
                                "stop": 132.841,
                                "byte_start": 597543,
                                "byte_stop": 616769,
                                "text": "Peabody thought that rate exorbitant and pursued an administrative appeal."
                            },
                            {
                                "start": 132.841,
                                "stop": 142.919,
                                "byte_start": 616769,
                                "byte_stop": 657102,
                                "text": "Peabody also wrote to the Secretary with a copy to the Tribe asking him either to postpone decision on the appeal or to rule in Peabody\u0027s favor."
                            },
                            {
                                "start": 142.919,
                                "stop": 150.142,
                                "byte_start": 657102,
                                "byte_stop": 685941,
                                "text": "Further, and off the public record, Peabody representatives met privately with the Secretary."
                            },
                            {
                                "start": 150.142,
                                "stop": 163.208,
                                "byte_start": 685941,
                                "byte_stop": 738186,
                                "text": "In July 1985, the Secretary instructed a subordinates to tell Peabody and the Tribe that no decision was imminent and to encourage those parties to resolve their differences without government intervention."
                            },
                            {
                                "start": 163.208,
                                "stop": 170.939,
                                "byte_start": 738186,
                                "byte_stop": 769115,
                                "text": "Some months later the Tribe and Peabody agreed to an amended royalty of 12½% of gross proceeds."
                            },
                            {
                                "start": 170.939,
                                "stop": 180.38,
                                "byte_start": 769115,
                                "byte_stop": 806941,
                                "text": "In December 1987, the Navajo Tribal Council approved the amended lease and the Secretary did so too shortly thereafter."
                            },
                            {
                                "start": 180.38,
                                "stop": 196.785,
                                "byte_start": 806941,
                                "byte_stop": 872560,
                                "text": "Several years later, in 1993, the Tribe sued the United States in the Court of Federal Claims, under the Indian Tucker Act, an Act that waives the government\u0027s sovereign immunity from a suit by the Tribe for money damages."
                            },
                            {
                                "start": 196.785,
                                "stop": 213.434,
                                "byte_start": 872560,
                                "byte_stop": 939120,
                                "text": "By approving the lease amendment, the Tribe maintained the Secretary effectively deprived the tribe of the 20% royalty it would have received had the 1985 adjustment process ran its course without secretarial involvement."
                            },
                            {
                                "start": 213.434,
                                "stop": 225.584,
                                "byte_start": 939120,
                                "byte_stop": 987708,
                                "text": "The Court of Federal Claims found that the Secretary in meeting privately with Peabody officers had acted in a manner elaborately at odds with the government\u0027s general trust relationship to the Tribe."
                            },
                            {
                                "start": 225.584,
                                "stop": 239.319,
                                "byte_start": 987708,
                                "byte_stop": 1042670,
                                "text": "Nevertheless, the Court held that the Tribe could not prevail for no law or regulation authorized compensations from the Federal Treasury for the Secretary\u0027s alleged breach of trust."
                            },
                            {
                                "start": 239.319,
                                "stop": 254.08,
                                "byte_start": 1042670,
                                "byte_stop": 1101706,
                                "text": "The Court of Appeals for the Federal Circuit reversed that determination, the measure of control the Secretary exercised of a coal leasing on Indian lands that Court house sufficed to warrant a money judgment for the Tribe."
                            },
                            {
                                "start": 254.08,
                                "stop": 257.487,
                                "byte_start": 1101706,
                                "byte_stop": 1115290,
                                "text": "We granted certiorari and now reverse."
                            },
                            {
                                "start": 257.487,
                                "stop": 266.582,
                                "byte_start": 1115290,
                                "byte_stop": 1151757,
                                "text": "Our decision is controlled by a pair of early 1980 cases both titled Unites States v. Mitchell."
                            },
                            {
                                "start": 266.582,
                                "stop": 287.115,
                                "byte_start": 1151757,
                                "byte_stop": 1233886,
                                "text": "The Mitchell cases instruct that to come within the Indian Tucker Act\u0027s waiver of the  government\u0027s immunity from a money damages suit, the complaining Tribe must identify a substantive source of law that prescribes specific duties and then show that the government had failed faithfully to perform those duties."
                            },
                            {
                                "start": 287.115,
                                "stop": 298.038,
                                "byte_start": 1233886,
                                "byte_stop": 1277563,
                                "text": "If that threshold is passed, courts must next determine whether the specific duty imposing law can fairly be interpreted to mandate compensations for the Tribe."
                            },
                            {
                                "start": 298.038,
                                "stop": 320.782,
                                "byte_start": 1277563,
                                "byte_stop": 1368469,
                                "text": "The general trust relationship between the United States and an Indian Tribe, our precedent holds, does not in itself support relief under the Indian Tucker Act, instead, any toll on the US Treasury must be rooted in specific rights creating or duty-imposing statutory or regulatory prescriptions."
                            },
                            {
                                "start": 320.782,
                                "stop": 333.467,
                                "byte_start": 1368469,
                                "byte_stop": 1419251,
                                "text": "Here as the Court of Federal Claims reluctantly held, the Tribe did not and could not ground its claim againts the government in any concrete statury or regulatory imposition."
                            },
                            {
                                "start": 333.467,
                                "stop": 342.377,
                                "byte_start": 1419251,
                                "byte_stop": 1454882,
                                "text": "The IMLA assigns to the Secretary only a modest part in coal leasing, it gives him no comprehensive managerial role."
                            },
                            {
                                "start": 342.377,
                                "stop": 357.23,
                                "byte_start": 1454882,
                                "byte_stop": 1514336,
                                "text": "Furthermore, at the times relevant here, neither the IMLA nor its implementing regulations expressly directed the Secretary to pursue the best interest of the Tribe over those of the coal leasee."
                            },
                            {
                                "start": 357.23,
                                "stop": 390.047,
                                "byte_start": 1514336,
                                "byte_stop": 1645576,
                                "text": "A prime aim of the IMLA was to enhance tribal self determination by giving the Tribe not the government the lead role in negotiating mining leases with third parties, while the Act reserves a lease approval function for the Secretary, nothing in the statute\u0027s text or regulations describes a duty to ensure a particular rate of return above the bare minimum and we reiterate the rate ultimately negotiated between the Tribe an Peabody far exceeded the regulatory minimum."
                            },
                            {
                                "start": 390.047,
                                "stop": 398.411,
                                "byte_start": 1645576,
                                "byte_stop": 1679012,
                                "text": "It was on a par with the rate the United States itself recieves from its own leases to mine coal on Federal lands."
                            },
                            {
                                "start": 398.411,
                                "stop": 423.956,
                                "byte_start": 1679012,
                                "byte_stop": 1781203,
                                "text": "The Tribe\u0027s complaints about the skewing effect of the Secretary\u0027s 1985 intervention into the lease ajustment process, that complaint is similarly unavailing, would no formal adjudication ongoing, nothing in the IMLA or its regulations proscribe the Secretary from communicating ex parte with Peabody or with the Tribe."
                            },
                            {
                                "start": 423.956,
                                "stop": 444.929,
                                "byte_start": 1781203,
                                "byte_stop": 1865109,
                                "text": "In sum, however, one might appraise the Secretary\u0027s actions, we are bound by dispositive precedent, no relevant statute or regulation allows us to conclude that the Secretary\u0027s conduct violated an obligation enforceable againts the United States in an action for damages under the Indian Tucker Act."
                            },
                            {
                                "start": 444.929,
                                "stop": 454.293,
                                "byte_start": 1865109,
                                "byte_stop": 1902516,
                                "text": "The judgment of the Federal Circuit Court of Appeals is acordingly reversed and the case is remanded for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 454.293,
                                "stop": 459.05,
                                "byte_start": 1902516,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed the dissenting opinion joined by Justices Stevens and O\u0027Connor."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55514,
            "mime": "audio\/mpeg",
            "size": 1921533,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/01-1375\/20030304o_01-1375.delivery.mp3"
        },
        {
            "id": 77254,
            "mime": "audio\/ogg",
            "size": 4631565,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/01-1375\/20030304o_01-1375.ogg"
        },
        {
            "id": 77255,
            "mime": "application\/x-mpegURL",
            "size": 6887,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/01-1375\/20030304o_01-1375.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}