{
    "id": 20113,
    "title": "Opinion Announcement - June 22, 1999",
    "transcript": {
        "title": "Kolstad v. American Dental Association",
        "duration": 267.912,
        "sections": [
            {
                "start": 0,
                "stop": 267.912,
                "byte_start": 85860,
                "byte_stop": 1157507,
                "turns": [
                    {
                        "start": 0,
                        "stop": 267.912,
                        "byte_start": 85860,
                        "byte_stop": 1157507,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.575,
                                "byte_start": 85860,
                                "byte_stop": 128178,
                                "text": "The third case for announcement today is Kolstad versus American Dental Association, No. 98-208."
                            },
                            {
                                "start": 10.575,
                                "stop": 17.054,
                                "byte_start": 128178,
                                "byte_stop": 154092,
                                "text": "This case comes on appeal from the United States Court of Appeals for The District of Columbia Circuit."
                            },
                            {
                                "start": 17.054,
                                "stop": 24.207,
                                "byte_start": 154092,
                                "byte_stop": 182722,
                                "text": "In 1992, petitioner Carole Kolstad sought a promotion from respondent, her employer."
                            },
                            {
                                "start": 24.207,
                                "stop": 38.402,
                                "byte_start": 182722,
                                "byte_stop": 239564,
                                "text": "After the promotion went to a male co-worker, petitioner filed suit in Federal District Court alleging she had been a victim of gender discrimination in violation of Title VII of the Civil Rights Act of 1964."
                            },
                            {
                                "start": 38.402,
                                "stop": 49.483,
                                "byte_start": 239564,
                                "byte_stop": 283868,
                                "text": "The jury found that the employer violated Title VII in this case, but the District Court denied the petitioner\u0027s request for a jury instruction on punitive damages."
                            },
                            {
                                "start": 49.483,
                                "stop": 63.983,
                                "byte_start": 283868,
                                "byte_stop": 341860,
                                "text": "The en banc Court of Appeals upheld this decision concluding that jury should be permitted to render punitive damages awards under Title VII, only in cases involving some egregious misconduct by the employer."
                            },
                            {
                                "start": 63.983,
                                "stop": 71.683,
                                "byte_start": 341860,
                                "byte_stop": 372684,
                                "text": "In an opinion filed with the Clerk of the Court today, we vacate the Court of Appeals\u0027 decision and remand for further proceedings."
                            },
                            {
                                "start": 71.683,
                                "stop": 84.508,
                                "byte_start": 372684,
                                "byte_stop": 423989,
                                "text": "With the passage of the Civil Rights Act of 1991, compensatory and punitive damages are now available under Title VII and under the Americans with Disabilities Act."
                            },
                            {
                                "start": 84.508,
                                "stop": 99.341,
                                "byte_start": 423989,
                                "byte_stop": 483235,
                                "text": "Punitive damages, however, are available only in cases involving intentional discrimination and where it has proven that the employer acted with malice or with reckless indifference to a plaintiff\u0027s federally protected rights."
                            },
                            {
                                "start": 99.341,
                                "stop": 112.281,
                                "byte_start": 483235,
                                "byte_stop": 535062,
                                "text": "While the varied structure of the 1991 Act\u0027s remedial scheme suggests an intent to allow for punitive awards only in a subset of cases involving intentional discrimination."
                            },
                            {
                                "start": 112.281,
                                "stop": 128.82,
                                "byte_start": 535062,
                                "byte_stop": 601204,
                                "text": "There is no statutory requirement that the employer have engaged in egregious or outrageous misconduct to be liable for punitive damages, rather the statute focuses on the employer\u0027s state of mind, its malice or reckless indifference."
                            },
                            {
                                "start": 128.82,
                                "stop": 144.209,
                                "byte_start": 601204,
                                "byte_stop": 662748,
                                "text": "Relying on our decision in Smith against Wade, we understand this language to limit punitive awards to cases where the employer has discriminated in the face of a perceived risk that its actions will violate federal law."
                            },
                            {
                                "start": 144.209,
                                "stop": 152.883,
                                "byte_start": 662748,
                                "byte_stop": 697439,
                                "text": "Moreover the petitioner, the plaintiff must impute the requisite malice or reckless indifference to the respondent itself."
                            },
                            {
                                "start": 152.883,
                                "stop": 165.112,
                                "byte_start": 697439,
                                "byte_stop": 746340,
                                "text": "Where the employer is a corporation or association rather than an individual, we have said that Congress intends for the courts to rely on agency principles in interpreting Title VII."
                            },
                            {
                                "start": 165.112,
                                "stop": 174.59,
                                "byte_start": 746340,
                                "byte_stop": 784270,
                                "text": "Common law rules of agency place limits on the extent to which an employer may be liable in punitive damages for the misdeeds of its employees."
                            },
                            {
                                "start": 174.59,
                                "stop": 199.925,
                                "byte_start": 784270,
                                "byte_stop": 885625,
                                "text": "For example, in the punitive damages context restatement of agency limits the principles by curious liability to instances in which the principle authorizes or ratifies the agent\u0027s tortuous conduct or the principle acts recklessly in employing the agent or an agent acting in a managerial capacity commits the act while serving in the scope of employment."
                            },
                            {
                                "start": 199.925,
                                "stop": 208.827,
                                "byte_start": 885625,
                                "byte_stop": 921256,
                                "text": "Although, the restatement further provides that acts specifically forbidden by the employer may fall within the scope of an agent?s employment."
                            },
                            {
                                "start": 208.827,
                                "stop": 219.148,
                                "byte_start": 921256,
                                "byte_stop": 962529,
                                "text": "Strict adherence to this rule would likely undermine Title VII\u0027s goal of encouraging employers to implement antidiscrimination policies."
                            },
                            {
                                "start": 219.148,
                                "stop": 234.782,
                                "byte_start": 962529,
                                "byte_stop": 1025014,
                                "text": "We accordingly hold that an employer is not subject to a punitive damages award, based on the discriminatory acts of its agents where those acts run contrary to employers\u0027 good faith efforts to comply with Title VII."
                            },
                            {
                                "start": 234.782,
                                "stop": 249.925,
                                "byte_start": 1025014,
                                "byte_stop": 1085618,
                                "text": "Relief or remand, the question whether a petitioner can show, in this case the requisite malice or reckless indifference on the part of the respondents employees, and if so whether this state of mind maybe imputed to the respondent itself?"
                            },
                            {
                                "start": 249.925,
                                "stop": 267.912,
                                "byte_start": 1085618,
                                "byte_stop": 1157507,
                                "text": "The Chief Justice has filed an opinion concurring in part and dissenting in part, which Justice Thomas has joined; Justice Stevens has filed a separate opinion concurring in part and dissenting in part, in which Justices Souter, Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49350,
            "mime": "audio\/mpeg",
            "size": 1157821,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-208\/19990622o_98-208.delivery.mp3"
        },
        {
            "id": 71154,
            "mime": "audio\/ogg",
            "size": 2611670,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-208\/19990622o_98-208.ogg"
        },
        {
            "id": 71155,
            "mime": "application\/x-mpegURL",
            "size": 3981,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-208\/19990622o_98-208.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}