{
    "id": 21521,
    "title": "Opinion Announcement - June 24, 2010",
    "transcript": {
        "title": "Morrison v. National Australia Bank",
        "duration": 654.263,
        "sections": [
            {
                "start": 0,
                "stop": 654.263,
                "byte_start": 107520,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.728,
                        "byte_start": 107520,
                        "byte_stop": 142524,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.728,
                                "byte_start": 107520,
                                "byte_stop": 142524,
                                "text": "Justice Scalia has our opinion this morning in case 08-1191, Morrison versus National Australia Bank."
                            }
                        ]
                    },
                    {
                        "start": 8.728,
                        "stop": 654.263,
                        "byte_start": 142524,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.728,
                                "stop": 15.721,
                                "byte_start": 142524,
                                "byte_stop": 170423,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 15.721,
                                "stop": 22.098,
                                "byte_start": 170423,
                                "byte_stop": 195918,
                                "text": "The respondent National Australia Bank Limited was the largest bank in Australia."
                            },
                            {
                                "start": 22.098,
                                "stop": 36.712,
                                "byte_start": 195918,
                                "byte_stop": 254433,
                                "text": "Its ordinary shares what in America would be called common stock, were traded on the Australian Stock Exchange, and on other Foreign Securities Exchanges but not on any exchange in the United States."
                            },
                            {
                                "start": 36.712,
                                "stop": 49.547,
                                "byte_start": 254433,
                                "byte_stop": 305737,
                                "text": "The complaint alleges in summary the following facts; National bought respondent Homeside Lending, Inc.; a mortgage servicing company headquartered in Florida."
                            },
                            {
                                "start": 49.547,
                                "stop": 54.978,
                                "byte_start": 305737,
                                "byte_stop": 327471,
                                "text": "The value of Homeside\u0027s assets appeared in National Financial Statements."
                            },
                            {
                                "start": 54.978,
                                "stop": 71.794,
                                "byte_start": 327471,
                                "byte_stop": 394762,
                                "text": "From 1998 until 2001, National’s Annual Reports and other public documents touted the success of home side\u0027s business as did senior officers of National and Homeside who are respondents here."
                            },
                            {
                                "start": 71.794,
                                "stop": 82.429,
                                "byte_start": 394762,
                                "byte_stop": 437290,
                                "text": "But on two occasions in 2001, National announced that it was writing down the value of Homeside\u0027s assets by significant amounts."
                            },
                            {
                                "start": 82.429,
                                "stop": 95.137,
                                "byte_start": 437290,
                                "byte_stop": 488072,
                                "text": "According to the complaint, Homeside and three of its senior officers had manipulated Homeside\u0027s financial models to make its business appear more successful than it really was."
                            },
                            {
                                "start": 95.137,
                                "stop": 105.558,
                                "byte_start": 488072,
                                "byte_stop": 529763,
                                "text": "The complaint alleges that National and its Chief Executive Officer were aware of this deception by July of 2000, but did nothing about it."
                            },
                            {
                                "start": 105.558,
                                "stop": 120.219,
                                "byte_start": 529763,
                                "byte_stop": 588487,
                                "text": "As relevant here, the petitioners Russell Leslie Owen and Brian and Geraldine Silverlock, all Australians purchased National’s ordinary shares in Australia before the write-downs."
                            },
                            {
                                "start": 120.219,
                                "stop": 127.543,
                                "byte_start": 588487,
                                "byte_stop": 617744,
                                "text": "They sued National, its CEO, Homeside and three Homeside executives in the United States."
                            },
                            {
                                "start": 127.543,
                                "stop": 143.954,
                                "byte_start": 617744,
                                "byte_stop": 683363,
                                "text": "The District Court for the Southern District of New York for alleged violations of section 10(b) of the Securities and Exchange Act of 1934 and SEC Rule 10b-5 promulgated pursuant to section 10(b)."
                            },
                            {
                                "start": 143.954,
                                "stop": 154.964,
                                "byte_start": 683363,
                                "byte_stop": 727458,
                                "text": "They sought to represent a class of foreign purchasers of Nationals ordinary shares during a specified period up to the last write-down."
                            },
                            {
                                "start": 154.964,
                                "stop": 166.374,
                                "byte_start": 727458,
                                "byte_stop": 773120,
                                "text": "Respondents moved to dismiss for lack of subject matter jurisdiction under Federal Rules of Civil Procedure 12(b)(1) and for failure to state a claim under rule 12(b)(6)."
                            },
                            {
                                "start": 166.374,
                                "stop": 190.226,
                                "byte_start": 773120,
                                "byte_stop": 868519,
                                "text": "The District Court granted the motion on the former ground finding no jurisdiction because the acts in this country were ”had most link in the chain of an alleged overall securities, fraud scheme that culminated abroad\u0022 The Court of Appeals for the Second Circuit affirmed on similar grounds, we granted certiorari."
                            },
                            {
                                "start": 190.226,
                                "stop": 195.849,
                                "byte_start": 868519,
                                "byte_stop": 890984,
                                "text": "Our opinion first addresses a threshold error in the Second Circuit\u0027s analysis."
                            },
                            {
                                "start": 195.849,
                                "stop": 211.108,
                                "byte_start": 890984,
                                "byte_stop": 952007,
                                "text": "The Second Circuit considered the extraterritorial reach of section 12(b) to raise a question of subject matter jurisdiction, which is why it affirmed the District Court\u0027s dismissal under rule 12(b)(1)."
                            },
                            {
                                "start": 211.108,
                                "stop": 223.119,
                                "byte_start": 952007,
                                "byte_stop": 1000072,
                                "text": "But to ask what conduct sections 10(b) reaches is to ask what conduct section 10(b) prohibits which is a merit’s question not a jurisdictional one."
                            },
                            {
                                "start": 223.119,
                                "stop": 228.829,
                                "byte_start": 1000072,
                                "byte_stop": 1022851,
                                "text": "Petitioners asked us to remand in light of that error, but we think that unnecessary."
                            },
                            {
                                "start": 228.829,
                                "stop": 239.593,
                                "byte_start": 1022851,
                                "byte_stop": 1065900,
                                "text": "The same analysis that would permit dismissal for lack of jurisdiction under 12(b)(1) would also justify dismissal for fairly a dissipated claim under 12(b)(6)."
                            },
                            {
                                "start": 239.593,
                                "stop": 243.975,
                                "byte_start": 1065900,
                                "byte_stop": 1083455,
                                "text": "So we proceed to discussion of the merits."
                            },
                            {
                                "start": 243.975,
                                "stop": 263.794,
                                "byte_start": 1083455,
                                "byte_stop": 1162762,
                                "text": "It is a long-standing principle, this is a quote from one of our cases, “It is a long-standing principle of American law that legislation of Congress, unless a contrary intent appears, is meant to apply only within the territorial jurisdiction of the United States.”"
                            },
                            {
                                "start": 263.794,
                                "stop": 271.816,
                                "byte_start": 1162762,
                                "byte_stop": 1194841,
                                "text": "This principle represents a presumption about a statute’s meaning rather than a limit on Congress\u0027s power to legislate."
                            },
                            {
                                "start": 271.816,
                                "stop": 280.384,
                                "byte_start": 1194841,
                                "byte_stop": 1229113,
                                "text": "It rests on the perception that Congress ordinarily legislates with respect to domestic not foreign matters."
                            },
                            {
                                "start": 280.384,
                                "stop": 309.134,
                                "byte_start": 1229113,
                                "byte_stop": 1344157,
                                "text": "When a statute gives no clear indication of an extraterritorial application, it has -- despite this principle of interpretation a long and often recited in our opinions, the Second Circuit believed that because the exchange act is silent as to the extraterritorial application of 10(b) it was left to the court to “discern\u0022 whether Congress would have wanted the statute to apply."
                            },
                            {
                                "start": 309.134,
                                "stop": 332.373,
                                "byte_start": 1344157,
                                "byte_stop": 1437048,
                                "text": "This is regard of the presumption against extraterritoriality did not originate with the Court of Appeals panel in this case but rather is common to the manner in which various Courts of Appeals over many decades have determined the application of the Exchange Act and section 10(b) in particular to fraudulent schemes that involve conduct and effects abroad."
                            },
                            {
                                "start": 332.373,
                                "stop": 348.289,
                                "byte_start": 1437048,
                                "byte_stop": 1500682,
                                "text": "These courts effectively excise the presumption against extraterritoriality from the jurisprudence of section 10(b) and replaced it with the inquiry whether it would be reasonable, and hence what Congress would have wanted for the statue to apply."
                            },
                            {
                                "start": 348.289,
                                "stop": 359.81,
                                "byte_start": 1500682,
                                "byte_stop": 1546762,
                                "text": "Predictably enough, the tests, the various courts used to discern what would\u0027ve been Congress\u0027s intent were not easy to administer and became increasingly complicated."
                            },
                            {
                                "start": 359.81,
                                "stop": 367.062,
                                "byte_start": 1546762,
                                "byte_stop": 1575811,
                                "text": "While the courts applied the same fundamental methodology of discerning what congressional intent would have been."
                            },
                            {
                                "start": 367.062,
                                "stop": 373.557,
                                "byte_start": 1575811,
                                "byte_stop": 1601829,
                                "text": "They produced a proliferation of vaguely related conduct that affects tests."
                            },
                            {
                                "start": 373.557,
                                "stop": 399.259,
                                "byte_start": 1601829,
                                "byte_stop": 1704647,
                                "text": "We think that the results of this judicial speculation made law divining what Congress would\u0027ve wanted if it had thought of the situation before the court, demonstrate the wisdom of the presumption against extraterritoriality rather than guess a new in each case, we applied the presumption in all cases preserving a stable background against which Congress can legislate with predictable effects."
                            },
                            {
                                "start": 399.259,
                                "stop": 404.369,
                                "byte_start": 1704647,
                                "byte_stop": 1725022,
                                "text": "On its face section 10(b) contains nothing to suggest it applies abroad."
                            },
                            {
                                "start": 404.369,
                                "stop": 416.586,
                                "byte_start": 1725022,
                                "byte_stop": 1773923,
                                "text": "Petitioners and the solicitor general contend that there are three indications in the statute that we find that none of them is sufficient to overcome the presumption against extraterritoriality."
                            },
                            {
                                "start": 416.586,
                                "stop": 433.692,
                                "byte_start": 1773923,
                                "byte_stop": 1842364,
                                "text": "Petitioners however contend that they seek no more than domestic application anyway since Florida is where Homeside and its Senior Executives engaged in the deceptive conduct of manipulating Homeside\u0027s financial models."
                            },
                            {
                                "start": 433.692,
                                "stop": 452.11,
                                "byte_start": 1842364,
                                "byte_stop": 1916029,
                                "text": "This is less than answer to the presumption against extraterritorial application, than it is an assertion -- a quite valid assertion, that the presumption here as often is not self-evidently dispositive, but its application requires further analysis."
                            },
                            {
                                "start": 452.11,
                                "stop": 460.831,
                                "byte_start": 1916029,
                                "byte_stop": 1950929,
                                "text": "For it is a rare case that prohibited extraterritorial application that lacks all contact with the territory of the United States."
                            },
                            {
                                "start": 460.831,
                                "stop": 482.594,
                                "byte_start": 1950929,
                                "byte_stop": 2037969,
                                "text": "Applying the mode of analysis we\u0027ve employed in prior cases involving the presumption against its territoriality, we look here to the focus of the Exchange Act and we find that it is not upon the place where the deception originated which might in Florida, but upon the place where the purchases and sales of securities incurred."
                            },
                            {
                                "start": 482.594,
                                "stop": 498.168,
                                "byte_start": 2037969,
                                "byte_stop": 2100245,
                                "text": "Section 10(b) does not punish deceptive conduct, but only deceptive conduct “in connection with the purchase or sale of any security registered on a National Securities Exchange or any security not so registered.”"
                            },
                            {
                                "start": 498.168,
                                "stop": 522.389,
                                "byte_start": 2100245,
                                "byte_stop": 2197107,
                                "text": "In its lowest transactions that the statute seeks to regulate, it is parties or prospective parties to those transactions that the statute seeks to protect, and for the reasons set out in our opinion it is in our view only transactions and securities listed on domestic exchanges and domestic transactions in other securities to which section 10(b) applies."
                            },
                            {
                                "start": 522.389,
                                "stop": 539.692,
                                "byte_start": 2197107,
                                "byte_stop": 2266384,
                                "text": "The Solicitor General has suggested a different test which petitioners also endorse namely, a transactional securities fraud violates section 10(b) when the fraud involves significant conduct in the United States that is material to the fraud success."
                            },
                            {
                                "start": 539.692,
                                "stop": 548.1,
                                "byte_start": 2266384,
                                "byte_stop": 2299925,
                                "text": "Neither the solicitor general nor petitioners provide any textual support for this test nor is their support for in our precedents."
                            },
                            {
                                "start": 548.1,
                                "stop": 564.069,
                                "byte_start": 2299925,
                                "byte_stop": 2363873,
                                "text": "The Solicitor General sets forth a number of purposes which such a test would serve among which is preventing the United States from becoming what she calls a Barbary Coast for malefactors perpetrating frauds in foreign markets."
                            },
                            {
                                "start": 564.069,
                                "stop": 570.569,
                                "byte_start": 2363873,
                                "byte_stop": 2389891,
                                "text": "It is our function to give the statute the effect its language suggests, however modest that maybe."
                            },
                            {
                                "start": 570.569,
                                "stop": 575.015,
                                "byte_start": 2389891,
                                "byte_stop": 2407654,
                                "text": "Not to extend it to admirable purposes, it might be used to achieve."
                            },
                            {
                                "start": 575.015,
                                "stop": 604.033,
                                "byte_start": 2407654,
                                "byte_stop": 2523742,
                                "text": "If moreover, one is to be attracted by the desirable consequences of the significant and material conduct tests, one should also be repulsed by its adverse consequences, while there is no reason to believe that the United States has become a Barbary Coast for those perpetrating frauds abroad, some fear that it has become the Shangri-La of class-action litigation for lawyers representing those allegedly cheated in foreign securities markets."
                            },
                            {
                                "start": 604.033,
                                "stop": 620.98,
                                "byte_start": 2523742,
                                "byte_stop": 2591451,
                                "text": "In short, section 10(b) reaches the use of the manipulative or deceptive device or contrivance only in connection with the purchase or sale of securities listed on an American Stock Exchange and the purchase or sale of any other security in the United States."
                            },
                            {
                                "start": 620.98,
                                "stop": 630.133,
                                "byte_start": 2591451,
                                "byte_stop": 2628127,
                                "text": "This case involves no securities, listed on domestic exchange, have all aspects of the purchases complained of by petitioners occurred outside the United States."
                            },
                            {
                                "start": 630.133,
                                "stop": 634.701,
                                "byte_start": 2628127,
                                "byte_stop": 2646413,
                                "text": "Petitioners have therefore failed to state a claim on which relief can be granted."
                            },
                            {
                                "start": 634.701,
                                "stop": 637.151,
                                "byte_start": 2646413,
                                "byte_stop": 2656131,
                                "text": "The judgment of the Second Circuit is affirmed."
                            },
                            {
                                "start": 637.151,
                                "stop": 641.601,
                                "byte_start": 2656131,
                                "byte_stop": 2673998,
                                "text": "Justice Breyer has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 641.601,
                                "stop": 647.822,
                                "byte_start": 2673998,
                                "byte_stop": 2698867,
                                "text": "Justice Stevens has filed an opinion concurring in the judgment in which Justice Ginsburg has joined."
                            },
                            {
                                "start": 647.822,
                                "stop": 654.263,
                                "byte_start": 2698867,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52165,
            "mime": "audio\/mpeg",
            "size": 2724571,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-1191\/20100624o_08-1191.delivery.mp3"
        },
        {
            "id": 73934,
            "mime": "audio\/ogg",
            "size": 6590427,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-1191\/20100624o_08-1191.ogg"
        },
        {
            "id": 73935,
            "mime": "application\/x-mpegURL",
            "size": 9747,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-1191\/20100624o_08-1191.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}