{
    "id": 20449,
    "title": "Opinion Announcement - June 10, 1996",
    "transcript": {
        "title": "Whren v. United States",
        "duration": 332.042,
        "sections": [
            {
                "start": 0,
                "stop": 332.042,
                "byte_start": 81353,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.384,
                        "byte_start": 81353,
                        "byte_stop": 114894,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.384,
                                "byte_start": 81353,
                                "byte_stop": 114894,
                                "text": "The opinion of the Court in No. 95-5841, Whren versus the United States will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.384,
                        "stop": 332.042,
                        "byte_start": 114894,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.384,
                                "stop": 14.52,
                                "byte_start": 114894,
                                "byte_stop": 139449,
                                "text": "This case is here on writ of certiorari to the Unite States Court of Appeals for the District of Columbia Circuit."
                            },
                            {
                                "start": 14.52,
                                "stop": 24.489,
                                "byte_start": 139449,
                                "byte_stop": 179364,
                                "text": "On the 19th in June 1993, petitioner\u0027s truck was stop by plainclothes officers of the District of Columbia Police Vice Squad."
                            },
                            {
                                "start": 24.489,
                                "stop": 30.474,
                                "byte_start": 179364,
                                "byte_stop": 203293,
                                "text": "Ostensibly the officer’s purpose in approaching the truck was to issue warnings about driving violations."
                            },
                            {
                                "start": 30.474,
                                "stop": 37.745,
                                "byte_start": 203293,
                                "byte_stop": 232341,
                                "text": "The truck had turned without signaling and had driven off at what the officers considered an unreasonable rate of speed."
                            },
                            {
                                "start": 37.745,
                                "stop": 46.618,
                                "byte_start": 232341,
                                "byte_stop": 267867,
                                "text": "But as the officers step up to the driver side window, they immediately observed two large plastic bags of what appeared to be crack cocaine inside the truck."
                            },
                            {
                                "start": 46.618,
                                "stop": 51.67,
                                "byte_start": 267867,
                                "byte_stop": 288034,
                                "text": "Petitioners were arrested and were convicted of various federal narcotics offenses."
                            },
                            {
                                "start": 51.67,
                                "stop": 71.877,
                                "byte_start": 288034,
                                "byte_stop": 368909,
                                "text": "Their argument here is that the drug evidence should not have been admitted at trial because the vice-squad officer\u0027s asserted ground for approaching the vehicle plainly to give warnings about traffic violations or simply a pre-test for investigating unfounded suspicions of drug-dealing activity."
                            },
                            {
                                "start": 71.877,
                                "stop": 80.823,
                                "byte_start": 368909,
                                "byte_stop": 404749,
                                "text": "The Fourth Amendment guarantees the right of the people to be secured in their persons, houses, papers and effects against unreasonable searches and seizures."
                            },
                            {
                                "start": 80.823,
                                "stop": 97.796,
                                "byte_start": 404749,
                                "byte_stop": 472563,
                                "text": "As interpreted by this Court that provision requires that before the police may cease a motorist even if only for a brief period and a limited purpose they must have probable cause to believe that a crime has been committed or at least a reasonable suspicion of unlawful activity."
                            },
                            {
                                "start": 97.796,
                                "stop": 104.284,
                                "byte_start": 472563,
                                "byte_stop": 498581,
                                "text": "Petitioners do not dispute that the police had probable cause to believe that they have violated the DC Traffic Code."
                            },
                            {
                                "start": 104.284,
                                "stop": 113.914,
                                "byte_start": 498581,
                                "byte_stop": 537033,
                                "text": "Instead they advance a new argument that in the unique context of civil traffic regulation, probable cause is simply not enough."
                            },
                            {
                                "start": 113.914,
                                "stop": 120.232,
                                "byte_start": 537033,
                                "byte_stop": 562320,
                                "text": "Automobile use they say is so heavily and minutely regulated that total compliance is nearly impossible."
                            },
                            {
                                "start": 120.232,
                                "stop": 124.196,
                                "byte_start": 562320,
                                "byte_stop": 578202,
                                "text": "Almost all motorists frequently commit technical violation."
                            },
                            {
                                "start": 124.196,
                                "stop": 142.624,
                                "byte_start": 578202,
                                "byte_stop": 651867,
                                "text": "The danger of approving all traffic stops based on probable cause they claimed is that it creates the temptation for the police to use traffic stops as a means of investigating other law violations as to which no probable cause exist and enables the place to single-out disfavored groups or unwelcome police attention."
                            },
                            {
                                "start": 142.624,
                                "stop": 158.633,
                                "byte_start": 651867,
                                "byte_stop": 715920,
                                "text": "For this reason, petitioners argue, the Fourth Amendment test for traffic stop should be not simply whether probable cause existed to justify the stop but rather whether a police officer acting reasonably would have made the stop for the reason given."
                            },
                            {
                                "start": 158.633,
                                "stop": 169.476,
                                "byte_start": 715920,
                                "byte_stop": 759283,
                                "text": "In earlier cases, we have effectively rejected the notion that the constitutionality of traffic stops depends upon the actual motivations of the individual officers involved."
                            },
                            {
                                "start": 169.476,
                                "stop": 188.296,
                                "byte_start": 759283,
                                "byte_stop": 834620,
                                "text": "Petitioners insist however that the standard they have put forward is an objective one, whether the offices conduct in executing the traffic stop deviated materially to usual police practices, so the reasonable officer in the same circumstance would not have made the stop for the purpose of enforcing the Traffic Code."
                            },
                            {
                                "start": 188.296,
                                "stop": 202.276,
                                "byte_start": 834620,
                                "byte_stop": 890522,
                                "text": "But although framed in empirical terms the standard seems to what plainly driven by subjective considerations, its whole purpose is to prevent the police from doing under the drives of enforcing the Traffic Code or they would like to do for different reasons."
                            },
                            {
                                "start": 202.276,
                                "stop": 221.768,
                                "byte_start": 890522,
                                "byte_stop": 968471,
                                "text": "Petitioners approach of using the objective criterion of customary police practice as a means of sorting out improper motivation might make sense if our earlier cases rejecting subjective and candidly criterion or based only upon the evidentiary difficulty of proving it but they were not."
                            },
                            {
                                "start": 221.768,
                                "stop": 232.069,
                                "byte_start": 968471,
                                "byte_stop": 1009640,
                                "text": "They reflect primary the consideration of the Fourth Amendment’s concern with reasonableness allows certain action to be taken in certain circumstances whatever the subjective intent."
                            },
                            {
                                "start": 232.069,
                                "stop": 239.874,
                                "byte_start": 1009640,
                                "byte_stop": 1040883,
                                "text": "Moreover, even if our concern had been only an evidentiary one, petitioner’s proposal would by no means dissuade it."
                            },
                            {
                                "start": 239.874,
                                "stop": 253.195,
                                "byte_start": 1040883,
                                "byte_stop": 1094173,
                                "text": "Indeed, it seems to work somewhat easier to figure out the intent of an individual officer than to plum the collective consciousness of law enforcement in order to determine whether a reasonable officer would have been moved to act upon a given traffic violation."
                            },
                            {
                                "start": 253.195,
                                "stop": 263.727,
                                "byte_start": 1094173,
                                "byte_stop": 1136282,
                                "text": "Ordinarily, the court would be reduced to speculating about the hypothetical reaction of a hypothetical constable and exercise that might be called virtual subjectivity."
                            },
                            {
                                "start": 263.727,
                                "stop": 275.493,
                                "byte_start": 1136282,
                                "byte_stop": 1183407,
                                "text": "Finally, petitioners argue that the balancing inherent in any Fourth Amendment inquiry requires us to weigh the governmental and individual interests implicated in the traffic stops such as we have here."
                            },
                            {
                                "start": 275.493,
                                "stop": 284.368,
                                "byte_start": 1183407,
                                "byte_stop": 1218829,
                                "text": "But while it is of course true that in principle every Fourth Amendment case since it turns upon a reasonableness determination involves a balancing of all relevant factors."
                            },
                            {
                                "start": 284.368,
                                "stop": 291.361,
                                "byte_start": 1218829,
                                "byte_stop": 1246832,
                                "text": "As a general rule, the result of that balancing is not in doubt where the search or seizure is based upon probable cause."
                            },
                            {
                                "start": 291.361,
                                "stop": 317.852,
                                "byte_start": 1246832,
                                "byte_stop": 1352785,
                                "text": "Where probable cause have existed, the only case in which we have found it necessary actually to perform the balancing analysis involved searches and seizures conducted in an extraordinary manner unusually harmful or intrusive, such as for example seizure by means of deadly force or unannounced entry into a home because the making of a routine traffic stop by a plainclothes officer does not even remotely qualify as such an extreme practice."
                            },
                            {
                                "start": 317.852,
                                "stop": 325.37,
                                "byte_start": 1352785,
                                "byte_stop": 1382878,
                                "text": "It is governed by the usual rule that probable cause to believe the law has been broken outbalances private interest in avoiding police contact."
                            },
                            {
                                "start": 325.37,
                                "stop": 329.964,
                                "byte_start": 1382878,
                                "byte_stop": 1401268,
                                "text": "We accordingly affirm the judgment of the Court of Appeals sustaining petitioner’s convictions."
                            },
                            {
                                "start": 329.964,
                                "stop": 332.042,
                                "byte_start": 1401268,
                                "byte_stop": 0,
                                "text": "The opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50022,
            "mime": "audio\/mpeg",
            "size": 1403358,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/95-5841\/19960610o_95-5841.delivery.mp3"
        },
        {
            "id": 71812,
            "mime": "audio\/ogg",
            "size": 2943740,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/95-5841\/19960610o_95-5841.ogg"
        },
        {
            "id": 71813,
            "mime": "application\/x-mpegURL",
            "size": 4995,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/95-5841\/19960610o_95-5841.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}