{
    "id": 16057,
    "title": "Opinion Announcement - April 22, 1980",
    "transcript": {
        "title": "City of Rome v. United States",
        "duration": 416.656,
        "sections": [
            {
                "start": 0,
                "stop": 416.656,
                "byte_start": 28672,
                "byte_stop": 1695284,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.901,
                        "byte_start": 28672,
                        "byte_stop": 60332,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.901,
                                "byte_start": 28672,
                                "byte_stop": 60332,
                                "text": "The judgment and opinion of the Court in City of Rome against the United States will be announced by Mr. Justice Marshall."
                            }
                        ]
                    },
                    {
                        "start": 7.901,
                        "stop": 415.109,
                        "byte_start": 60332,
                        "byte_stop": 1689119,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 7.901,
                                "stop": 15.403,
                                "byte_start": 60332,
                                "byte_stop": 90321,
                                "text": "This is an appeal from the decision of a three-judge District Court for the District Court for the District of Columbia."
                            },
                            {
                                "start": 15.403,
                                "stop": 29.626,
                                "byte_start": 90321,
                                "byte_stop": 147268,
                                "text": "At issue is the constitutionality of the Voting Rights Act of 1965 and its applicability to electoral changes and annexations made by the City of Rome, Georgia."
                            },
                            {
                                "start": 29.626,
                                "stop": 45.921,
                                "byte_start": 147268,
                                "byte_stop": 212365,
                                "text": "In an opinion filed today with the clerk, we uphold the constitutionality of the Voting Rights Act and also hold that the District Court properly applied the Act to the City of Rome\u0027s electoral changes and annexations."
                            },
                            {
                                "start": 45.921,
                                "stop": 52.69,
                                "byte_start": 212365,
                                "byte_stop": 239532,
                                "text": "In 1966, the City fundamentally altered its electoral scheme."
                            },
                            {
                                "start": 52.69,
                                "stop": 69.015,
                                "byte_start": 239532,
                                "byte_stop": 304734,
                                "text": "The most important modification involved the requirement, that Commissioners in Board Education members would henceforth be elected concurrently by a majority of the at-large votes, not by a plurality."
                            },
                            {
                                "start": 69.015,
                                "stop": 81.397,
                                "byte_start": 304734,
                                "byte_stop": 354262,
                                "text": "There is no candidate for a particular position received a majority of the vote, a runoff election would be held between the two candidates who have received the largest number of votes."
                            },
                            {
                                "start": 81.397,
                                "stop": 87.223,
                                "byte_start": 354262,
                                "byte_stop": 377668,
                                "text": "Provision for numbered posts and staggered terms were also adopted."
                            },
                            {
                                "start": 87.223,
                                "stop": 97.497,
                                "byte_start": 377668,
                                "byte_stop": 418732,
                                "text": "In addition, the City made 60 annexations between November 1, 1964 and February 10 of 1975."
                            },
                            {
                                "start": 97.497,
                                "stop": 102.768,
                                "byte_start": 418732,
                                "byte_stop": 439839,
                                "text": "The State of Georgia is a jurisdiction covered by the Voting Rights Act."
                            },
                            {
                                "start": 102.768,
                                "stop": 119.264,
                                "byte_start": 439839,
                                "byte_stop": 505772,
                                "text": "Section 5 of that Act requires that the City\u0027s electoral changes and annexations be precleared either by the Attorney General of the United States or the United States District Court for the District of Columbia."
                            },
                            {
                                "start": 119.264,
                                "stop": 136.891,
                                "byte_start": 505772,
                                "byte_stop": 576303,
                                "text": "Preclearance is authorized only if the electoral change or annexation \u0022does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color.\u0022"
                            },
                            {
                                "start": 136.891,
                                "stop": 144.11,
                                "byte_start": 576303,
                                "byte_stop": 605142,
                                "text": "The Attorney General refused to preclear the electoral changes and some of the annexations."
                            },
                            {
                                "start": 144.11,
                                "stop": 173.975,
                                "byte_start": 605142,
                                "byte_stop": 724574,
                                "text": "The City then filed this declaratory judgment action in the United States District Court for the District of Columbia whereupon the three-judge District Court rejected the City\u0027s constitutional challenge of the Act and granted summary judgment to the United States finding that the disapproved electoral changes and annexations although not made for indiscriminatory purposes did have a discriminatory effect."
                            },
                            {
                                "start": 173.975,
                                "stop": 183.417,
                                "byte_start": 724574,
                                "byte_stop": 762399,
                                "text": "We affirmed and thereby reject all of the City\u0027s procedural and constitutional challenges to the decision of the District Court."
                            },
                            {
                                "start": 183.417,
                                "stop": 187.183,
                                "byte_start": 762399,
                                "byte_stop": 777446,
                                "text": "We hold that the City may not exempt itself from the Act."
                            },
                            {
                                "start": 187.183,
                                "stop": 201.854,
                                "byte_start": 777446,
                                "byte_stop": 836169,
                                "text": "The language of the Act in this legislative history plainly indicates that only the State of Georgia and not a political subdivision may bring an action to bail out the Act\u0027s -- from under the Act\u0027s coverage."
                            },
                            {
                                "start": 201.854,
                                "stop": 208.93,
                                "byte_start": 836169,
                                "byte_stop": 864486,
                                "text": "We also hold that the Attorney General\u0027s decision to deny preclearance was timely."
                            },
                            {
                                "start": 208.93,
                                "stop": 213.611,
                                "byte_start": 864486,
                                "byte_stop": 883190,
                                "text": "We find no merit in any of the City\u0027s constitutional challenge to the Act."
                            },
                            {
                                "start": 213.611,
                                "stop": 239.474,
                                "byte_start": 883190,
                                "byte_stop": 986634,
                                "text": "First, we note that Congress enacted the Voting Rights Act under the enforcement authority accorded to it by the Fifteenth Amendment, even assuming that Section 1 of that Amendment prohibits only purposeful racial discrimination in voting, the enforcement power of Congress is broad enough to allow it to outlaw voting practice that are discriminatory in effect."
                            },
                            {
                                "start": 239.474,
                                "stop": 260.771,
                                "byte_start": 986634,
                                "byte_stop": 1071794,
                                "text": "We so held in the 1966 decision in South Carolina versus Katzenbach and we refused to move away from that view that the civil war amendments vested Congress with wide ranging authority to rid our country of racially discriminatory practices."
                            },
                            {
                                "start": 260.771,
                                "stop": 271.434,
                                "byte_start": 1071794,
                                "byte_stop": 1114425,
                                "text": "The Civil War Amendments also overwrite any principles of federalism that might otherwise have been an obstacle to adoption of that Act."
                            },
                            {
                                "start": 271.434,
                                "stop": 284.7,
                                "byte_start": 1114425,
                                "byte_stop": 1167506,
                                "text": "Second, we repudiate the City\u0027s argument that assuming that the Act was an appropriate exercise of Congress’ congressional power in 1965, it had outlived its usefulness by 1975."
                            },
                            {
                                "start": 284.7,
                                "stop": 305.859,
                                "byte_start": 1167506,
                                "byte_stop": 1252143,
                                "text": "When Congress extended it for another seven years to the contrary, we uphold Congress\u0027 considered determination that at least another seven years of statutory remedies were necessary to counter the perpetuation of 95 years of pervasive voting discrimination."
                            },
                            {
                                "start": 305.859,
                                "stop": 316.645,
                                "byte_start": 1252143,
                                "byte_stop": 1295297,
                                "text": "Third, we find that the Act was not operated to deny the citizens of Rome, their First, Fifth, Ninth or Tenth Amendment rights."
                            },
                            {
                                "start": 316.645,
                                "stop": 321.055,
                                "byte_start": 1295297,
                                "byte_stop": 1312956,
                                "text": "We uphold all of the factual findings of the three-judge District Court."
                            },
                            {
                                "start": 321.055,
                                "stop": 342.152,
                                "byte_start": 1312956,
                                "byte_stop": 1397384,
                                "text": "We agree that the electoral changes from plurality-win to majority-win elections, numbered posts, staggered terms, when combined with the presence of racial bloc voting, Rome\u0027s majority white population and at-large electoral system would dilute the Negro vote."
                            },
                            {
                                "start": 342.152,
                                "stop": 352.693,
                                "byte_start": 1397384,
                                "byte_stop": 1439493,
                                "text": "We also agree that the City failed to prove that the disapproved annexation would not dilute the voting power of the Negro community in Rome."
                            },
                            {
                                "start": 352.693,
                                "stop": 362.548,
                                "byte_start": 1439493,
                                "byte_stop": 1478886,
                                "text": "The Voting Rights Act is admittedly a strong medicine but it is strong medicine designed to treat a pernicious condition."
                            },
                            {
                                "start": 362.548,
                                "stop": 383.495,
                                "byte_start": 1478886,
                                "byte_stop": 1562687,
                                "text": "As we recognized the South Carolina versus Katzenbach, \u0022Insidious and pervasive evil of racial segregation discrimination in this voting had been perpetuated in certain parts of this country by unremitting and ingenious defiance of the Constitution.\u0022"
                            },
                            {
                                "start": 383.495,
                                "stop": 400.086,
                                "byte_start": 1562687,
                                "byte_stop": 1629038,
                                "text": "Today, we affirm our holding in that decision where we stated that the Act is an appropriate means for carrying out Congress\u0027 constitutional responsibilities and is consonant with all provisions of the Constitution."
                            },
                            {
                                "start": 400.086,
                                "stop": 405.449,
                                "byte_start": 1629038,
                                "byte_stop": 1650563,
                                "text": "Mr. Justice Blackmun and Mr. Justice Stevens had filed concurring opinions."
                            },
                            {
                                "start": 405.449,
                                "stop": 409.076,
                                "byte_start": 1650563,
                                "byte_stop": 1664982,
                                "text": "Mr. Justice Powell has filed a dissenting opinion."
                            },
                            {
                                "start": 409.076,
                                "stop": 415.109,
                                "byte_start": 1664982,
                                "byte_stop": 1689119,
                                "text": "And Mr. Justice Rehnquist has filed a dissenting opinion in which Mr. Justice Stewart joins."
                            }
                        ]
                    },
                    {
                        "start": 415.109,
                        "stop": 416.656,
                        "byte_start": 1689119,
                        "byte_stop": 1695284,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 415.109,
                                "stop": 416.656,
                                "byte_start": 1689119,
                                "byte_stop": 1695284,
                                "text": "Thank you Mr. Justice Marshall."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 41236,
            "mime": "audio\/mpeg",
            "size": 1695598,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1979\/78-1840\/19800422o_78-1840.delivery.mp3"
        },
        {
            "id": 63178,
            "mime": "audio\/ogg",
            "size": 3905656,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1979\/78-1840\/19800422o_78-1840.ogg"
        },
        {
            "id": 63179,
            "mime": "application\/x-mpegURL",
            "size": 6227,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1979\/78-1840\/19800422o_78-1840.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}