{
    "id": 23209,
    "title": "Opinion Announcement - March 26, 2014",
    "transcript": {
        "title": null,
        "duration": 303.288,
        "sections": [
            {
                "start": 0,
                "stop": 303.288,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.34,
                        "byte_start": 105472,
                        "byte_stop": 134834,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.34,
                                "byte_start": 105472,
                                "byte_stop": 134834,
                                "text": "Justice Sotomayor has our opinion this morning in case 12-1371 United States versus Castleman."
                            }
                        ]
                    },
                    {
                        "start": 7.34,
                        "stop": 303.288,
                        "byte_start": 134834,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.34,
                                "stop": 18.644,
                                "byte_start": 134834,
                                "byte_stop": 180078,
                                "text": "In 2001, James Castleman was convicted in Tennessee of having intentionally or knowingly caused bodily injury to the mother of his child."
                            },
                            {
                                "start": 18.644,
                                "stop": 30.431,
                                "byte_start": 180078,
                                "byte_stop": 227203,
                                "text": "Seven years later, he was indicted for violating a federal law that forbids the possession of guns by anyone who has been convicted of a misdemeanor crime of domestic violence."
                            },
                            {
                                "start": 30.431,
                                "stop": 38.971,
                                "byte_start": 227203,
                                "byte_stop": 261371,
                                "text": "The question is whether Castleman\u0027s Tennessee conviction counts as a misdemeanor crime of domestic violence under federal law."
                            },
                            {
                                "start": 38.971,
                                "stop": 41.22,
                                "byte_start": 261371,
                                "byte_stop": 270357,
                                "text": "We answer yes."
                            },
                            {
                                "start": 41.22,
                                "stop": 54.257,
                                "byte_start": 270357,
                                "byte_stop": 322602,
                                "text": "The statute defines a misdemeanor crime of domestic violence in relevant part as a misdemeanor that has an element -- has an element the use or attempted use of physical force."
                            },
                            {
                                "start": 54.257,
                                "stop": 59.213,
                                "byte_start": 322602,
                                "byte_stop": 342350,
                                "text": "This case is about the meaning of use of physical force."
                            },
                            {
                                "start": 59.213,
                                "stop": 85.016,
                                "byte_start": 342350,
                                "byte_stop": 445586,
                                "text": "The Sixth Circuit read our decision in Johnson v. United States to mean that a misdemeanor crime of domestic violence must entail violent force and if held that Castleman\u0027s Tennessee conviction did not qualify as a misdemeanor crime of domestic violence because Castleman could have caused bodily injury without using violent force."
                            },
                            {
                                "start": 85.016,
                                "stop": 98.808,
                                "byte_start": 445586,
                                "byte_stop": 500757,
                                "text": "We grant certiorari to resolve a split among the circuits as to what degree of physical force is required to constitute a misdemeanor crime of domestic violence and we now reverse."
                            },
                            {
                                "start": 98.808,
                                "stop": 109.948,
                                "byte_start": 500757,
                                "byte_stop": 545270,
                                "text": "In Johnson, we began with the rule that a common law term of art should be given its establish common law meaning except where that meaning does not fit."
                            },
                            {
                                "start": 109.948,
                                "stop": 114.674,
                                "byte_start": 545270,
                                "byte_stop": 564182,
                                "text": "We recognize that force has an established common law meaning."
                            },
                            {
                                "start": 114.674,
                                "stop": 122.946,
                                "byte_start": 564182,
                                "byte_stop": 597305,
                                "text": "At common law, the element of force in the crime of battery was satisfied by an offensive touching."
                            },
                            {
                                "start": 122.946,
                                "stop": 136.371,
                                "byte_start": 597305,
                                "byte_stop": 651013,
                                "text": "We decline to read that common law meaning of force into the definition of a violent felony in the Armed Career Criminal Act because we found it a comical fit, misfit."
                            },
                            {
                                "start": 136.371,
                                "stop": 140.939,
                                "byte_start": 651013,
                                "byte_stop": 669299,
                                "text": "But here the common law meaning of force fits perfectly."
                            },
                            {
                                "start": 140.939,
                                "stop": 146.526,
                                "byte_start": 669299,
                                "byte_stop": 691660,
                                "text": "I will explain the two main reasons the opinion set forth others."
                            },
                            {
                                "start": 146.526,
                                "stop": 159.532,
                                "byte_start": 691660,
                                "byte_stop": 743696,
                                "text": "First, whereas it was unlikely that Congress meant to incorporate in the definition of a violent felony a phrase that the common law gave particular meaning only in its definition of a misdemeanor."
                            },
                            {
                                "start": 159.532,
                                "stop": 171.961,
                                "byte_start": 743696,
                                "byte_stop": 793328,
                                "text": "It makes perfect sense for Congress to have incorporated that misdemeanor specific meaning of force in defining a misdemeanor crime of domestic violence, sort of sensible."
                            },
                            {
                                "start": 171.961,
                                "stop": 182.356,
                                "byte_start": 793328,
                                "byte_stop": 834915,
                                "text": "Second, whereas the word violent or violence standing alone could note a substantial degree of force, that is not true of domestic violence."
                            },
                            {
                                "start": 182.356,
                                "stop": 194.248,
                                "byte_start": 834915,
                                "byte_stop": 882563,
                                "text": "Domestic violence is not just a type of violence, it is a term of authorizing encompassing act that one might not characterized as violent in a non-domestic context."
                            },
                            {
                                "start": 194.248,
                                "stop": 203.393,
                                "byte_start": 882563,
                                "byte_stop": 919134,
                                "text": "For example, if a person\u0027s squeezes another person\u0027s arm and causes a bruise, that\u0027s hard to characterize as violence."
                            },
                            {
                                "start": 203.393,
                                "stop": 223.762,
                                "byte_start": 919134,
                                "byte_stop": 1000532,
                                "text": "But if a husband does that to his wife in the course of an argument or vice versa, and it draws the attention of the police and leads to a successful prosecution, it is perfectly natural to describe the resulting misdemeanor in conviction as a crime of domestic violence."
                            },
                            {
                                "start": 223.762,
                                "stop": 237.469,
                                "byte_start": 1000532,
                                "byte_stop": 1055389,
                                "text": "We therefore hold that the degree of physical force necessary to constitute a misdemeanor crime of domestic violence is the degree of force that\u0027s supports a common law battery conviction."
                            },
                            {
                                "start": 237.469,
                                "stop": 246.208,
                                "byte_start": 1055389,
                                "byte_stop": 1090393,
                                "text": "Applying the standard, we hold that Castleman\u0027s Tennessee conviction qualifies as a misdemeanor crime of domestic violence."
                            },
                            {
                                "start": 246.208,
                                "stop": 262.313,
                                "byte_start": 1090393,
                                "byte_stop": 1154759,
                                "text": "We use to modify categorical approach consulting the indictment to which Castleman pled guilty to determine whether his conviction necessarily entail the use of physical force and that analysis is quite straight forward."
                            },
                            {
                                "start": 262.313,
                                "stop": 269.544,
                                "byte_start": 1154759,
                                "byte_stop": 1183702,
                                "text": "Castleman pled guilty to intentionally or knowingly causing bodily injury to the mother of his child."
                            },
                            {
                                "start": 269.544,
                                "stop": 281.209,
                                "byte_start": 1183702,
                                "byte_stop": 1230409,
                                "text": "It is impossible to cause a bodily injury without applying force in the common law sense, and the knowing or intentional application of force is a use of force."
                            },
                            {
                                "start": 281.209,
                                "stop": 291.816,
                                "byte_start": 1230409,
                                "byte_stop": 1272832,
                                "text": "The judgment of the United States Court of Appeals for the Sixth Circuit is therefore reversed and the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 291.816,
                                "stop": 297.007,
                                "byte_start": 1272832,
                                "byte_stop": 1293521,
                                "text": "Justice Scalia has filed and opinion concurring impart and concurring in the judgment."
                            },
                            {
                                "start": 297.007,
                                "stop": 303.288,
                                "byte_start": 1293521,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed an opinion concurring in the judgment in which Justice Thomas has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55646,
            "mime": "audio\/mpeg",
            "size": 1318703,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-1371\/20140326o_12-1371.delivery.mp3"
        },
        {
            "id": 77278,
            "mime": "audio\/ogg",
            "size": 2943668,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-1371\/20140326o_12-1371.ogg"
        },
        {
            "id": 77279,
            "mime": "application\/x-mpegURL",
            "size": 4599,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-1371\/20140326o_12-1371.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}