{
    "id": 23123,
    "title": "Opinion Announcement - June 17, 2010",
    "transcript": {
        "title": "Stop the Beach Renourishment Inc. v. Florida Department of Environmental Protection",
        "duration": 511.817,
        "sections": [
            {
                "start": 0,
                "stop": 511.817,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 511.817,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.048,
                                "byte_start": 105472,
                                "byte_stop": 149671,
                                "text": "Justice Scalia has the opinion of the Court in case 081151, Stop The Beach Renourishment Inc. versus the Florida Department of Environmental Protection."
                            },
                            {
                                "start": 11.048,
                                "stop": 14.469,
                                "byte_start": 149671,
                                "byte_stop": 163359,
                                "text": "He has asked that I announce the opinion for him."
                            },
                            {
                                "start": 14.469,
                                "stop": 25.776,
                                "byte_start": 163359,
                                "byte_stop": 208603,
                                "text": "In this case, on writ of certiorari from the Supreme Court of Florida, we deal with complicated facts and the summary that follows leaves out some minor details."
                            },
                            {
                                "start": 25.776,
                                "stop": 38.045,
                                "byte_start": 208603,
                                "byte_stop": 257714,
                                "text": "Under Florida law, the State owns in trust for the public land permanently submerged beneath navigable waters and the land between the low-tide line and the mean high-water line."
                            },
                            {
                                "start": 38.045,
                                "stop": 46.409,
                                "byte_start": 257714,
                                "byte_stop": 291150,
                                "text": "Thus the mean high-water line is the ordinary boundary between private beachfront or littoral property and state-owned land."
                            },
                            {
                                "start": 46.409,
                                "stop": 54.718,
                                "byte_start": 291150,
                                "byte_stop": 324378,
                                "text": "Littoral owners have certain rights that include as relevant here, the right to ownership of the accretions to their littoral property."
                            },
                            {
                                "start": 54.718,
                                "stop": 60.691,
                                "byte_start": 324378,
                                "byte_stop": 348306,
                                "text": "An accretion is in addition to shore property that occurs gradually and imperceptibly."
                            },
                            {
                                "start": 60.691,
                                "stop": 77.346,
                                "byte_start": 348306,
                                "byte_stop": 414866,
                                "text": "An addition created by a sudden change such as a hurricane is called an avulsion and does not belong to the littoral owner, when an avulsion occurs the seaward boundary of littoral property remains what it was, the mean high-water line before the event."
                            },
                            {
                                "start": 77.346,
                                "stop": 90.628,
                                "byte_start": 414866,
                                "byte_stop": 468052,
                                "text": "Thus, when an avulsion has added new land, the littoral owner no longer owns oceanfront and any later accretions to the new land belong to the owner of the seabed which is ordinarily the State."
                            },
                            {
                                "start": 90.628,
                                "stop": 100.715,
                                "byte_start": 468052,
                                "byte_stop": 508385,
                                "text": "Florida\u0027s Beach and Shore Preservation Act establishes procedures for restoration projects, that consists of depositing sand on eroded beaches."
                            },
                            {
                                "start": 100.715,
                                "stop": 120.819,
                                "byte_start": 508385,
                                "byte_stop": 588842,
                                "text": "When such a project is undertaken, the respondent, Board of Trustees of the internal improvement trust fund which holds title to the seabed sets a fixed “erosion control line” to replace the fluctuating mean high-water line as the boundary between littoral property and state property."
                            },
                            {
                                "start": 120.819,
                                "stop": 125.628,
                                "byte_start": 588842,
                                "byte_stop": 608068,
                                "text": "Once the new line is recorded, the common law ceases to apply."
                            },
                            {
                                "start": 125.628,
                                "stop": 157.376,
                                "byte_start": 608068,
                                "byte_stop": 735023,
                                "text": "Thereafter, when accretion moves the mean high-water line seaward, the littoral property remains bounded by the permanent erosion-control line and is thus no longer oceanfront property.Respondents, the city of Destin and Walton County sought permits to restore 6.9 miles of beach eroded by several hurricanes, adding about 75 feet of dry sand seaward of the mean high-water line which was to become fixed as the erosion-control line."
                            },
                            {
                                "start": 157.376,
                                "stop": 167.325,
                                "byte_start": 735023,
                                "byte_stop": 774834,
                                "text": "Petitioner, a nonprofit corporation formed by owners of oceanfront property bordering a project, brought an unsuccessful administrative challenge."
                            },
                            {
                                "start": 167.325,
                                "stop": 173.592,
                                "byte_start": 774834,
                                "byte_stop": 799911,
                                "text": "Respondent, the Florida Department of Environmental Protection approved the permits, and this suit followed."
                            },
                            {
                                "start": 173.592,
                                "stop": 188.8,
                                "byte_start": 799911,
                                "byte_stop": 860724,
                                "text": "The District Court of Appeal for the first District concluded that the Department\u0027s order had eliminated the Petitioner member\u0027s right to receive accretions to their property, thus affecting an uncompensated, an unconstitutional taking."
                            },
                            {
                                "start": 188.8,
                                "stop": 203.891,
                                "byte_start": 860724,
                                "byte_stop": 921119,
                                "text": "The Court of Appeal, therefore set aside the order, remanded the proceeding and certified to the Florida Supreme Court the question whether the Act unconstitutionally deprived Petitioner\u0027s Members of littoral rights without just compensation."
                            },
                            {
                                "start": 203.891,
                                "stop": 211.89,
                                "byte_start": 921119,
                                "byte_stop": 953093,
                                "text": "The State Supreme Court answered “no” and quashed the remand, concluding that the Members did not own the property supposedly taken."
                            },
                            {
                                "start": 211.89,
                                "stop": 226.606,
                                "byte_start": 953093,
                                "byte_stop": 1011921,
                                "text": "Petitioner sought rehearing on the ground that the Florida Supreme Court\u0027s decision affected a taking of Petitioner\u0027s member\u0027s littoral rights contrary to the Fifth and Fourteenth Amendments, rehearing was denied and we granted certiorari."
                            },
                            {
                                "start": 226.606,
                                "stop": 236.437,
                                "byte_start": 1011921,
                                "byte_stop": 1051314,
                                "text": "I will describe, first the holding of a plurality of the court in an opinion by Justice Scalia joined by me, Justice Thomas and Justice Alito."
                            },
                            {
                                "start": 236.437,
                                "stop": 247.599,
                                "byte_start": 1051314,
                                "byte_stop": 1095931,
                                "text": "Well, the classic thinking is a transfer of property to the state or to another private party by eminent domain, the Takings Clause applies to other state actions that achieve the same thing."
                            },
                            {
                                "start": 247.599,
                                "stop": 255.856,
                                "byte_start": 1095931,
                                "byte_stop": 1128950,
                                "text": "Thus we upheld that it is a taking, if the government recharacterize as public property what was previously private property."
                            },
                            {
                                "start": 255.856,
                                "stop": 268.573,
                                "byte_start": 1128950,
                                "byte_stop": 1179836,
                                "text": "The Takings Clause is not addressed to the action of a specific branch or branches, it is concerned simply with the act, and not the governmental actor, nor shall private property be taken is what it says."
                            },
                            {
                                "start": 268.573,
                                "stop": 281.824,
                                "byte_start": 1179836,
                                "byte_stop": 1232812,
                                "text": "There is no textual justification, for saying that the existence or the scope of a state\u0027s power to expropriate private property without just compensation, varies according to the branch of government affecting the expropriation."
                            },
                            {
                                "start": 281.824,
                                "stop": 295.689,
                                "byte_start": 1232812,
                                "byte_stop": 1288296,
                                "text": "Nor does common sense recommends such a principle, it would be absurd to allow a state to do by judicial decree what the Takings Clause forbids it to do by legislative fiat and our precedents provide no support for such a thing."
                            },
                            {
                                "start": 295.689,
                                "stop": 303.458,
                                "byte_start": 1288296,
                                "byte_stop": 1319330,
                                "text": "In some, if a Legislature or a Court declares that what was once an established right to private property, no longer exist."
                            },
                            {
                                "start": 303.458,
                                "stop": 310.833,
                                "byte_start": 1319330,
                                "byte_stop": 1348901,
                                "text": "It has taken that property, no less than if the state had physically appropriated it or destroyed its value by regulation."
                            },
                            {
                                "start": 310.833,
                                "stop": 323.272,
                                "byte_start": 1348901,
                                "byte_stop": 1398638,
                                "text": "The plurality opinion then rejects several arguments of respondents opposing the principle that there can be a judicial taking or adding to it, conditions that would not apply to a legislative or executive taking."
                            },
                            {
                                "start": 323.272,
                                "stop": 335.023,
                                "byte_start": 1398638,
                                "byte_stop": 1445658,
                                "text": "One is that the Federal Courts lacked the knowledge of State Law, required to decide whether a judicial decision that purports merely to clarify property rights has instead taken an established property right."
                            },
                            {
                                "start": 335.023,
                                "stop": 346.933,
                                "byte_start": 1445658,
                                "byte_stop": 1493305,
                                "text": "But in non-takings context, Federal Courts must often decide what state property rights exist and indeed they must do so to resolve claims that legislative or executive action has affected a taking."
                            },
                            {
                                "start": 346.933,
                                "stop": 369.489,
                                "byte_start": 1493305,
                                "byte_stop": 1583480,
                                "text": "Another argument is that we must not deprive common-law judging of needed flexibility but that argument has little appeal when directed against the enforcement of a constitutional guarantee, adopted in an era when Courts had no power to change the common-law and there\u0027s no apparent reason, why judges need more flexibility to change the legislatures or executives."
                            },
                            {
                                "start": 369.489,
                                "stop": 377.066,
                                "byte_start": 1583480,
                                "byte_stop": 1613782,
                                "text": "Now as described, the test we apply for a judicial taking is whether the decision eliminates an established property right."
                            },
                            {
                                "start": 377.066,
                                "stop": 391.482,
                                "byte_start": 1613782,
                                "byte_stop": 1671461,
                                "text": "The Petitioner proposes instead an “unpredictability test” maintaining that a judicial taking consists of a decision that “constitutes a sudden change in state law, unpredictable in terms of relevant precedents”."
                            },
                            {
                                "start": 391.482,
                                "stop": 404.325,
                                "byte_start": 1671461,
                                "byte_stop": 1722870,
                                "text": "We reject that, what counts is not whether there is precedent or warning for the allegedly confiscatory decision, warning or not, what matters is whether the property right allegedly taken was established."
                            },
                            {
                                "start": 404.325,
                                "stop": 417.268,
                                "byte_start": 1722870,
                                "byte_stop": 1774592,
                                "text": "The portions of the opinion I next describe are unanimous, they pertain to whether a taking has occurred and are joined by the four Justices, who find no need to decide whether there is such a thing as a judicial taking."
                            },
                            {
                                "start": 417.268,
                                "stop": 441.699,
                                "byte_start": 1774592,
                                "byte_stop": 1872290,
                                "text": "At the outset, the city and county argue that Petitioner cannot state a cause of action for a taking because though Petitioner\u0027s members own private property, Petitioner itself does not and that the claim is un-right because Petitioner has not sought just compensation, neither objection appeared in the briefs in opposition to the petition for writ of certiorari and since neither is jurisdictionally deemed, both waived."
                            },
                            {
                                "start": 441.699,
                                "stop": 448.783,
                                "byte_start": 1872290,
                                "byte_stop": 1900607,
                                "text": "Petitioner argues that the Florida Supreme Court took its Members, right to accretion by simply declaring that the right did not exist."
                            },
                            {
                                "start": 448.783,
                                "stop": 470.271,
                                "byte_start": 1900607,
                                "byte_stop": 1986602,
                                "text": "We conclude however, that there was no pre-existing established right to accretion under the circumstances produced by Florida\u0027s Beach and Shore Preservation Act, the new land added to the shore would not come by way of accretion, that is gradually but by way of avulsion, a sudden addition by dumping along the shore, sand dredged from farther out."
                            },
                            {
                                "start": 470.271,
                                "stop": 479.755,
                                "byte_start": 1986602,
                                "byte_stop": 2024532,
                                "text": "Prior Florida cases suggest that the state has the right to fill in submerged land and then an avulsion created by the state is no different from any other avulsion."
                            },
                            {
                                "start": 479.755,
                                "stop": 492.296,
                                "byte_start": 2024532,
                                "byte_stop": 2074687,
                                "text": "It cannot be said therefore that the Florida Supreme Court\u0027s decision deprived Petitioner\u0027s Members of an established property right, since they had no established right to additions by avulsion."
                            },
                            {
                                "start": 492.296,
                                "stop": 495.698,
                                "byte_start": 2074687,
                                "byte_stop": 2088270,
                                "text": "The judgment of the Supreme Court of Florida is affirmed."
                            },
                            {
                                "start": 495.698,
                                "stop": 503.194,
                                "byte_start": 2088270,
                                "byte_stop": 2118259,
                                "text": "Justice Kennedy has filed an opinion concurring in part and concurring in the judgment, in which Justice Sotomayor has joined."
                            },
                            {
                                "start": 503.194,
                                "stop": 510.009,
                                "byte_start": 2118259,
                                "byte_stop": 2145531,
                                "text": "Justice Breyer has filed an opinion concurring in part and concurring in the judgment, in which Justice Ginsburg has joined."
                            },
                            {
                                "start": 510.009,
                                "stop": 511.817,
                                "byte_start": 2145531,
                                "byte_stop": 0,
                                "text": "Justice Stevens took no part in the decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55368,
            "mime": "audio\/mpeg",
            "size": 2152741,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-1151\/20100617o_08-1151.delivery.mp3"
        },
        {
            "id": 77108,
            "mime": "audio\/ogg",
            "size": 5209204,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-1151\/20100617o_08-1151.ogg"
        },
        {
            "id": 77109,
            "mime": "application\/x-mpegURL",
            "size": 7635,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-1151\/20100617o_08-1151.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}