{
    "id": 16689,
    "title": "Oral Argument - December 03, 1975",
    "media_file": [
        {
            "id": 42500,
            "mime": "audio\/mpeg",
            "size": 9458529,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/74-883\/19751203a_74-883.delivery.mp3"
        },
        {
            "id": 64414,
            "mime": "audio\/ogg",
            "size": 24613046,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/74-883\/19751203a_74-883.ogg"
        },
        {
            "id": 64415,
            "mime": "application\/x-mpegURL",
            "size": 33651,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/74-883\/19751203a_74-883.m3u8"
        }
    ],
    "transcript": {
        "title": "Federal Power Commission v. Moss",
        "duration": 2338.749,
        "sections": [
            {
                "start": 0,
                "stop": 1321.303,
                "byte_start": 103349,
                "byte_stop": 5388652,
                "turns": [
                    {
                        "start": 0,
                        "stop": 50.332,
                        "byte_start": 103349,
                        "byte_stop": 304701,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 48.023,
                                "byte_start": 103349,
                                "byte_stop": 295506,
                                "text": "We will hear arguments next in Federal Power Commission against Moss."
                            },
                            {
                                "start": 48.023,
                                "stop": 50.332,
                                "byte_start": 295506,
                                "byte_stop": 304701,
                                "text": "Mr. Evans."
                            }
                        ]
                    },
                    {
                        "start": 50.332,
                        "stop": 1035.178,
                        "byte_start": 304701,
                        "byte_stop": 4244071,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 50.332,
                                "stop": 55.356,
                                "byte_start": 304701,
                                "byte_stop": 324867,
                                "text": "Mr. Chief Justice, and may it please the Court."
                            },
                            {
                                "start": 55.356,
                                "stop": 70.688,
                                "byte_start": 324867,
                                "byte_stop": 386203,
                                "text": "At issue in this case is one portion of a Federal Power Commission order entered in 1972, which established an optional procedure for the certification of new sales of natural gas by producers to interstate pipelines."
                            },
                            {
                                "start": 70.688,
                                "stop": 76.769,
                                "byte_start": 386203,
                                "byte_stop": 410445,
                                "text": "The Court of Appeals for the District of Columbia Circuit upheld the order in every respect, except one."
                            },
                            {
                                "start": 76.769,
                                "stop": 90.68,
                                "byte_start": 410445,
                                "byte_stop": 466138,
                                "text": "It ruled that the Commission has no authority under the Natural Gas Act to authorize the future termination of a sale of natural gas at the same time that it authorizes the sale to commence."
                            },
                            {
                                "start": 90.68,
                                "stop": 102.073,
                                "byte_start": 466138,
                                "byte_stop": 511695,
                                "text": "This Court granted the Commission’s petition for writ of certiorari to review the validity of this advanced termination issue, which the Commission refer to in its order as pregranted abandonment authority."
                            },
                            {
                                "start": 102.073,
                                "stop": 111.01,
                                "byte_start": 511695,
                                "byte_stop": 547431,
                                "text": "The Court simultaneously denied a cross petition by the respondents here seeking to raise the remaining aspects of the Court of Appeals’ judgment."
                            },
                            {
                                "start": 111.01,
                                "stop": 126.255,
                                "byte_start": 547431,
                                "byte_stop": 608453,
                                "text": "Although this single feature of the order is before the Court, I think it would be helpful if I outline very briefly the problems at the optional procedure program was designed to meet and the solutions that the Commission devised."
                            },
                            {
                                "start": 126.255,
                                "stop": 145.382,
                                "byte_start": 608453,
                                "byte_stop": 684939,
                                "text": "Like several other recent orders that have been before the Court, by the Power Commission, this is one of a number of efforts that the Commission has undertaken in order to fulfill its responsibility to assure an adequate supply of gas to an interstate market that has been increasingly in critical shortage of supply."
                            },
                            {
                                "start": 145.382,
                                "stop": 159.985,
                                "byte_start": 684939,
                                "byte_stop": 743349,
                                "text": "The Commission focused here on a particular set of problems, resulting principally from the lengthy rate review proceedings that had been endemic ever since almost the Commission began regulating producer sales."
                            },
                            {
                                "start": 159.985,
                                "stop": 170.666,
                                "byte_start": 743349,
                                "byte_stop": 786085,
                                "text": "These lengthy procedures resulted in rate uncertainties that the Commission determined were impeding the willingness of producers to undertake new exploration and development of gas reserves."
                            },
                            {
                                "start": 170.666,
                                "stop": 189.834,
                                "byte_start": 786085,
                                "byte_stop": 862781,
                                "text": "Even under the area rate proceedings, the Commission’s rate review function had seemed interminable and even after they were concluded, there were lengthy and very complex traditional review proceedings, two of which this Court -- reached this Court."
                            },
                            {
                                "start": 189.834,
                                "stop": 212.06,
                                "byte_start": 862781,
                                "byte_stop": 951597,
                                "text": "The rates collected by the producers during this entire period were under the provisions of the Natural Gas Act collected subject to the possibility of refund if the rates were ultimately determined to be in excess of the level found to be just and reasonable and producers as a consequence were unsure that the funds they had already collected were really there."
                            },
                            {
                                "start": 212.06,
                                "stop": 222.546,
                                "byte_start": 951597,
                                "byte_stop": 993602,
                                "text": "So, whether they would have to be refunded nor could they accurately predict how much they could expect to receive as a return on investments, because there was no assurance what the rate was likely to be in the future."
                            },
                            {
                                "start": 222.546,
                                "stop": 239.454,
                                "byte_start": 993602,
                                "byte_stop": 1061207,
                                "text": "All that they knew for sure is the Commission stated in its order here was that once that they started deliveries to the interstate market, they could not stop, unless they were able to persuade the Commission that the public interest permitted the abandonment of this service."
                            },
                            {
                                "start": 239.454,
                                "stop": 264.406,
                                "byte_start": 1061207,
                                "byte_stop": 1160995,
                                "text": "With the availability of the existing capital and with the prospective rate of return on their investment unsure and with the prospect of an indefinite commitment to an interstate market which were unsettled prices, the Commission found that producers naturally attended to act cautiously before embarking upon new exploration and development and before committing new acreage to the interstate market."
                            },
                            {
                                "start": 264.406,
                                "stop": 280.567,
                                "byte_start": 1160995,
                                "byte_stop": 1225674,
                                "text": "The order here was designed to meet these problems by making available to producers an alternative to the area rate procedure and in the effect giving them the ability to establish rates with certainty over the life of their contracts."
                            },
                            {
                                "start": 280.567,
                                "stop": 300.006,
                                "byte_start": 1225674,
                                "byte_stop": 1303414,
                                "text": "First, the procedure permitted the producers to file for the Commission’s approval, contracts for the sale of new gas to interstate pipelines at initial rates and at fixed incremental rates provided for in the contract above the applicable area ceiling level."
                            },
                            {
                                "start": 300.006,
                                "stop": 326.051,
                                "byte_start": 1303414,
                                "byte_stop": 1407591,
                                "text": "Second, the Commission indicated that it would then conduct in a single proceeding and promptly consider and resolve, whether the sale was one that should be certificated as consistent with the public convenience and necessity under Section 7 and would also consider and determine whether it could approve as just and reasonable, both the initial rate in the contract, as well every fixed increment in the contract."
                            },
                            {
                                "start": 326.051,
                                "stop": 339.037,
                                "byte_start": 1407591,
                                "byte_stop": 1459522,
                                "text": "Third, if the Commission issued a certificate of convenience and necessity and approved the rates specified in the contract, including these increments, the producer was to be free to collect them without risk of refund."
                            },
                            {
                                "start": 339.037,
                                "stop": 348.109,
                                "byte_start": 1459522,
                                "byte_stop": 1495885,
                                "text": "The Commission undertook to the extent that it could to assure the certainty of the rates that it had approved for the life of the contract."
                            },
                            {
                                "start": 348.109,
                                "stop": 364.105,
                                "byte_start": 1495885,
                                "byte_stop": 1559832,
                                "text": "Fourth, and really the only directly pertinent aspect of the order, as far as this case goes, is that the Commission indicated that it would be willing to consider in the same single proceeding at which it would consider certification and approval of the rates."
                            },
                            {
                                "start": 364.105,
                                "stop": 372.513,
                                "byte_start": 1559832,
                                "byte_stop": 1593478,
                                "text": "It would be willing to consider request by the producer for authority in advance, to terminate service to the pipeline at the end of the contract term."
                            },
                            {
                                "start": 372.513,
                                "stop": 377.875,
                                "byte_start": 1593478,
                                "byte_stop": 1614898,
                                "text": "This is the feature that the Court -- that the Commission titled pregranted abandonment."
                            },
                            {
                                "start": 377.875,
                                "stop": 399.788,
                                "byte_start": 1614898,
                                "byte_stop": 1702565,
                                "text": "The theory was that some otherwise unavailable gas might be attracted to the interstate market if the producers were given advance assurance that at the end of the contract term, he would be free to discontinue deliveries without having to demonstrate, again, at the end of the term that discontinuance was consistent with the public interest at that time."
                            },
                            {
                                "start": 399.788,
                                "stop": 409.024,
                                "byte_start": 1702565,
                                "byte_stop": 1739450,
                                "text": "These benefits of the optional procedure were not without a quid pro quo because the producers was required to live with the rates set in the contract."
                            },
                            {
                                "start": 409.024,
                                "stop": 419.308,
                                "byte_start": 1739450,
                                "byte_stop": 1780619,
                                "text": "He had to waive his right, which he ordinarily would have under Section 4 of the Act to file notice of rate changes for the life of the contract."
                            },
                            {
                                "start": 419.308,
                                "stop": 434.841,
                                "byte_start": 1780619,
                                "byte_stop": 1842791,
                                "text": "He also had to waive his right to receive, under certain applicable area rate orders, to receive contingent escalations of price for existing sales of flowing gas or other purchasers."
                            },
                            {
                                "start": 434.841,
                                "stop": 458.289,
                                "byte_start": 1842791,
                                "byte_stop": 1936518,
                                "text": "And finally, the contract could contain no indefinite pricing clause, that is one that referred to a variable standard, such as what is common in many contracts, an area rate clause, which says that the rate provided for in this contract will reflect the maximum allowed by the Commission under the applicable area rate."
                            },
                            {
                                "start": 458.289,
                                "stop": 467.72,
                                "byte_start": 1936518,
                                "byte_stop": 1974239,
                                "text": "I would like at the outset to make clear what pregranted abandonment feature of the order is not."
                            },
                            {
                                "start": 467.72,
                                "stop": 477.316,
                                "byte_start": 1974239,
                                "byte_stop": 2012691,
                                "text": "Respondents’ contentions here are bottomed on the assumption, which is made repeatedly in their brief that this aspect of the order amounts to a form of deregulation."
                            },
                            {
                                "start": 477.316,
                                "stop": 478.941,
                                "byte_start": 2012691,
                                "byte_stop": 2019169,
                                "text": "That is simply not so."
                            },
                            {
                                "start": 478.941,
                                "stop": 491.132,
                                "byte_start": 2019169,
                                "byte_stop": 2067966,
                                "text": "The Commission has not relinquished its control over the termination of service, nor has it in any way indicated that it is prepared to abandon these explicit statutory standards, governing the termination of service."
                            },
                            {
                                "start": 491.132,
                                "stop": 507.715,
                                "byte_start": 2067966,
                                "byte_stop": 2134213,
                                "text": "On the contrary, the Commission’s order indicates unambiguously that future termination will not be authorized, unless the record demonstrates that the proposed termination will be consistent with the present or future public convenience and necessity, which is the standard under Section 7 (b) of the Act."
                            },
                            {
                                "start": 507.715,
                                "stop": 509.529,
                                "byte_start": 2134213,
                                "byte_stop": 2141527,
                                "text": "This is not deregulation."
                            },
                            {
                                "start": 509.529,
                                "stop": 551.352,
                                "byte_start": 2141527,
                                "byte_stop": 2308815,
                                "text": "A good example of what is deregulation is contained in a Bill pending before Congress, which I even told was approved by the full House Committee on interstate and foreign commerce, HR9464 approved, I am told only yesterday by the Committee, which is a design to assure the availability of adequate supplies of natural gas during this winter and the following winter and it would permit certain sales of natural gas to be made without commission rate regulation in a limited class of cases."
                            },
                            {
                                "start": 551.352,
                                "stop": 559.341,
                                "byte_start": 2308815,
                                "byte_stop": 2340789,
                                "text": "And, Section 6 of this Bill provides that the abandonment provisions of Section 7 shall not apply to those sales."
                            },
                            {
                                "start": 559.341,
                                "stop": 577.2,
                                "byte_start": 2340789,
                                "byte_stop": 2412156,
                                "text": "The effect of that Bill if it is enacted will be to allow the producer consistent with his contract obligations to terminate the sale of natural gas at his will and whenever he wishes without need for any Commission approval, that is deregulation."
                            },
                            {
                                "start": 577.2,
                                "stop": 590.282,
                                "byte_start": 2412156,
                                "byte_stop": 2464505,
                                "text": "The order here would have no such effect, because the Commission would retain full authority and full control over both whether and when termination would take place."
                            },
                            {
                                "start": 590.282,
                                "stop": 598.86,
                                "byte_start": 2464505,
                                "byte_stop": 2498882,
                                "text": "There is another point I would like emphasize, which is that the order in this case is not an order, granting an authority to terminate service at any point."
                            },
                            {
                                "start": 598.86,
                                "stop": 607.605,
                                "byte_start": 2498882,
                                "byte_stop": 2533782,
                                "text": "The order here is simply the establishment of a procedure, by which the Commission has indicated its willingness to consider applications for such authority."
                            },
                            {
                                "start": 607.605,
                                "stop": 610.531,
                                "byte_start": 2533782,
                                "byte_stop": 2545485,
                                "text": "The issue is consequently quite abstract."
                            },
                            {
                                "start": 610.531,
                                "stop": 634.259,
                                "byte_start": 2545485,
                                "byte_stop": 2640466,
                                "text": "It is not whether the Commission will regulate, but rather when and because we are dealing here with the establishment of a procedure, rather than with the grant of any authority, it seems to me that the respondents have very heavy burden of demonstrating that in no conceivable circumstances could the Commission ever authorize termination of service at the same time that it authorizes a certification."
                            },
                            {
                                "start": 634.259,
                                "stop": 636.899,
                                "byte_start": 2640466,
                                "byte_stop": 2651019,
                                "text": "The Court of Appeals in effect held precisely that."
                            },
                            {
                                "start": 636.899,
                                "stop": 640.423,
                                "byte_start": 2651019,
                                "byte_stop": 2665125,
                                "text": "That is that there are no circumstances in which this could be ever be done."
                            },
                            {
                                "start": 640.423,
                                "stop": 651.689,
                                "byte_start": 2665125,
                                "byte_stop": 2710160,
                                "text": "In its view, Section 7 (b) requires that any authorization to terminate service be granted at the time roughly, when the termination is proposed."
                            },
                            {
                                "start": 651.689,
                                "stop": 654.4,
                                "byte_start": 2710160,
                                "byte_stop": 2721027,
                                "text": "There is an irony to that holding."
                            },
                            {
                                "start": 654.4,
                                "stop": 660.25,
                                "byte_start": 2721027,
                                "byte_stop": 2744433,
                                "text": "Until twenty years ago that was in fact the Commission’s position, with respect to Section 7 (b)."
                            },
                            {
                                "start": 660.25,
                                "stop": 683.339,
                                "byte_start": 2744433,
                                "byte_stop": 2836802,
                                "text": "The issue was first litigated in Court, in mid 1950s in a series of Sunray of cases, one of which ultimately reached this Court, as I will mention in a moment, a producer in the Sunray litigation has sought a certificate for sales of natural gas to a pipeline and had asked the Commission to limit the certificate to the duration of the underlying contract term."
                            },
                            {
                                "start": 683.339,
                                "stop": 701.001,
                                "byte_start": 2836802,
                                "byte_stop": 2907437,
                                "text": "The Commission issued a certificate, but the client issued it with the limitation requested, on the ground that precisely what the Court of Appeals says here, that it cannot do so except in a separate proceeding, commenced under Section 7 (b) and at the time of the termination."
                            },
                            {
                                "start": 701.001,
                                "stop": 705.24,
                                "byte_start": 2907437,
                                "byte_stop": 2924365,
                                "text": "Well, that went to the Tenth Circuit, which ruled that the Commission was in error."
                            },
                            {
                                "start": 705.24,
                                "stop": 717.349,
                                "byte_start": 2924365,
                                "byte_stop": 2972848,
                                "text": "It held that so long as the Commission exercised its statutory control over the termination, it could do so at the time of certification, as well as at the time of the termination."
                            },
                            {
                                "start": 717.349,
                                "stop": 739.994,
                                "byte_start": 2972848,
                                "byte_stop": 3063336,
                                "text": "It also ruled, however, that because the producers had not demonstrated a reason why he should be allowed to terminate, the Commission’s order should be affirmed anyway and what followed was a petition for a Certiorari by the producer, asking that the case be sent back to the Commission for reconsideration in light of this new holding that it has authority that it thought it had not."
                            },
                            {
                                "start": 739.994,
                                "stop": 761.146,
                                "byte_start": 3063336,
                                "byte_stop": 3147973,
                                "text": "Commission filed a response in this Court saying that on further study of the Court of Appeals\u0027 opinion agreed with the legal holding of the court and it did not object to the proposed disposition of the case, which the court in a per curiam opinion, in fact did."
                            },
                            {
                                "start": 761.146,
                                "stop": 768.195,
                                "byte_start": 3147973,
                                "byte_stop": 3176185,
                                "text": "A few years later, there was a second round of Sunray litigation, which did reach this Court, on the merits."
                            },
                            {
                                "start": 768.195,
                                "stop": 770.932,
                                "byte_start": 3176185,
                                "byte_stop": 3187156,
                                "text": "Again the same producer, but different set of sales."
                            },
                            {
                                "start": 770.932,
                                "stop": 788.116,
                                "byte_start": 3187156,
                                "byte_stop": 3255911,
                                "text": "He sought again a limited term certificate and again the Commission tendered an unlimited certificate, this time acknowledging its authority to grant a limited term certificate, but finding that there had not been showing that the public convenience and necessity would be served by doing so."
                            },
                            {
                                "start": 788.116,
                                "stop": 802.165,
                                "byte_start": 3255911,
                                "byte_stop": 3312022,
                                "text": "On review, the Tenth Circuit affirmed, holding that while the Commission has authority and acknowledges that it has authority to grant a certificate, which would expire of its own force, it is not required t do so in the absence of adequate showings."
                            },
                            {
                                "start": 802.165,
                                "stop": 809.902,
                                "byte_start": 3312022,
                                "byte_stop": 3343055,
                                "text": "And this Court, subsequently grant a certiorari and affirmed in an opinion for the Court by Mr. Justice Brennan, reported at 364 US."
                            },
                            {
                                "start": 809.902,
                                "stop": 828.003,
                                "byte_start": 3343055,
                                "byte_stop": 3415362,
                                "text": "And, while the only question presented in the case was whether the Commission could properly issue an unlimited certificate, when one of limited duration was applied for, the Court’s opinion, as well as the dissenting opinions plainly presupposed that the Commission had authority under the statute to grant limited terms certificates."
                            },
                            {
                                "start": 828.003,
                                "stop": 832.765,
                                "byte_start": 3415362,
                                "byte_stop": 3434484,
                                "text": "The question was whether it also had the authority not to."
                            },
                            {
                                "start": 832.765,
                                "stop": 849.139,
                                "byte_start": 3434484,
                                "byte_stop": 3499999,
                                "text": "And this Court’s opinion quite pointedly stated at page 157, that there was no contention that the Commission was, and I am quoting, “again indulging in the erroneous notion that it had no power to issue a limited term certificate.”"
                            },
                            {
                                "start": 849.139,
                                "stop": 857.018,
                                "byte_start": 3499999,
                                "byte_stop": 3531450,
                                "text": "The Court cited at that point the Tenth Circuit’s opinion in the first round of the Sunray litigation, which in fact established that the Commission had the power."
                            },
                            {
                                "start": 857.018,
                                "stop": 872.334,
                                "byte_start": 3531450,
                                "byte_stop": 3592786,
                                "text": "The Court’s holding, as I read it in the second Sunray opinion here, was that the Commission could properly decline the issue of limited term certificate, if it did so with the recognition that it had authority to grant one."
                            },
                            {
                                "start": 872.334,
                                "stop": 886.823,
                                "byte_start": 3592786,
                                "byte_stop": 3650673,
                                "text": "Respondents have made no effort in their brief to distinguish between the limited term certificates that were involved in the Sunray litigation and the so-called pregranted abandonment authority that is involved here and there is not any distinction between them anyway."
                            },
                            {
                                "start": 886.823,
                                "stop": 901.846,
                                "byte_start": 3650673,
                                "byte_stop": 3710755,
                                "text": "In either case, the Commission simultaneously authorizes the commencement of a sale and the future termination of the sale at the date certain without need for additional and subsequent Commission approval at the end of the term."
                            },
                            {
                                "start": 901.846,
                                "stop": 914.542,
                                "byte_start": 3710755,
                                "byte_stop": 3761537,
                                "text": "Nor do respondents even acknowledge the existence of the this Court’s statement in this Sunray opinion, concerning the power to issue the limited terms certificate, much less did they attempt to explain why there is not a full answer to their contentions here."
                            },
                            {
                                "start": 914.542,
                                "stop": 930.523,
                                "byte_start": 3761537,
                                "byte_stop": 3825485,
                                "text": "They prefer to ignore that aspect of the Sunray opinion and to focus on language elsewhere in the opinion from which they seem to draw some comfort, unduly I think and that was also the Court of Appeals error."
                            },
                            {
                                "start": 930.523,
                                "stop": 948.882,
                                "byte_start": 3825485,
                                "byte_stop": 3898941,
                                "text": "The language relied upon by both the Court of Appeals and by the respondents relates only to the dangers that the Court perceived from a holding that the Commission work was compelled to grant a limited certificate merely because it was requested by the applicant."
                            },
                            {
                                "start": 948.882,
                                "stop": 954.077,
                                "byte_start": 3898941,
                                "byte_stop": 3919734,
                                "text": "The order here does not have any of those dangers and that language, it seems to me, totally inapplicable."
                            },
                            {
                                "start": 954.077,
                                "stop": 975.082,
                                "byte_start": 3919734,
                                "byte_stop": 4003744,
                                "text": "The Commission has made clear that it would not automatically grant abandonment authority on a producer\u0027s request, but require a showing that the public interest would thereby be served and as we indicate in footnote 9 of our brief, at pages 17 to 18, the Commission has in fact rejected such requests precisely because no such showing was made."
                            },
                            {
                                "start": 975.082,
                                "stop": 979.631,
                                "byte_start": 4003744,
                                "byte_stop": 4021925,
                                "text": "In light of this history, it seems to us the case is very simple."
                            },
                            {
                                "start": 979.631,
                                "stop": 987.881,
                                "byte_start": 4021925,
                                "byte_stop": 4054944,
                                "text": "The short of it is that Section 7 (b) simply does not address the question of when the Commission may properly authorize the termination of service."
                            },
                            {
                                "start": 987.881,
                                "stop": 995.823,
                                "byte_start": 4054944,
                                "byte_stop": 4086709,
                                "text": "It is designed as the legislative history reflects merely to ensure that the Commission has control over the termination."
                            },
                            {
                                "start": 995.823,
                                "stop": 1001.081,
                                "byte_start": 4086709,
                                "byte_stop": 4107711,
                                "text": "It leaves to the Commission to question of when that control is going to be exercised."
                            },
                            {
                                "start": 1001.081,
                                "stop": 1021.37,
                                "byte_start": 4107711,
                                "byte_stop": 4188900,
                                "text": "The respondent\u0027s contention that the Commission cannot possibly foresee at the time of certification what the public interest will be at the time of termination, really rests on a faulty premise that the only proper inquiry for the Commission is whether the public would need to gas at a date after the proposed termination."
                            },
                            {
                                "start": 1021.37,
                                "stop": 1022.655,
                                "byte_start": 4188900,
                                "byte_stop": 4194020,
                                "text": "Well, that is just no right."
                            },
                            {
                                "start": 1022.655,
                                "stop": 1035.178,
                                "byte_start": 4194020,
                                "byte_stop": 4244071,
                                "text": "There is nothing in the Act that forecloses the Commission from considering as one element of the public -- of the present or future public convenience and necessity."
                            }
                        ]
                    },
                    {
                        "start": 1035.178,
                        "stop": 1046.402,
                        "byte_start": 4244071,
                        "byte_stop": 4289001,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1035.178,
                                "stop": 1046.402,
                                "byte_start": 4244071,
                                "byte_stop": 4289001,
                                "text": "(Inaudible) the producer gets the limited certificate and can abandon at the end of the term, but does it abandon without complying with some procedure, as you suggested earlier, there is still a procedure?"
                            }
                        ]
                    },
                    {
                        "start": 1046.402,
                        "stop": 1053.348,
                        "byte_start": 4289001,
                        "byte_stop": 4316796,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1046.402,
                                "stop": 1048.188,
                                "byte_start": 4289001,
                                "byte_stop": 4296107,
                                "text": "No, there is no additional procedure."
                            },
                            {
                                "start": 1048.188,
                                "stop": 1053.348,
                                "byte_start": 4296107,
                                "byte_stop": 4316796,
                                "text": "That is the same as it was -- it is the same as it would have been in Sunray if the request of certificate had been granted."
                            }
                        ]
                    },
                    {
                        "start": 1053.348,
                        "stop": 1060.636,
                        "byte_start": 4316796,
                        "byte_stop": 4345948,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1053.348,
                                "stop": 1060.636,
                                "byte_start": 4316796,
                                "byte_stop": 4345948,
                                "text": "In other words, if you got a ten-year certificate and it is permitted to abandon at the end of ten years and come at the end of ten years and that is it?"
                            }
                        ]
                    },
                    {
                        "start": 1060.636,
                        "stop": 1061.257,
                        "byte_start": 4345948,
                        "byte_stop": 4348456,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1060.636,
                                "stop": 1061.257,
                                "byte_start": 4345948,
                                "byte_stop": 4348456,
                                "text": "That is right."
                            }
                        ]
                    },
                    {
                        "start": 1061.257,
                        "stop": 1062.922,
                        "byte_start": 4348456,
                        "byte_stop": 4355039,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1061.257,
                                "stop": 1062.922,
                                "byte_start": 4348456,
                                "byte_stop": 4355039,
                                "text": "And, he goes out for the sales --"
                            }
                        ]
                    },
                    {
                        "start": 1062.922,
                        "stop": 1063.858,
                        "byte_start": 4355039,
                        "byte_stop": 4358800,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1062.922,
                                "stop": 1063.858,
                                "byte_start": 4355039,
                                "byte_stop": 4358800,
                                "text": "That is right."
                            }
                        ]
                    },
                    {
                        "start": 1063.858,
                        "stop": 1066.9,
                        "byte_start": 4358800,
                        "byte_stop": 4371026,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1063.858,
                                "stop": 1066.9,
                                "byte_start": 4358800,
                                "byte_stop": 4371026,
                                "text": "So, the law in the contract then would be the same?"
                            }
                        ]
                    },
                    {
                        "start": 1066.9,
                        "stop": 1071.181,
                        "byte_start": 4371026,
                        "byte_stop": 4388162,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1066.9,
                                "stop": 1068.207,
                                "byte_start": 4371026,
                                "byte_stop": 4376250,
                                "text": "That is right."
                            },
                            {
                                "start": 1068.207,
                                "stop": 1071.181,
                                "byte_start": 4376250,
                                "byte_stop": 4388162,
                                "text": "Well, it would be, but it would be by the Commission’s choice."
                            }
                        ]
                    },
                    {
                        "start": 1071.181,
                        "stop": 1078.761,
                        "byte_start": 4388162,
                        "byte_stop": 4418464,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1071.181,
                                "stop": 1078.761,
                                "byte_start": 4388162,
                                "byte_stop": 4418464,
                                "text": "And, the law can impose (Inaudible) period of service (Inaudible)?"
                            }
                        ]
                    },
                    {
                        "start": 1078.761,
                        "stop": 1081.53,
                        "byte_start": 4418464,
                        "byte_stop": 4429540,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1078.761,
                                "stop": 1081.53,
                                "byte_start": 4418464,
                                "byte_stop": 4429540,
                                "text": "That is right and indeed the Commission can do so here."
                            }
                        ]
                    },
                    {
                        "start": 1081.53,
                        "stop": 1088.899,
                        "byte_start": 4429540,
                        "byte_stop": 4459006,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1081.53,
                                "stop": 1088.899,
                                "byte_start": 4429540,
                                "byte_stop": 4459006,
                                "text": "(Inaudible) grant a certificate (Inaudible)?"
                            }
                        ]
                    },
                    {
                        "start": 1088.899,
                        "stop": 1091.863,
                        "byte_start": 4459006,
                        "byte_stop": 4470813,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1088.899,
                                "stop": 1089.287,
                                "byte_start": 4459006,
                                "byte_stop": 4460573,
                                "text": "That is right."
                            },
                            {
                                "start": 1089.287,
                                "stop": 1091.863,
                                "byte_start": 4460573,
                                "byte_stop": 4470813,
                                "text": "I think that is suggested by the opinions in Sunray."
                            }
                        ]
                    },
                    {
                        "start": 1091.863,
                        "stop": 1093.065,
                        "byte_start": 4470813,
                        "byte_stop": 4475620,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1091.863,
                                "stop": 1093.065,
                                "byte_start": 4470813,
                                "byte_stop": 4475620,
                                "text": "That both opinions suggest --"
                            }
                        ]
                    },
                    {
                        "start": 1093.065,
                        "stop": 1095.456,
                        "byte_start": 4475620,
                        "byte_stop": 4485233,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1093.065,
                                "stop": 1095.456,
                                "byte_start": 4475620,
                                "byte_stop": 4485233,
                                "text": "That is right, not only the majority opinion, but also the dissenting --"
                            }
                        ]
                    },
                    {
                        "start": 1095.456,
                        "stop": 1106.357,
                        "byte_start": 4485233,
                        "byte_stop": 4528805,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 1095.456,
                                "stop": 1106.357,
                                "byte_start": 4485233,
                                "byte_stop": 4528805,
                                "text": "But the inherent argument in Sunray, however, was that the Commission decided not to do that and insisted that producers take an unlimited certificate, either they took the unlimited the certificate or they do not get the certificate?"
                            }
                        ]
                    },
                    {
                        "start": 1106.357,
                        "stop": 1127.821,
                        "byte_start": 4528805,
                        "byte_stop": 4614696,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1106.357,
                                "stop": 1107.777,
                                "byte_start": 4528805,
                                "byte_stop": 4534552,
                                "text": "Precisely and the same as through here."
                            },
                            {
                                "start": 1107.777,
                                "stop": 1120.279,
                                "byte_start": 4534552,
                                "byte_stop": 4584498,
                                "text": "If an applicant applies for pregranted abandonment, the so-called in this context and the Commission decides that a showing has not been made, as in fact the case cited in the footnote I mentioned did, it is up to him."
                            },
                            {
                                "start": 1120.279,
                                "stop": 1123.527,
                                "byte_start": 4584498,
                                "byte_stop": 4597560,
                                "text": "He can take it without the pregranted abandonment or he can reject it."
                            },
                            {
                                "start": 1123.527,
                                "stop": 1127.821,
                                "byte_start": 4597560,
                                "byte_stop": 4614696,
                                "text": "It is his option."
                            }
                        ]
                    },
                    {
                        "start": 1127.821,
                        "stop": 1133.241,
                        "byte_start": 4614696,
                        "byte_stop": 4636325,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1127.821,
                                "stop": 1133.241,
                                "byte_start": 4614696,
                                "byte_stop": 4636325,
                                "text": "Has the Commission characteristically in the past granted the limited certificates --"
                            }
                        ]
                    },
                    {
                        "start": 1133.241,
                        "stop": 1134.746,
                        "byte_start": 4636325,
                        "byte_stop": 4642386,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1133.241,
                                "stop": 1134.746,
                                "byte_start": 4636325,
                                "byte_stop": 4642386,
                                "text": "There is -- well --"
                            }
                        ]
                    },
                    {
                        "start": 1134.746,
                        "stop": 1135.947,
                        "byte_start": 4642386,
                        "byte_stop": 4647192,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 1134.746,
                                "stop": 1135.947,
                                "byte_start": 4642386,
                                "byte_stop": 4647192,
                                "text": "-- prior to Sunray?"
                            }
                        ]
                    },
                    {
                        "start": 1135.947,
                        "stop": 1146.646,
                        "byte_start": 4647192,
                        "byte_stop": 4690033,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1135.947,
                                "stop": 1144.729,
                                "byte_start": 4647192,
                                "byte_stop": 4682301,
                                "text": "Yes -- well, prior the Sunray, the Court’s opinion I think in Sunray, points at that there were a couple of instances in its early history when it was granted without discussion."
                            },
                            {
                                "start": 1144.729,
                                "stop": 1146.646,
                                "byte_start": 4682301,
                                "byte_stop": 4690033,
                                "text": "Somewhere -- pardon me?"
                            }
                        ]
                    },
                    {
                        "start": 1146.646,
                        "stop": 1147.021,
                        "byte_start": 4690033,
                        "byte_stop": 4691496,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1146.646,
                                "stop": 1147.021,
                                "byte_start": 4690033,
                                "byte_stop": 4691496,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 1147.021,
                        "stop": 1170.017,
                        "byte_start": 4691496,
                        "byte_stop": 4783447,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1147.021,
                                "stop": 1149.502,
                                "byte_start": 4691496,
                                "byte_stop": 4701422,
                                "text": "Limited -- limited in duration."
                            },
                            {
                                "start": 1149.502,
                                "stop": 1153.837,
                                "byte_start": 4701422,
                                "byte_stop": 4718768,
                                "text": "The cases are cited in the footnote in the Sunray opinion and I looked at them."
                            },
                            {
                                "start": 1153.837,
                                "stop": 1164.455,
                                "byte_start": 4718768,
                                "byte_stop": 4761191,
                                "text": "There was no discussion and I do not know what happened between that early history and the subsequent time when the Commission decided that it did not have that authority, but that issue was again is flip flopped all through the history."
                            },
                            {
                                "start": 1164.455,
                                "stop": 1170.017,
                                "byte_start": 4761191,
                                "byte_stop": 4783447,
                                "text": "Originally, they thought they had it apparently, then they changed their minds and thought they did not have authority --"
                            }
                        ]
                    },
                    {
                        "start": 1170.017,
                        "stop": 1171.853,
                        "byte_start": 4783447,
                        "byte_stop": 4790866,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1170.017,
                                "stop": 1171.853,
                                "byte_start": 4783447,
                                "byte_stop": 4790866,
                                "text": "(Inaudible) that was wrong?"
                            }
                        ]
                    },
                    {
                        "start": 1171.853,
                        "stop": 1174.431,
                        "byte_start": 4790866,
                        "byte_stop": 4801106,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1171.853,
                                "stop": 1174.431,
                                "byte_start": 4790866,
                                "byte_stop": 4801106,
                                "text": "Wrong, exactly."
                            }
                        ]
                    },
                    {
                        "start": 1174.431,
                        "stop": 1175.405,
                        "byte_start": 4801106,
                        "byte_stop": 4804972,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1174.431,
                                "stop": 1175.405,
                                "byte_start": 4801106,
                                "byte_stop": 4804972,
                                "text": "Whether it was holding or not?"
                            }
                        ]
                    },
                    {
                        "start": 1175.405,
                        "stop": 1191.446,
                        "byte_start": 4804972,
                        "byte_stop": 4869233,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1175.405,
                                "stop": 1176.517,
                                "byte_start": 4804972,
                                "byte_stop": 4809465,
                                "text": "Whether it was a holding or not."
                            },
                            {
                                "start": 1176.517,
                                "stop": 1178.31,
                                "byte_start": 4809465,
                                "byte_stop": 4816675,
                                "text": "Well, let me put it this way."
                            },
                            {
                                "start": 1178.31,
                                "stop": 1191.446,
                                "byte_start": 4816675,
                                "byte_stop": 4869233,
                                "text": "I think you could characterize it as a holding, because I think, as I said what the Court was holding is that the Commission could refuse to grant a limited certificate, but only if it did so with the recognition that it had authority to do so, that it had authority to grant a limited certificate."
                            }
                        ]
                    },
                    {
                        "start": 1191.446,
                        "stop": 1196.088,
                        "byte_start": 4869233,
                        "byte_stop": 4887728,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1191.446,
                                "stop": 1196.088,
                                "byte_start": 4869233,
                                "byte_stop": 4887728,
                                "text": "(Inaudible)"
                            }
                        ]
                    },
                    {
                        "start": 1196.088,
                        "stop": 1314.612,
                        "byte_start": 4887728,
                        "byte_stop": 5361798,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 1196.088,
                                "stop": 1205.132,
                                "byte_start": 4887728,
                                "byte_stop": 4923881,
                                "text": "Exactly, it rests on that assumption."
                            },
                            {
                                "start": 1205.132,
                                "stop": 1215.359,
                                "byte_start": 4923881,
                                "byte_stop": 4964841,
                                "text": "I was saying that the respondents here suggest that the only inquiry that is proper at the time of the certification what the public\u0027s need for the gas will be at the conclusion of the contract."
                            },
                            {
                                "start": 1215.359,
                                "stop": 1218.091,
                                "byte_start": 4964841,
                                "byte_stop": 4975813,
                                "text": "Well, there is nothing in the Act to support that."
                            },
                            {
                                "start": 1218.091,
                                "stop": 1234.316,
                                "byte_start": 4975813,
                                "byte_stop": 5040701,
                                "text": "There is no reason why the Commission cannot take into account at the time of certification, as one element of the present or future public convenience and necessity, what the need for the gas will be during the period between certification and the period at which termination is proposed."
                            },
                            {
                                "start": 1234.316,
                                "stop": 1250.865,
                                "byte_start": 5040701,
                                "byte_stop": 5106843,
                                "text": "Where the Commission determines that a particular sale would not be made unless advance authority is granted, it seems to me proper for it to consider whether the need for the gas in the interim is sufficient to justify giving this producer the advance assurance he requests."
                            },
                            {
                                "start": 1250.865,
                                "stop": 1261.968,
                                "byte_start": 5106843,
                                "byte_stop": 5151251,
                                "text": "The alternative would to loose the gas all together, assuming that the Commission’s finding is correct and of course it is subject to judicial review, in which case the public would have the gas both during and after the period."
                            },
                            {
                                "start": 1261.968,
                                "stop": 1267.838,
                                "byte_start": 5151251,
                                "byte_stop": 5174761,
                                "text": "It is not our position that reads Section 7 (b) as a separate protection out of the Act."
                            },
                            {
                                "start": 1267.838,
                                "stop": 1283.047,
                                "byte_start": 5174761,
                                "byte_stop": 5235574,
                                "text": "It is really respondents, because without, on their theory the limitations upon what the Commission can properly consider mean that the gas is not going to be able to be attracted, at which point Section 7 (b) is never brought into effect, because there is never any gas for it to be terminated."
                            },
                            {
                                "start": 1283.047,
                                "stop": 1294.434,
                                "byte_start": 5235574,
                                "byte_stop": 5281132,
                                "text": "In any event, respondents’ speculation about what the Commission might and might not do with the authority that it asserts and how it might not exercise it, really are totally premature."
                            },
                            {
                                "start": 1294.434,
                                "stop": 1314.612,
                                "byte_start": 5281132,
                                "byte_stop": 5361798,
                                "text": "The Commission has never given such authority under this order and has denied it on a couple of occasions and the proper time, it seems to us to consider whether it has correctly applied the statutory standards, is in a concrete case, when it has attempted to do so."
                            }
                        ]
                    },
                    {
                        "start": 1314.612,
                        "stop": 1321.303,
                        "byte_start": 5361798,
                        "byte_stop": 5388652,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1314.612,
                                "stop": 1317.931,
                                "byte_start": 5361798,
                                "byte_stop": 5375173,
                                "text": "Very well Mr. Evans."
                            },
                            {
                                "start": 1317.931,
                                "stop": 1321.303,
                                "byte_start": 5375173,
                                "byte_stop": 5388652,
                                "text": "Mr. Simons."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 1321.303,
                "stop": 2274.608,
                "byte_start": 5388652,
                "byte_stop": 9201798,
                "turns": [
                    {
                        "start": 1321.303,
                        "stop": 1827.808,
                        "byte_start": 5388652,
                        "byte_stop": 7414605,
                        "speaker": {
                            "ID": 36761,
                            "name": "Morton L. Simons",
                            "href": "https:\/\/api.oyez.org\/people\/morton_l_simons",
                            "last_name": "Simons",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "morton_l_simons"
                        },
                        "text_blocks": [
                            {
                                "start": 1321.303,
                                "stop": 1326.674,
                                "byte_start": 5388652,
                                "byte_stop": 5410072,
                                "text": "Mr. Chief Justice, and may it please the Court."
                            },
                            {
                                "start": 1326.674,
                                "stop": 1336.264,
                                "byte_start": 5410072,
                                "byte_stop": 5448420,
                                "text": "The counsel for the government has rather studiously avoided saying just what it is, that is supposed to be looked at in an abandonment case."
                            },
                            {
                                "start": 1336.264,
                                "stop": 1363.929,
                                "byte_start": 5448420,
                                "byte_stop": 5559075,
                                "text": "He says there is nothing in the statute that defines it and there is nothing in the statute that says when it must be done, but I do not think that you can interpret this Section of the Act, Section 7 (b), the prohibition against abandonment of service without Commission approval, without an understanding of what is intended by that Section and this Courts Sunray decision in 364 US, does go to what the policies of that Section were."
                            },
                            {
                                "start": 1363.929,
                                "stop": 1379.514,
                                "byte_start": 5559075,
                                "byte_stop": 5621455,
                                "text": "What essentially they are intended to do is to do at the time of abandonment, contemporaneous with abandonment, not an advanced license, but contemporaneous with abandonment to make a determination of one of two things."
                            },
                            {
                                "start": 1379.514,
                                "stop": 1392.199,
                                "byte_start": 5621455,
                                "byte_stop": 5672237,
                                "text": "Whether the supply is depleted or whether abandonment maybe permitted by public convenience and necessity, which historically has meant is there is still a continuing public need for this service."
                            },
                            {
                                "start": 1392.199,
                                "stop": 1399.477,
                                "byte_start": 5672237,
                                "byte_stop": 5701285,
                                "text": "If there is a continuing public need for the service at the time the abandonment is proposed, then abandonment is not granted."
                            },
                            {
                                "start": 1399.477,
                                "stop": 1405.136,
                                "byte_start": 5701285,
                                "byte_stop": 5723960,
                                "text": "Counsel for the government is simply wrong, when he says the Commission has flip-flopped all over the place on this."
                            },
                            {
                                "start": 1405.136,
                                "stop": 1410.842,
                                "byte_start": 5723960,
                                "byte_stop": 5746738,
                                "text": "There is not a single case that the government cites, where they have ever allowed pregranted abandonment."
                            },
                            {
                                "start": 1410.842,
                                "stop": 1422.692,
                                "byte_start": 5746738,
                                "byte_stop": 5794177,
                                "text": "And, with reference to limited term certificates and pregranted abandonment, I do not think it is useful to wander down that semantic pathway, but there is conceptually a distinction between the two."
                            },
                            {
                                "start": 1422.692,
                                "stop": 1429.695,
                                "byte_start": 5794177,
                                "byte_stop": 5822180,
                                "text": "A limited term certificate is appropriate where the seller only has a limited commodity to sell."
                            },
                            {
                                "start": 1429.695,
                                "stop": 1443.84,
                                "byte_start": 5822180,
                                "byte_stop": 5878813,
                                "text": "As for example, where he is committed his gas to someone else, he sold it in interstate commerce, the interstate sale is not to commence for two years, he therefore, can make a sale for the two years, until the other sales starts."
                            },
                            {
                                "start": 1443.84,
                                "stop": 1446.386,
                                "byte_start": 5878813,
                                "byte_stop": 5888949,
                                "text": "A limited term certificate would be appropriate."
                            },
                            {
                                "start": 1446.386,
                                "stop": 1460.849,
                                "byte_start": 5888949,
                                "byte_stop": 5946836,
                                "text": "Indeed, it might even be mandatory, since he would have not more than a two years supply to show, but when you come to abandonment, one service has been started, the question is does the public still need the service at that point in time."
                            },
                            {
                                "start": 1460.849,
                                "stop": 1464.831,
                                "byte_start": 5946836,
                                "byte_stop": 5962719,
                                "text": "What was new about what the Commission did here?"
                            },
                            {
                                "start": 1464.831,
                                "stop": 1471.634,
                                "byte_start": 5962719,
                                "byte_stop": 5989886,
                                "text": "It decided that regulation in its normal traditional sense was chasing gas away from the interstate market."
                            },
                            {
                                "start": 1471.634,
                                "stop": 1483.326,
                                "byte_start": 5989886,
                                "byte_stop": 6036698,
                                "text": "It was part and parcel of the same thinking that was involved in the small producer exemption case that came to this Court in Texaco v. FPC, a year ago this past June."
                            },
                            {
                                "start": 1483.326,
                                "stop": 1493.296,
                                "byte_start": 6036698,
                                "byte_stop": 6076613,
                                "text": "Indeed the two cases, the small producer case and the optional procedure case, the optional regulation case march through the Courts one behind the other."
                            },
                            {
                                "start": 1493.296,
                                "stop": 1499.073,
                                "byte_start": 6076613,
                                "byte_stop": 6099705,
                                "text": "In the small producer case, the Commission’s rule was adopted in 1971."
                            },
                            {
                                "start": 1499.073,
                                "stop": 1503.339,
                                "byte_start": 6099705,
                                "byte_stop": 6116737,
                                "text": "The Commission’s rule here was adopted in August ’72."
                            },
                            {
                                "start": 1503.339,
                                "stop": 1514.002,
                                "byte_start": 6116737,
                                "byte_stop": 6159369,
                                "text": "The small producer rule was set aside by the Court of Appeals in December 1972 and we briefed the case in the Court below against that background."
                            },
                            {
                                "start": 1514.002,
                                "stop": 1517.21,
                                "byte_start": 6159369,
                                "byte_stop": 6172221,
                                "text": "Then this Court granted Certiorari."
                            },
                            {
                                "start": 1517.21,
                                "stop": 1519.091,
                                "byte_start": 6172221,
                                "byte_stop": 6179744,
                                "text": "We argued the case below."
                            },
                            {
                                "start": 1519.091,
                                "stop": 1528.16,
                                "byte_start": 6179744,
                                "byte_stop": 6216002,
                                "text": "This Court in June of 1974, unanimously held that the small producer exemption had to be set aside."
                            },
                            {
                                "start": 1528.16,
                                "stop": 1537.227,
                                "byte_start": 6216002,
                                "byte_stop": 6252260,
                                "text": "The mere fact that the Commission found that regulation was having a discouraging effect than that if you had partial deregulation, you might encourage new supply."
                            },
                            {
                                "start": 1537.227,
                                "stop": 1538.71,
                                "byte_start": 6252260,
                                "byte_stop": 6258216,
                                "text": "It was a consideration for Congress."
                            },
                            {
                                "start": 1538.71,
                                "stop": 1541.564,
                                "byte_start": 6258216,
                                "byte_stop": 6269710,
                                "text": "It was not one that could be made by the Commission."
                            },
                            {
                                "start": 1541.564,
                                "stop": 1567.838,
                                "byte_start": 6269710,
                                "byte_stop": 6374722,
                                "text": "The Commission then submitted to the Court below, this Court’s decision in Texaco and its contemporary decision in Mobil and that Court in a very careful decision, drew some very important distinctions in finding that two of the three major parts of the rule, the optional regulation rule, valid and the third one, the so-called pregranted abandonment invalid."
                            },
                            {
                                "start": 1567.838,
                                "stop": 1576.691,
                                "byte_start": 6374722,
                                "byte_stop": 6410144,
                                "text": "I want to discuss just very briefly what the three are to explain why I think it is that the Court made the distinction."
                            },
                            {
                                "start": 1576.691,
                                "stop": 1579.652,
                                "byte_start": 6410144,
                                "byte_stop": 6422056,
                                "text": "There were three parts to optional regulation."
                            },
                            {
                                "start": 1579.652,
                                "stop": 1582.081,
                                "byte_start": 6422056,
                                "byte_stop": 6431773,
                                "text": "The Commission had said just in reasonable levels."
                            },
                            {
                                "start": 1582.081,
                                "stop": 1585.424,
                                "byte_start": 6431773,
                                "byte_stop": 6445148,
                                "text": "These were at maximum levels that could be charged."
                            },
                            {
                                "start": 1585.424,
                                "stop": 1595.033,
                                "byte_start": 6445148,
                                "byte_stop": 6483496,
                                "text": "At the time of the 1972 rule, the dominant price was the 26 cent level that this Court ultimately sustained in the Mobil case in June of ’74."
                            },
                            {
                                "start": 1595.033,
                                "stop": 1601.841,
                                "byte_start": 6483496,
                                "byte_stop": 6510768,
                                "text": "The Commission said, “We want to permit sales at above the just and reasonable level.”"
                            },
                            {
                                "start": 1601.841,
                                "stop": 1610.113,
                                "byte_start": 6510768,
                                "byte_stop": 6543891,
                                "text": "Those of us who are opposing it, argued, that the Commission lack power to do that because it was deviating from its own just and reasonable standard."
                            },
                            {
                                "start": 1610.113,
                                "stop": 1616.805,
                                "byte_start": 6543891,
                                "byte_stop": 6570640,
                                "text": "The second thing the Commission wanted to do; it wanted to permit escalations during the term of the contract."
                            },
                            {
                                "start": 1616.805,
                                "stop": 1621.96,
                                "byte_start": 6570640,
                                "byte_stop": 6591225,
                                "text": "If it was over twenty-year period and there was a provision for it, 2 cent increase each year."
                            },
                            {
                                "start": 1621.96,
                                "stop": 1624.323,
                                "byte_start": 6591225,
                                "byte_stop": 6600733,
                                "text": "It wanted to grant approval to that."
                            },
                            {
                                "start": 1624.323,
                                "stop": 1626.891,
                                "byte_start": 6600733,
                                "byte_stop": 6610973,
                                "text": "It wanted to grant approval at the outset to that."
                            },
                            {
                                "start": 1626.891,
                                "stop": 1630.458,
                                "byte_start": 6610973,
                                "byte_stop": 6625184,
                                "text": "And, the third thing it wanted to do; it wanted to grant pregranted abandonment."
                            },
                            {
                                "start": 1630.458,
                                "stop": 1640.233,
                                "byte_start": 6625184,
                                "byte_stop": 6664368,
                                "text": "If it had a ten-year contract it wanted to grant the 7 (b) abandonment at the very time that it authorized the sale to commence, prior even the commencement of the sale."
                            },
                            {
                                "start": 1640.233,
                                "stop": 1642.879,
                                "byte_start": 6664368,
                                "byte_stop": 6674921,
                                "text": "It wanted to do everything it wants."
                            },
                            {
                                "start": 1642.879,
                                "stop": 1658.326,
                                "byte_start": 6674921,
                                "byte_stop": 6736675,
                                "text": "When the rule was still before the Commission, the Commission retrenched somewhat and it conceded that it could not insulate the rate and the service from review by subsequent Commissions during the term of the sale."
                            },
                            {
                                "start": 1658.326,
                                "stop": 1670.513,
                                "byte_start": 6736675,
                                "byte_stop": 6785471,
                                "text": "It would still remain subject to Section 5 review as to its justness and reasonable on initiation of an investigation by any subsequent Commission during the term."
                            },
                            {
                                "start": 1670.513,
                                "stop": 1700.796,
                                "byte_start": 6785471,
                                "byte_stop": 6906575,
                                "text": "With respect to the rate increases, the Court below made clear that while the Commission could say that it was approving them at the outset, the producer who received the certificate would have to file for the increases and if the Commission in effect in office, at the time those firing were made so determined, it could suspend those increases and follow the normal procedure under Section 4 (c) and 4 (d) of the Act, putting the burden back on the applicant of justifying the increase."
                            },
                            {
                                "start": 1700.796,
                                "stop": 1709.862,
                                "byte_start": 6906575,
                                "byte_stop": 6942833,
                                "text": "With those interpretations and with this determination also that the initial price had to at least, take into account cost data."
                            },
                            {
                                "start": 1709.862,
                                "stop": 1719.199,
                                "byte_start": 6942833,
                                "byte_stop": 6980240,
                                "text": "The Court was able to sustain the first two parts; a price in excess of the just and reasonable ceiling and the escalations during the term."
                            },
                            {
                                "start": 1719.199,
                                "stop": 1736.443,
                                "byte_start": 6980240,
                                "byte_stop": 7049204,
                                "text": "When it came to the third part and I think this is really what is crucial, if pregranted abandonment were permitted, if the Commission in 1973 said, “We are going to authorize abandonment in 1980,” when the Commission in 1980 came to look at this, it would have nothing to do."
                            },
                            {
                                "start": 1736.443,
                                "stop": 1737.64,
                                "byte_start": 7049204,
                                "byte_stop": 7054010,
                                "text": "Its hands would be tied."
                            },
                            {
                                "start": 1737.64,
                                "stop": 1739.713,
                                "byte_start": 7054010,
                                "byte_stop": 7062265,
                                "text": "It would be totally unprecedented."
                            },
                            {
                                "start": 1739.713,
                                "stop": 1745.863,
                                "byte_start": 7062265,
                                "byte_stop": 7086820,
                                "text": "Now, Section 7 (b) is just your standard ordinary everyday abandonment type provision."
                            },
                            {
                                "start": 1745.863,
                                "stop": 1750.455,
                                "byte_start": 7086820,
                                "byte_stop": 7105210,
                                "text": "It came out of parallel provisions in the Interstate Commerce Act."
                            },
                            {
                                "start": 1750.455,
                                "stop": 1754.805,
                                "byte_start": 7105210,
                                "byte_stop": 7122660,
                                "text": "It is similar to provisions and other regulatory statutes and what is involved?"
                            },
                            {
                                "start": 1754.805,
                                "stop": 1760.005,
                                "byte_start": 7122660,
                                "byte_stop": 7143453,
                                "text": "What indeed the Sunray decision?"
                            },
                            {
                                "start": 1760.005,
                                "stop": 1786.955,
                                "byte_start": 7143453,
                                "byte_stop": 7251182,
                                "text": "In Sunray I, the first of the two decisions decided by the Tenth Circuit, its 1956 decision, which the government relied so heavily on, that Court stated, “No single factor in the Commission\u0027s duty to protect the public can be more important to the public than the continuity of the service furnished and the Court went on to note that without that power, all of the other Commission\u0027s powers fell apart if the producer can abandon."
                            },
                            {
                                "start": 1786.955,
                                "stop": 1803.55,
                                "byte_start": 7251182,
                                "byte_stop": 7317638,
                                "text": "Now, I think that the difficulty and the real dispute between ourselves and the government is a question of what is abandonment supposed to do and how does this limited term concept fit in it?It is our position that there can be no such thing as a pregranted abandonment."
                            },
                            {
                                "start": 1803.55,
                                "stop": 1807.359,
                                "byte_start": 7317638,
                                "byte_stop": 7332789,
                                "text": "That a pregranted abandonment is different from a limited term certificate."
                            },
                            {
                                "start": 1807.359,
                                "stop": 1813.234,
                                "byte_start": 7332789,
                                "byte_stop": 7356299,
                                "text": "That a limited term certificate is available only in very rare, very special circumstances."
                            },
                            {
                                "start": 1813.234,
                                "stop": 1827.808,
                                "byte_start": 7356299,
                                "byte_stop": 7414605,
                                "text": "The government itself cites only one case in footnote 10 of its brief and that again is the case where a seller has sold its gas already, the buyer is not ready to take it, it wants to make a sell, pending its original sale until such --"
                            }
                        ]
                    },
                    {
                        "start": 1827.808,
                        "stop": 1845.563,
                        "byte_start": 7414605,
                        "byte_stop": 7485658,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 1827.808,
                                "stop": 1845.563,
                                "byte_start": 7414605,
                                "byte_stop": 7485658,
                                "text": "Mr. Simons, when you say a pregranted abandonment simply is not available, would you include in that say a determination by the Commission at the end of the 8th year or a 10th year limited certificate or say unlimited, so that abandonment will be permitted at the end of 10 years?"
                            }
                        ]
                    },
                    {
                        "start": 1845.563,
                        "stop": 1846.597,
                        "byte_start": 7485658,
                        "byte_stop": 7489837,
                        "speaker": {
                            "ID": 36761,
                            "name": "Morton L. Simons",
                            "href": "https:\/\/api.oyez.org\/people\/morton_l_simons",
                            "last_name": "Simons",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "morton_l_simons"
                        },
                        "text_blocks": [
                            {
                                "start": 1845.563,
                                "stop": 1846.597,
                                "byte_start": 7485658,
                                "byte_stop": 7489837,
                                "text": "At the end of 8th year?"
                            }
                        ]
                    },
                    {
                        "start": 1846.597,
                        "stop": 1848.775,
                        "byte_start": 7489837,
                        "byte_stop": 7498510,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 1846.597,
                                "stop": 1848.775,
                                "byte_start": 7489837,
                                "byte_stop": 7498510,
                                "text": "Yes."
                            }
                        ]
                    },
                    {
                        "start": 1848.775,
                        "stop": 2013.232,
                        "byte_start": 7498510,
                        "byte_stop": 8156378,
                        "speaker": {
                            "ID": 36761,
                            "name": "Morton L. Simons",
                            "href": "https:\/\/api.oyez.org\/people\/morton_l_simons",
                            "last_name": "Simons",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "morton_l_simons"
                        },
                        "text_blocks": [
                            {
                                "start": 1848.775,
                                "stop": 1858.044,
                                "byte_start": 7498510,
                                "byte_stop": 7535604,
                                "text": "Obviously, you have to come in before the time is due and I think that there is some period of time; a year, 18 months, maybe two years."
                            },
                            {
                                "start": 1858.044,
                                "stop": 1861.2,
                                "byte_start": 7535604,
                                "byte_stop": 7548247,
                                "text": "The difficulty I have and it goes in part to what the Commission says."
                            },
                            {
                                "start": 1861.2,
                                "stop": 1864.859,
                                "byte_start": 7548247,
                                "byte_stop": 7562876,
                                "text": "Of course, Commission projections as to the future are to be respected."
                            },
                            {
                                "start": 1864.859,
                                "stop": 1868.341,
                                "byte_start": 7562876,
                                "byte_stop": 7576773,
                                "text": "Well, that is what all you can do."
                            },
                            {
                                "start": 1868.341,
                                "stop": 1875.87,
                                "byte_start": 7576773,
                                "byte_stop": 7606866,
                                "text": "I think that the Commission is entitled to estimate for a year ahead or year-and-a-half ahead, as long as it takes to run the proceeding."
                            },
                            {
                                "start": 1875.87,
                                "stop": 1885.168,
                                "byte_start": 7606866,
                                "byte_stop": 7644064,
                                "text": "I think by the time you get to three years or five years, it is unreasonable because there is no need to run your proceeding that much in advance of the date that the abandonment is proposed."
                            },
                            {
                                "start": 1885.168,
                                "stop": 1890.374,
                                "byte_start": 7644064,
                                "byte_stop": 7664858,
                                "text": "It is simply a question of what is sensible under the circumstances."
                            },
                            {
                                "start": 1890.374,
                                "stop": 1899.696,
                                "byte_start": 7664858,
                                "byte_stop": 7702160,
                                "text": "Now, I think the key is the contemporaneous determination."
                            },
                            {
                                "start": 1899.696,
                                "stop": 1902.2,
                                "byte_start": 7702160,
                                "byte_stop": 7712191,
                                "text": "Contemporaneous does not mean the same day."
                            },
                            {
                                "start": 1902.2,
                                "stop": 1905.112,
                                "byte_start": 7712191,
                                "byte_stop": 7723894,
                                "text": "There can be a lap over of let us say a year."
                            },
                            {
                                "start": 1905.112,
                                "stop": 1917.357,
                                "byte_start": 7723894,
                                "byte_stop": 7772796,
                                "text": "Some reasonable time, but contemporaneous determination was the language used by this Court in Sunray and what it was concerned about, it did not want an advance license to permit abandonment."
                            },
                            {
                                "start": 1917.357,
                                "stop": 1925.095,
                                "byte_start": 7772796,
                                "byte_stop": 7803829,
                                "text": "Obviously, the permission to abandonment has to be granted at some point before the actual abandonment, but not an advance license."
                            },
                            {
                                "start": 1925.095,
                                "stop": 1932.963,
                                "byte_start": 7803829,
                                "byte_stop": 7835280,
                                "text": "Now, counsel for the government has stated that the alternative is to loose the gas all together without pregranted abandonment."
                            },
                            {
                                "start": 1932.963,
                                "stop": 1939.733,
                                "byte_start": 7835280,
                                "byte_stop": 7862343,
                                "text": "That unless pregranted abandonment is permitted, the gas will never be dedicated to the interstate market."
                            },
                            {
                                "start": 1939.733,
                                "stop": 1952.608,
                                "byte_start": 7862343,
                                "byte_stop": 7913857,
                                "text": "But what this is essentially saying is that the producer does not want to be regulated in whole, if part of what regulation is all about is taken off, he may be wiling to play."
                            },
                            {
                                "start": 1952.608,
                                "stop": 1954.624,
                                "byte_start": 7913857,
                                "byte_stop": 7921902,
                                "text": "It is a difficult problem."
                            },
                            {
                                "start": 1954.624,
                                "stop": 1960.708,
                                "byte_start": 7921902,
                                "byte_stop": 7946249,
                                "text": "Certainly, it is a difficult policy problem, but it is a policy problem that was resolved by Congress."
                            },
                            {
                                "start": 1960.708,
                                "stop": 1971.856,
                                "byte_start": 7946249,
                                "byte_stop": 7990866,
                                "text": "And, it was a policy problem that was answered by this Court, interpreting the congressional intent in the CATCO case back, Atlantic Refining versus Public Service Commission 360 US."
                            },
                            {
                                "start": 1971.856,
                                "stop": 1980.401,
                                "byte_start": 7990866,
                                "byte_stop": 8025034,
                                "text": "There the producers said, “We would not sell, unless we get our price” and the Courts -- the Commission originally said, “Your price is too high.”"
                            },
                            {
                                "start": 1980.401,
                                "stop": 1983.6,
                                "byte_start": 8025034,
                                "byte_stop": 8037782,
                                "text": "The applicant said, “We will not sell at all, unless we get our price.”"
                            },
                            {
                                "start": 1983.6,
                                "stop": 1988.968,
                                "byte_start": 8037782,
                                "byte_stop": 8059307,
                                "text": "There will be a deprivation of gas to the interstate market, so the Commission said, “Alright, you could have your price.”"
                            },
                            {
                                "start": 1988.968,
                                "stop": 1991.054,
                                "byte_start": 8059307,
                                "byte_stop": 8067666,
                                "text": "This Court said, “No, that is not lawful."
                            },
                            {
                                "start": 1991.054,
                                "stop": 1994.305,
                                "byte_start": 8067666,
                                "byte_stop": 8080622,
                                "text": "That permits an unlawful price to be exacted.”"
                            },
                            {
                                "start": 1994.305,
                                "stop": 2005.599,
                                "byte_start": 8080622,
                                "byte_stop": 8125762,
                                "text": "The producer cannot condition his entry into the market upon his getting the higher price and use that as a justification for the Commission giving him an unjust price."
                            },
                            {
                                "start": 2005.599,
                                "stop": 2013.232,
                                "byte_start": 8125762,
                                "byte_stop": 8156378,
                                "text": "It said the only thing that the Commission can do in those circumstances is to authorize service, but conditioned at the reasonable level."
                            }
                        ]
                    },
                    {
                        "start": 2013.232,
                        "stop": 2016.139,
                        "byte_start": 8156378,
                        "byte_stop": 8167976,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 2013.232,
                                "stop": 2016.139,
                                "byte_start": 8156378,
                                "byte_stop": 8167976,
                                "text": "But the producer can and choose to stay out of the interstate market?"
                            }
                        ]
                    },
                    {
                        "start": 2016.139,
                        "stop": 2271.233,
                        "byte_start": 8167976,
                        "byte_stop": 9188319,
                        "speaker": {
                            "ID": 36761,
                            "name": "Morton L. Simons",
                            "href": "https:\/\/api.oyez.org\/people\/morton_l_simons",
                            "last_name": "Simons",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "morton_l_simons"
                        },
                        "text_blocks": [
                            {
                                "start": 2016.139,
                                "stop": 2027.18,
                                "byte_start": 8167976,
                                "byte_stop": 8212071,
                                "text": "Correct, no question about that and we go back of course to the dilemma that Mr. Justice White recognized for unanimous Court in Texaco, a little over a year ago."
                            },
                            {
                                "start": 2027.18,
                                "stop": 2036.368,
                                "byte_start": 8212071,
                                "byte_stop": 8248851,
                                "text": "It may well be, there are certainly arguments made that regulation is counterproductive in a time of shortage."
                            },
                            {
                                "start": 2036.368,
                                "stop": 2037.621,
                                "byte_start": 8248851,
                                "byte_stop": 8253867,
                                "text": "It maybe that it is not."
                            },
                            {
                                "start": 2037.621,
                                "stop": 2048.335,
                                "byte_start": 8253867,
                                "byte_stop": 8296707,
                                "text": "It maybe that is when you need it most, but even if we assume that it is counterproductive, even if we assume that it chases gas away from the interstate market, the determination is one to be made in Congress."
                            },
                            {
                                "start": 2048.335,
                                "stop": 2056.427,
                                "byte_start": 8296707,
                                "byte_stop": 8329099,
                                "text": "Counsel refers to a Bill that apparently was approved yesterday by House Commerce Committee, addressing itself to some of these emergency problems."
                            },
                            {
                                "start": 2056.427,
                                "stop": 2061.277,
                                "byte_start": 8329099,
                                "byte_stop": 8348534,
                                "text": "I am not familiar with the Bill, but I do say that is the forum where it ought to be handled."
                            },
                            {
                                "start": 2061.277,
                                "stop": 2075.103,
                                "byte_start": 8348534,
                                "byte_stop": 8403809,
                                "text": "It ought not to be handled by the Commission saying, the producers do not like regulation, so we will peal off a few of the more egregious layers of regulations, the parts they like the least and see if this will coax them to play."
                            },
                            {
                                "start": 2075.103,
                                "stop": 2079.264,
                                "byte_start": 8403809,
                                "byte_stop": 8420423,
                                "text": "That is the determination that Congress ought to make."
                            },
                            {
                                "start": 2079.264,
                                "stop": 2084.547,
                                "byte_start": 8420423,
                                "byte_stop": 8441635,
                                "text": "Now, the decision below, Judge Rob\u0027s (ph) decision was very carefully drafted."
                            },
                            {
                                "start": 2084.547,
                                "stop": 2087.742,
                                "byte_start": 8441635,
                                "byte_stop": 8454382,
                                "text": "He analyzed what was involved, what was not involved."
                            },
                            {
                                "start": 2087.742,
                                "stop": 2091.3,
                                "byte_start": 8454382,
                                "byte_stop": 8468593,
                                "text": "We were unhappy with the parts of his decision that sustained the Commission."
                            },
                            {
                                "start": 2091.3,
                                "stop": 2095.971,
                                "byte_start": 8468593,
                                "byte_stop": 8487297,
                                "text": "We think it would have been better really to throw out the whole of the optional procedure."
                            },
                            {
                                "start": 2095.971,
                                "stop": 2108.014,
                                "byte_start": 8487297,
                                "byte_stop": 8535467,
                                "text": "But certainly it is difficult to say that the matters before him were not carefully considered in light of this Court’s decision, including its two most recent, in Texaco and Mobil."
                            },
                            {
                                "start": 2108.014,
                                "stop": 2133.502,
                                "byte_start": 8535467,
                                "byte_stop": 8637449,
                                "text": "Now, there is one other thing and that is the whole thrust, both of the small producer case that this Court set aside a year ago of this optional regulation that is before the Court in part now, has been the Commission’s theory that if it does these various things, if it makes regulation easier, there will be more gas forthcoming."
                            },
                            {
                                "start": 2133.502,
                                "stop": 2143.341,
                                "byte_start": 8637449,
                                "byte_stop": 8676737,
                                "text": "The fact of the matter is and we have had now three years of history, under optional regulation, there has not been more gas forthcoming."
                            },
                            {
                                "start": 2143.341,
                                "stop": 2152.885,
                                "byte_start": 8676737,
                                "byte_stop": 8714980,
                                "text": "In the first two quarters of this year, which is the most recent period for which the Commission has made data available, there have been no proceedings under the optional procedure."
                            },
                            {
                                "start": 2152.885,
                                "stop": 2155.595,
                                "byte_start": 8714980,
                                "byte_stop": 8725742,
                                "text": "It is a procedure that as not worked and it is not working."
                            },
                            {
                                "start": 2155.595,
                                "stop": 2173.383,
                                "byte_start": 8725742,
                                "byte_stop": 8796900,
                                "text": "There are reasons for it, but certainly whether there is pregranted abandonment in it or not, no important Commission program, no important public interest is being affected because in fact, there are no sales being made pursuant to this program."
                            },
                            {
                                "start": 2173.383,
                                "stop": 2197.062,
                                "byte_start": 8796900,
                                "byte_stop": 8891672,
                                "text": "The Commission itself has indicated in a series of recent orders that it has grave doubts about the validity of pregranted abandonment of even what it calls limited certificates and it makes a distinction between limited terms certificates and pregranted abandonment and it has increasingly declined to issue certificates for limited term certificates or to give pregranted abandonment."
                            },
                            {
                                "start": 2197.062,
                                "stop": 2200.615,
                                "byte_start": 8891672,
                                "byte_stop": 8905883,
                                "text": "The short answer Your Honors, I think is simply this."
                            },
                            {
                                "start": 2200.615,
                                "stop": 2203.876,
                                "byte_start": 8905883,
                                "byte_stop": 8918944,
                                "text": "The abandonment provision is an important protection to the public."
                            },
                            {
                                "start": 2203.876,
                                "stop": 2208.253,
                                "byte_start": 8918944,
                                "byte_stop": 8936394,
                                "text": "Once service is commenced, the public becomes dependent on that service."
                            },
                            {
                                "start": 2208.253,
                                "stop": 2210.082,
                                "byte_start": 8936394,
                                "byte_stop": 8943708,
                                "text": "It is an incident of regulation."
                            },
                            {
                                "start": 2210.082,
                                "stop": 2217.767,
                                "byte_start": 8943708,
                                "byte_stop": 8974428,
                                "text": "It is an incident of regulations that obviously the regulated company likes less well than if it were not there."
                            },
                            {
                                "start": 2217.767,
                                "stop": 2220.127,
                                "byte_start": 8974428,
                                "byte_stop": 8983937,
                                "text": "Yet, it is required to protect the public."
                            },
                            {
                                "start": 2220.127,
                                "stop": 2229.896,
                                "byte_start": 8983937,
                                "byte_stop": 9023016,
                                "text": "The proper determination should be made by the Commission in office at the time the abandonment is proposed or immediately before the time the abandonment is proposed."
                            },
                            {
                                "start": 2229.896,
                                "stop": 2235.862,
                                "byte_start": 9023016,
                                "byte_stop": 9046840,
                                "text": "The statute should not be changed by administrative interpretation of Federal Power Commission."
                            },
                            {
                                "start": 2235.862,
                                "stop": 2246.339,
                                "byte_start": 9046840,
                                "byte_stop": 9088740,
                                "text": "And, the Federal Power Commission, except for footnote 10, the one limited case we spoke about has cited no other case, when it would be appropriate to grant pregranted abandonment."
                            },
                            {
                                "start": 2246.339,
                                "stop": 2257.342,
                                "byte_start": 9088740,
                                "byte_stop": 9132730,
                                "text": "If it wants the footnote 10-type exception, where gas has already been sold to A, to start two years hands on, it has some gas to sell to B during that intervening period."
                            },
                            {
                                "start": 2257.342,
                                "stop": 2266.726,
                                "byte_start": 9132730,
                                "byte_stop": 9170347,
                                "text": "It can draft a rule far tighter, far more carefully than the broad gauge rule it rafted here and that the Court below, very properly set aside."
                            },
                            {
                                "start": 2266.726,
                                "stop": 2271.233,
                                "byte_start": 9170347,
                                "byte_stop": 9188319,
                                "text": "Thank you very much."
                            }
                        ]
                    },
                    {
                        "start": 2271.233,
                        "stop": 2274.608,
                        "byte_start": 9188319,
                        "byte_stop": 9201798,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2271.233,
                                "stop": 2274.608,
                                "byte_start": 9188319,
                                "byte_stop": 9201798,
                                "text": "Do you have any further Mr. Evans?"
                            }
                        ]
                    }
                ]
            },
            {
                "start": 2274.608,
                "stop": 2338.749,
                "byte_start": 9201798,
                "byte_stop": 9458320,
                "turns": [
                    {
                        "start": 2274.608,
                        "stop": 2331.131,
                        "byte_start": 9201798,
                        "byte_stop": 9427914,
                        "speaker": {
                            "ID": 35781,
                            "name": "Mark L. Evans",
                            "href": "https:\/\/api.oyez.org\/people\/mark_l_evans",
                            "last_name": "Evans",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "mark_l_evans"
                        },
                        "text_blocks": [
                            {
                                "start": 2274.608,
                                "stop": 2277.74,
                                "byte_start": 9201798,
                                "byte_stop": 9214337,
                                "text": "I have just one thought."
                            },
                            {
                                "start": 2277.74,
                                "stop": 2289.476,
                                "byte_start": 9214337,
                                "byte_stop": 9261357,
                                "text": "Mr. Simons has relied very heavily on this Court’s opinion in the Texaco case, small producers case and I just want to emphasize that there were really two questions before the Court in Texaco."
                            },
                            {
                                "start": 2289.476,
                                "stop": 2305.805,
                                "byte_start": 9261357,
                                "byte_stop": 9326663,
                                "text": "One was whether it was proper for the Power Commission to engage in indirect regulation of small producers, if it could assure just and reasonable rates through that process and the attack was made on that plan on the ground that it was deregulation, it is for Congress."
                            },
                            {
                                "start": 2305.805,
                                "stop": 2316.627,
                                "byte_start": 9326663,
                                "byte_stop": 9369922,
                                "text": "The Court held that it would be proper if the Commission adequately indicated in its order that it was going to apply the just and reasonable standard of the statute."
                            },
                            {
                                "start": 2316.627,
                                "stop": 2326.218,
                                "byte_start": 9369922,
                                "byte_stop": 9408270,
                                "text": "There is no question that the order in this case applies and intends to apply to just and reasonable, that means the public convenience and necessity standards of this statute."
                            },
                            {
                                "start": 2326.218,
                                "stop": 2331.131,
                                "byte_start": 9408270,
                                "byte_stop": 9427914,
                                "text": "There are no similar question about the validity of the order."
                            }
                        ]
                    },
                    {
                        "start": 2331.131,
                        "stop": 2338.749,
                        "byte_start": 9427914,
                        "byte_stop": 9458320,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2331.131,
                                "stop": 2331.964,
                                "byte_start": 9427914,
                                "byte_stop": 9431258,
                                "text": "Thank you gentlemen."
                            },
                            {
                                "start": 2331.964,
                                "stop": 2338.749,
                                "byte_start": 9431258,
                                "byte_stop": 9458320,
                                "text": "The case is submitted."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}