{
    "id": 23927,
    "title": "Opinion Announcement - June 25, 2015 (Part 1)",
    "transcript": {
        "title": "King v. Burwell 1",
        "duration": 687.936,
        "sections": [
            {
                "start": 0,
                "stop": 687.936,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 687.936,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.301,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion of the Court in case number 14-114 King v. Burwell."
                            },
                            {
                                "start": 7.301,
                                "stop": 14.745,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Patient Protection and Affordable Care Act grew out of a long history of failed health insurance reform."
                            },
                            {
                                "start": 14.745,
                                "stop": 24.044,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the 1990s several states sought to expand access to insurance coverage by imposing a pair of regulations on their insurance markets."
                            },
                            {
                                "start": 24.044,
                                "stop": 39.946,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A guaranteed issue requirement, which bars insurers from denying coverage to any person because of his health, and a community rating requirement, which bars insurers from charging a person higher premiums for the same reason."
                            },
                            {
                                "start": 39.946,
                                "stop": 47.55,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These requirements achieve the goal of expanding access to coverage but they had an unintended consequence."
                            },
                            {
                                "start": 47.55,
                                "stop": 51.348,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They encouraged people to wait until they got sick to buy insurance."
                            },
                            {
                                "start": 51.348,
                                "stop": 58.18,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Why buy insurance coverage when you are healthy if you can buy the same coverage for the same price when you become ill?"
                            },
                            {
                                "start": 58.18,
                                "stop": 76.118,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The result was an economic death spiral, premiums rose, the number of people buying insurance declined, that caused premiums to rise further which caused the number of people buying insurance to decline even more and so on, until insurers began to leave the market entirely."
                            },
                            {
                                "start": 76.118,
                                "stop": 91.797,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 2006, however, Massachusetts discovered a way to make the guaranteed issue and community rating requirements work, by requiring individuals to buy insurance and by providing tax credits to some individuals to make insurance more affordable."
                            },
                            {
                                "start": 91.797,
                                "stop": 103.705,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In combination of these three reforms -- insurance market regulations, the coverage requirement, and tax credits -- enabled Massachusetts to drastically reduce its uninsured rate."
                            },
                            {
                                "start": 103.705,
                                "stop": 108.12,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Affordable Care Act adopts a version of these three key reforms."
                            },
                            {
                                "start": 108.12,
                                "stop": 112.942,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the Act adopts the guaranteed issue and community rating requirements."
                            },
                            {
                                "start": 112.942,
                                "stop": 122.558,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Second, the Act generally requires individuals to maintain health insurance coverage, or if they failed to do so, to make a payment to the IRS."
                            },
                            {
                                "start": 122.558,
                                "stop": 137.695,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And third, the Act seeks to make insurance more affordable for a significant number of people by giving tax credits to individuals with household incomes between 100 and 400 percent of the Federal poverty line."
                            },
                            {
                                "start": 137.695,
                                "stop": 149.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now in addition to these three reforms, the act requires the creation of an exchange in each state, basically a marketplace that allows people to compare and purchase insurance plans."
                            },
                            {
                                "start": 149.69,
                                "stop": 160.404,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act gives each state the opportunity to establish its own exchange, but provides that the Federal Government will establish the exchange if the State does not."
                            },
                            {
                                "start": 160.404,
                                "stop": 169.267,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The issue in this case is whether the Act\u0027s tax credits are available in states that have a Federal Exchange rather than a State Exchange."
                            },
                            {
                                "start": 169.267,
                                "stop": 185.367,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is an issue because the provision in the Act that makes tax credits available makes them available to individuals who buy insurance through an exchange that is “established by the State under Section 1311 of the Act.”"
                            },
                            {
                                "start": 185.367,
                                "stop": 195.502,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The individuals who are the petitioners in this case ask this Court to focus on the plain meaning of that phrase; established by the State under Section 1311."
                            },
                            {
                                "start": 195.502,
                                "stop": 206.389,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They say that when a State does not set up an exchange it is established by the Federal Government not the State, so tax credits are not available in states with a Federal Exchange."
                            },
                            {
                                "start": 206.389,
                                "stop": 217.823,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Federal Government for its part reminds us that we have to look at statutory terms in context and make sure our interpretation, if possible, is consistent with the law as a whole."
                            },
                            {
                                "start": 217.823,
                                "stop": 225.477,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After all, as we put it in a prior precedent, our duty is to construe statutes, not isolated provisions."
                            },
                            {
                                "start": 225.477,
                                "stop": 232.788,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now to resolve this issue we first have to decide whether a Federal Exchange can be said to be established by the State."
                            },
                            {
                                "start": 232.788,
                                "stop": 243.107,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "At the outset it might seem that a Federal Exchange cannot fulfill this requirement but when read in context the reach of the phrase established by the State is not so clear."
                            },
                            {
                                "start": 243.107,
                                "stop": 247.356,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act says that the exchange may be created in one of two ways."
                            },
                            {
                                "start": 247.356,
                                "stop": 251.554,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the Act instructs each State to establish its own exchange."
                            },
                            {
                                "start": 251.554,
                                "stop": 261.185,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Second, the Act says that if a State chooses not to establish its own exchange the Federal Government shall establish such exchange within the State."
                            },
                            {
                                "start": 261.185,
                                "stop": 269.092,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "By using the phrase ‘such exchange\u0027 the Act tells the Federal Government to establish the same exchange that the State was supposed to establish."
                            },
                            {
                                "start": 269.092,
                                "stop": 279.179,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In other words, State Exchanges and Federal Exchanges are equivalent; they must meet the same requirements, perform the same functions and serve the same purposes."
                            },
                            {
                                "start": 279.179,
                                "stop": 287.949,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Although State and Federal Exchanges are established by different sovereigns, the Act does not suggest that they differ in any meaningful way."
                            },
                            {
                                "start": 287.949,
                                "stop": 295.371,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But State and Federal Exchanges would differ in a fundamental way if tax credits were available only on State Exchanges."
                            },
                            {
                                "start": 295.371,
                                "stop": 304.691,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One type of exchange would help make insurance more affordable by providing billions of dollars to the State citizens, the other type of exchange would not."
                            },
                            {
                                "start": 304.691,
                                "stop": 311.449,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The petitioner\u0027s interpretation of \u0022established by the State\u0022 therefore would conflict with this part of the Act."
                            },
                            {
                                "start": 311.449,
                                "stop": 318.635,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The petitioner\u0027s interpretation would also conflict with the part of the Act that describes and exchanges customers."
                            },
                            {
                                "start": 318.635,
                                "stop": 325.415,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act provides that the exchanges must sell insurance to “qualified individuals.”"
                            },
                            {
                                "start": 325.415,
                                "stop": 334.985,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And the Act defines a qualified individual in part as a person who resides in the State that established the exchange, and that\u0027s a problem."
                            },
                            {
                                "start": 334.985,
                                "stop": 345.013,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If a Federal Exchange is not established by the State for purposes of the Act, as petitioners argue, there would be no qualified individuals on Federal Exchanges."
                            },
                            {
                                "start": 345.013,
                                "stop": 351.319,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the Act clearly contemplates that there will be qualified individuals on every exchange, State or Federal."
                            },
                            {
                                "start": 351.319,
                                "stop": 358.149,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Again the phrase established by the State may not be as clear as it appears when read out of context."
                            },
                            {
                                "start": 358.149,
                                "stop": 367.454,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But what about the part of the Act that says tax credits are available on an exchange established by the State “under Section 1311.”"
                            },
                            {
                                "start": 367.454,
                                "stop": 379.512,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Again it may seem that a Federal Exchange cannot fulfill this requirement given that it is Section 1321 that tells the Federal Government to establish an exchange if a State does not do so."
                            },
                            {
                                "start": 379.512,
                                "stop": 385.472,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But here again the way different provisions in the statute interact at least cast doubt on that conclusion."
                            },
                            {
                                "start": 385.472,
                                "stop": 392.569,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The statute actually defines the term ‘exchange\u0027 to mean an exchange established under Section 1311."
                            },
                            {
                                "start": 392.569,
                                "stop": 396.876,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So by definition all exchanges are established under that provision."
                            },
                            {
                                "start": 396.876,
                                "stop": 401.292,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And that interpretation makes sense when you consider the structure of the statute."
                            },
                            {
                                "start": 401.292,
                                "stop": 410.37,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All of the requirements that an exchange must meet are in Section 1311, so it makes sense to say that all exchanges are established under that provision."
                            },
                            {
                                "start": 410.37,
                                "stop": 418.442,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There are no separate provisions that tell you what an exchange established under Section 1321 a Federal Exchange is supposed to do."
                            },
                            {
                                "start": 418.442,
                                "stop": 421.946,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They are all in Section 1311."
                            },
                            {
                                "start": 421.946,
                                "stop": 431.127,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Petitioners argued that the phrase \u0022established by the State\u0022 would be superfluous if Congress meant to make tax credits available on both State and Federal Exchanges."
                            },
                            {
                                "start": 431.127,
                                "stop": 437.868,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is true that we generally try to avoid interpreting a statute in a way that makes some language superfluous."
                            },
                            {
                                "start": 437.868,
                                "stop": 445.998,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But we have said that is not an absolute rule, and it does not seem particularly helpful in interpreting this statute."
                            },
                            {
                                "start": 445.998,
                                "stop": 450.849,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Affordable Care Act contains more than a few examples of inartful drafting."
                            },
                            {
                                "start": 450.849,
                                "stop": 457.543,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To cite just one example there are three entirely different Section 1563s in the Act."
                            },
                            {
                                "start": 457.543,
                                "stop": 465.2,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Several features of the Act\u0027s passage contributed to the unfortunate reality of its, to be charitable, imprecision."
                            },
                            {
                                "start": 465.2,
                                "stop": 484.886,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress wrote key parts of the Act behind closed doors rather than through the traditional legislative process and Congress passed much of the Act using a complicated budgetary procedure known as Reconciliation, which limited opportunities for debate and amendment and bypass the Senate\u0027s normal 60 vote filibuster requirement."
                            },
                            {
                                "start": 484.886,
                                "stop": 492.966,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As a result the Act does not reflect the type of care and deliberation that one might expect of such significant legislation."
                            },
                            {
                                "start": 492.966,
                                "stop": 507.52,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In fact it calls to mind a cartoon that Justice Frankfurter once quoted in which a senator told his colleagues that a new bill was too complicated to understand and that they would just have to pass it to find out what it means."
                            },
                            {
                                "start": 507.52,
                                "stop": 512.249,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now despite all that we must do our best to understand the Act as a whole."
                            },
                            {
                                "start": 512.249,
                                "stop": 514.544,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Petitioner\u0027s arguments are strong."
                            },
                            {
                                "start": 514.544,
                                "stop": 516.828,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There can be no dispute in that."
                            },
                            {
                                "start": 516.828,
                                "stop": 528.425,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But we cannot conclude that the phrase \u0022established by the state\u0022 under Section 1311 is so plain in the context of the act as a whole that we can just stop with those words."
                            },
                            {
                                "start": 528.425,
                                "stop": 535.699,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Because the text is properly considered ambiguous we must look to the broader structure of the Act to determine its correct meaning."
                            },
                            {
                                "start": 535.699,
                                "stop": 541.781,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And here the rest of the statute compels us to reject the petitioner\u0027s interpretation."
                            },
                            {
                                "start": 541.781,
                                "stop": 546.727,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Under their reading the Act simply would not work in a State with the Federal Exchange."
                            },
                            {
                                "start": 546.727,
                                "stop": 557.827,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As they see it one of the Act\u0027s three major reforms, tax credits, would not apply, and the second major reform, the coverage requirement, would not apply in a meaningful way."
                            },
                            {
                                "start": 557.827,
                                "stop": 566.404,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is because without the tax credits, a large percent of individuals could not afford insurance and would be exempt from the coverage requirement."
                            },
                            {
                                "start": 566.404,
                                "stop": 574.223,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the petitioners are right, therefore, only one of the Acts three major reforms would apply in states with the Federal Exchange."
                            },
                            {
                                "start": 574.223,
                                "stop": 583.576,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The combination of no tax credits and an ineffective coverage requirement could well push a State\u0027s individual insurance market into a death spiral."
                            },
                            {
                                "start": 583.576,
                                "stop": 589.212,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Remember, that\u0027s what happened with the early State efforts at health insurance reform in the 1990s."
                            },
                            {
                                "start": 589.212,
                                "stop": 593.662,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is implausible that Congress meant the Act to operate in this manner."
                            },
                            {
                                "start": 593.662,
                                "stop": 605.25,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress made the guaranteed issue and community rating requirements applicable in every State in the nation, but those requirements only work when combined with the coverage requirement and tax credits."
                            },
                            {
                                "start": 605.25,
                                "stop": 614.757,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It stands to reason that Congress meant for those provisions to apply in every State as well, regardless of who establish the exchange in that State."
                            },
                            {
                                "start": 614.757,
                                "stop": 620.869,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In a democracy, the power to make the law rests with those chosen by the people and accountable to them."
                            },
                            {
                                "start": 620.869,
                                "stop": 625.675,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have not been chosen by the people and we are not politically accountable to them."
                            },
                            {
                                "start": 625.675,
                                "stop": 632.518,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Our role is accordingly more limited to say what the law is, that is easier in some cases than others."
                            },
                            {
                                "start": 632.518,
                                "stop": 639.7,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But in every case we must respect the role of the legislature and take care not to undo what it has done."
                            },
                            {
                                "start": 639.7,
                                "stop": 645.502,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A fair reading of legislation demands a fair understanding of the legislative plan."
                            },
                            {
                                "start": 645.502,
                                "stop": 651.11,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress passed the Affordable Care Act to improve health insurance markets not to destroy them."
                            },
                            {
                                "start": 651.11,
                                "stop": 657.06,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If at all possible we must interpret the Act in a way that is consistent with the former and avoids the latter."
                            },
                            {
                                "start": 657.06,
                                "stop": 666.766,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The provisions making tax credits available can fairly be read in a way that is consistent with what we see as Congress\u0027 plan and that is the reading we adopt."
                            },
                            {
                                "start": 666.766,
                                "stop": 674.495,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Tax credits are available for those who qualify for them regardless whether they purchase insurance on a State or Federal Exchange."
                            },
                            {
                                "start": 674.495,
                                "stop": 678.006,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Fourth Circuit Court of Appeals is affirmed."
                            },
                            {
                                "start": 678.006,
                                "stop": 687.936,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion in which Justice Thomas and Justice Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78550,
            "mime": "audio\/mpeg",
            "size": 2781539,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/14-114\/14-114_20150625-opinion-1.delivery.mp3"
        },
        {
            "id": 78567,
            "mime": "audio\/ogg",
            "size": 6899201,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/14-114\/14-114_20150625-opinion-1.ogg"
        },
        {
            "id": 78568,
            "mime": "application\/x-mpegURL",
            "size": 12071,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/14-114\/14-114_20150625-opinion-1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}