{
    "id": 23931,
    "title": "Opinion Announcement - June 25, 2015 (Part 2)",
    "transcript": {
        "title": "King v. Burwell 2",
        "duration": 724.944,
        "sections": [
            {
                "start": 0,
                "stop": 724.944,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 724.944,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.445,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, the Patient Protection and Affordable Care Act tells every state to set up an exchange."
                            },
                            {
                                "start": 13.445,
                                "stop": 23.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If a state does not comply with this instruction, the Secretary of Health and Human Services must set up an exchange in that state."
                            },
                            {
                                "start": 23.6,
                                "stop": 35.587,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act provides that an individual may receive tax credits only if he buys insurance on “an exchange established by the State.”"
                            },
                            {
                                "start": 35.587,
                                "stop": 45.08,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case requires us to decide whether someone who buys insurance on an exchange established by the Secretary also gets tax credits."
                            },
                            {
                                "start": 45.08,
                                "stop": 48.373,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "You would think the answer would be obvious."
                            },
                            {
                                "start": 48.373,
                                "stop": 63.017,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Secretary of Health and Human Services is not a state, so people who buy insurance through such an exchange -- so an exchange established by the Secretary is not an exchange established by the State."
                            },
                            {
                                "start": 63.017,
                                "stop": 69.458,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So people who buy insurance through an exchange established by the Secretary get no money."
                            },
                            {
                                "start": 69.458,
                                "stop": 76.887,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Words no longer have any meaning if an exchange that is not established by a state is established by the state."
                            },
                            {
                                "start": 76.887,
                                "stop": 89,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It\u0027s hard to come up with a clearer way to limit tax credits to state exchanges then to use the words \u0022established by the State.\u0022"
                            },
                            {
                                "start": 89,
                                "stop": 96.912,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And it\u0027s hard to come up with a reason to use those words other than the purpose of limiting credits to state exchanges."
                            },
                            {
                                "start": 96.912,
                                "stop": 112.743,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the phrase means what the Court says today, the statute should have simply said that tax credits were available for anyone who purchased insurance on an exchange rather than on an exchange established by the State."
                            },
                            {
                                "start": 112.743,
                                "stop": 119.048,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Under all the usual rules of interpretation, the government should lose this case."
                            },
                            {
                                "start": 119.048,
                                "stop": 125.485,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court claims that context supports its eccentric reading of the law."
                            },
                            {
                                "start": 125.485,
                                "stop": 135.294,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Its opinion tries to give the impression that this case pits four words, established by the State, against the entirety of the rest of the law."
                            },
                            {
                                "start": 135.294,
                                "stop": 138.339,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is not remotely the case."
                            },
                            {
                                "start": 138.339,
                                "stop": 145.213,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The phrase \u0022established by the State\u0022 appears twice in the tax credit provision we interpret today."
                            },
                            {
                                "start": 145.213,
                                "stop": 152.225,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It appears five more times in other provisions of the Act that discuss tax credits."
                            },
                            {
                                "start": 152.225,
                                "stop": 159.453,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is bad enough for the Court to cross out the words by the State once, but seven times?"
                            },
                            {
                                "start": 159.453,
                                "stop": 171.117,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In addition, some of the law\u0027s provisions use the general term exchange, while others use the more limited term exchange established by the State."
                            },
                            {
                                "start": 171.117,
                                "stop": 181.033,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It\u0027s common sense that someone who says exchange some of the time, but exchange established by the State other times means something by the contrast."
                            },
                            {
                                "start": 181.033,
                                "stop": 197.174,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What is more, interpreting exchange established by the State to mean all exchanges would make nonsense of several other parts of the Act where that phrase appears, dealing with matters other than tax credits."
                            },
                            {
                                "start": 197.174,
                                "stop": 214.138,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court solves that problem, believe it or not, by simply saying that federal exchanges count as state exchanges only, and this is a quotation from the opinion, “for purposes of tax credits.”"
                            },
                            {
                                "start": 214.138,
                                "stop": 221.917,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "How wonderfully convenient and how utterly contrary to normal principles of interpretation!"
                            },
                            {
                                "start": 221.917,
                                "stop": 229.731,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If a state does not establish an exchange, the Act directs the Secretary to establish such exchange."
                            },
                            {
                                "start": 229.731,
                                "stop": 237.143,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court asks us to believe that the effect of the word \u0022such\u0022 is to make a federal exchange a state exchange."
                            },
                            {
                                "start": 237.143,
                                "stop": 245.253,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To see the error in this reasoning, one need only consider a parallel provision in the Constitution of the United States."
                            },
                            {
                                "start": 245.253,
                                "stop": 266.92,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Election Clause of the Constitution provides “the times, place and manner of holding elections for Senators and Representatives shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations.”"
                            },
                            {
                                "start": 266.92,
                                "stop": 277.3,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Would anybody say that the word \u0022such\u0022 means that when Congress makes election regulations they are regulations prescribed by the state legislature?"
                            },
                            {
                                "start": 277.3,
                                "stop": 279.476,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Of course not."
                            },
                            {
                                "start": 279.476,
                                "stop": 301.788,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As another of its contextual arguments, the Court claims that other provisions of the Act implicitly presuppose the availability of tax credits on federal exchanges, but each of these provisions, as the dissent explains in more detail, is entirely consistent with limiting tax credits to state exchanges."
                            },
                            {
                                "start": 301.788,
                                "stop": 325.234,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court turns conventional principles of statutory interpretation upside down by subordinating the express words of the tax credit provision, established by the State, to the supposed implications of other clauses, with only a tangential connection to tax credits."
                            },
                            {
                                "start": 325.234,
                                "stop": 341.556,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Least convincing of all, however, is the Court\u0027s observation that the phrase \u0022established by the State\u0022 appears in the formula for calculating the amount of the credit and not in the provision delineating which taxpayers are eligible for the credit."
                            },
                            {
                                "start": 341.556,
                                "stop": 344.894,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court finds this structure strange."
                            },
                            {
                                "start": 344.894,
                                "stop": 355.724,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But had the Court bothered to look at the rest of the tax code, it would have discovered that this structure is indeed quite common, for reasons that our opinion explains."
                            },
                            {
                                "start": 355.724,
                                "stop": 363.585,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court claims that its interpretation advances the Affordable Care Act\u0027s purpose of improving health insurance markets."
                            },
                            {
                                "start": 363.585,
                                "stop": 379.428,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It predicts that applying the law as written would lead to dire economic consequences in states where tax credits are unavailable; of course, they might not be unavailable if every state adopted its own exchange."
                            },
                            {
                                "start": 379.428,
                                "stop": 388.782,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The law\u0027s purposes matter, however, only to the extent that they shed light upon an otherwise unclear provision."
                            },
                            {
                                "start": 388.782,
                                "stop": 394.928,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Could anyone say with a straight face that established by the State is unclear?"
                            },
                            {
                                "start": 394.928,
                                "stop": 402.702,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the Court\u0027s grim economic forecast is accurate, it would show only that the Affordable Care Act contains a flaw."
                            },
                            {
                                "start": 402.702,
                                "stop": 407.051,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It would not show that the law means the opposite of what it says."
                            },
                            {
                                "start": 407.051,
                                "stop": 417.194,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Furthermore, the Court concentrates on those purposes of the Affordable Care Act that favor its interpretation, ignoring other purposes."
                            },
                            {
                                "start": 417.194,
                                "stop": 427.045,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The terms and structure of the law reveal a Congressional preference for state participation in the implementation of the Act."
                            },
                            {
                                "start": 427.045,
                                "stop": 445.687,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court\u0027s interpretation disserves that purpose, because a state would have little reason to undertake the enormous financial and administrative burden of setting up an exchange if its citizens could receive tax credits no matter who establishes the exchange."
                            },
                            {
                                "start": 445.687,
                                "stop": 448.044,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Why in the world would they do it?"
                            },
                            {
                                "start": 448.044,
                                "stop": 463.441,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, it is entirely conceivable, and some had said so, that Congress limited tax credits to state exchanges for the very purpose of encouraging states to set up exchanges."
                            },
                            {
                                "start": 463.441,
                                "stop": 476.629,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Finally, the Court tries to palm off the words \u0022by the State\u0022 as a drafting error, but this Court has no free-floating power to rescue Congress from its drafting mistakes."
                            },
                            {
                                "start": 476.629,
                                "stop": 486.117,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Let us not forget, moreover, that \u0022exchange established by the State\u0022 appears in seven provisions of the Act that mention tax credits."
                            },
                            {
                                "start": 486.117,
                                "stop": 493.152,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What are the odds, do you think, that the same slip of the pen occurred in seven separate places?"
                            },
                            {
                                "start": 493.152,
                                "stop": 506.691,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If there was a mistake here, context suggests that it was a substantive mistake in designing this part of the law, not a technical mistake in transcribing it."
                            },
                            {
                                "start": 506.691,
                                "stop": 520.674,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today\u0027s decision reflects the philosophy that judges should endure whatever interpretive distortions it takes in order to correct a supposed flaw in the statutory machinery."
                            },
                            {
                                "start": 520.674,
                                "stop": 528.175,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But it is Congress\u0027 responsibility to make laws, and this Court\u0027s responsibility only to interpret them."
                            },
                            {
                                "start": 528.175,
                                "stop": 540.59,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is up to our country\u0027s elected lawmakers, not its unelected judges, to repair statutes that have unintended consequences, or that do not work out in practice."
                            },
                            {
                                "start": 540.59,
                                "stop": 549.651,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Here, the terms of the law say quite plainly that tax credits are available only on an exchange established by the State."
                            },
                            {
                                "start": 549.651,
                                "stop": 566.356,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If Congress intended a different result, it should amend the law to conform to its intent; until it does so, we have no authority to ignore the law because we believe Congress must have intended something else."
                            },
                            {
                                "start": 566.356,
                                "stop": 576.805,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today\u0027s decision changes the usual rules of statutory interpretation for the sake of the Affordable Care Act."
                            },
                            {
                                "start": 576.805,
                                "stop": 579.52,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That, alas, is no novelty."
                            },
                            {
                                "start": 579.52,
                                "stop": 593.028,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Three terms ago, in National Federation of Independent Business v. Sebelius, this Court revised major parts of this law in order to save them from unconstitutionality."
                            },
                            {
                                "start": 593.028,
                                "stop": 602.386,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act that Congress passed requires everyone to maintain health insurance or else pay a “penalty.”"
                            },
                            {
                                "start": 602.386,
                                "stop": 612.382,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court saw that this part of the Act exceeded Congress\u0027 powers under the Commerce Clause, so it rewrote the penalty as a tax."
                            },
                            {
                                "start": 612.382,
                                "stop": 623.081,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act that Congress passed threatened states that did not accept an expansion of the Medicaid program with the loss of all of their Medicaid funds."
                            },
                            {
                                "start": 623.081,
                                "stop": 635.23,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court saw that this part of the Act unconstitutionally coerced the states, so it rewrote the law to threaten states with the loss of only some of their Medicaid funds."
                            },
                            {
                                "start": 635.23,
                                "stop": 641.964,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Having transformed two major parts of the law, the Court today has turned its attention to a third."
                            },
                            {
                                "start": 641.964,
                                "stop": 649.3,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Act that Congress passed makes tax credits available only on an exchange established by the State."
                            },
                            {
                                "start": 649.3,
                                "stop": 660.914,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court concludes that this limitation would prevent the rest of the Act from working, as well as hoped, so it rewrites the Act to make tax credits available everywhere."
                            },
                            {
                                "start": 660.914,
                                "stop": 666.782,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We really should start calling this law SCOTUScare."
                            },
                            {
                                "start": 666.782,
                                "stop": 678.949,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Perhaps, the Affordable Care Act will attain the enduring status of the Social Security Act or the Taft-Hartley Act; perhaps not."
                            },
                            {
                                "start": 678.949,
                                "stop": 686.412,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But this Court\u0027s two decisions concerning the Act will surely be remembered through the years."
                            },
                            {
                                "start": 686.412,
                                "stop": 697.163,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The interpretive somersaults they have performed will remain as astounding precedent, cited by lawyers to confuse our jurisprudence."
                            },
                            {
                                "start": 697.163,
                                "stop": 719.669,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And these two cases will publish forever the discouraging truth that the Supreme Court of the United States favors some laws over others, and that it is prepared to sacrifice all the usual interpretive principles, that it is prepared to do whatever it takes to uphold and assist its favorites."
                            },
                            {
                                "start": 719.669,
                                "stop": 724.944,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78558,
            "mime": "audio\/mpeg",
            "size": 2929601,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/14-114\/14-114_20150625-opinion-2.delivery.mp3"
        },
        {
            "id": 78575,
            "mime": "audio\/ogg",
            "size": 7227253,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/14-114\/14-114_20150625-opinion-2.ogg"
        },
        {
            "id": 78576,
            "mime": "application\/x-mpegURL",
            "size": 12695,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/14-114\/14-114_20150625-opinion-2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}