{
    "id": 22145,
    "title": "Opinion Announcement - June 25, 2012 (Part 2)",
    "transcript": {
        "title": "Miller v. Alabama",
        "duration": 432.718,
        "sections": [
            {
                "start": 0,
                "stop": 432.718,
                "byte_start": 107520,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 432.718,
                        "byte_start": 107520,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 15.935,
                                "byte_start": 107520,
                                "byte_stop": 171363,
                                "text": "The Court today holds that neither Congress nor the state legislatures may identify any category of murderers under the age of 18 who must be sentenced to life imprisonment."
                            },
                            {
                                "start": 15.935,
                                "stop": 24.529,
                                "byte_start": 171363,
                                "byte_stop": 205740,
                                "text": "The decision thus goes far beyond the two carefully selected 14-year old petitioners whose cases are before us."
                            },
                            {
                                "start": 24.529,
                                "stop": 35.136,
                                "byte_start": 205740,
                                "byte_stop": 248163,
                                "text": "The Court could\u0027ve limited its holding to minors under the age of 15 or for that matter, to minors under the age of 16 or 17 but it has not done so."
                            },
                            {
                                "start": 35.136,
                                "stop": 60.657,
                                "byte_start": 248163,
                                "byte_stop": 350250,
                                "text": "Think of the worst possible 17-year old murderer, perhaps a 17-year old who previously was convicted of several murders was tried in family court and has resisted any attempt at rehabilitation or think of a 17-year old or 17 and a half year old, perhaps, who goes to school and guns down a dozen or more teachers and students."
                            },
                            {
                                "start": 60.657,
                                "stop": 76.87,
                                "byte_start": 350250,
                                "byte_stop": 415033,
                                "text": "The opinion of the Court delicately refers to all murderers under the magic age of 18 as children and holds that every single one of these children must be given a chance to persuade a judge to impose a lesser sentence."
                            },
                            {
                                "start": 76.87,
                                "stop": 78.761,
                                "byte_start": 415033,
                                "byte_stop": 422661,
                                "text": "What is the Court\u0027s basis for doing this?"
                            },
                            {
                                "start": 78.761,
                                "stop": 86.347,
                                "byte_start": 422661,
                                "byte_stop": 452963,
                                "text": "The Court says that it is simply enforcing the Eighth Amendment -- Eighth Amendment\u0027s prohibition against cruel and unusual punishment."
                            },
                            {
                                "start": 86.347,
                                "stop": 97.921,
                                "byte_start": 452963,
                                "byte_stop": 499252,
                                "text": "And following our prior decisions, the Court says that the Eighth Amendment embodies “the evolving standards of decency that marked the progress of a maturing society”."
                            },
                            {
                                "start": 97.921,
                                "stop": 108.333,
                                "byte_start": 499252,
                                "byte_stop": 540944,
                                "text": "This mellifluous phrase embodies a particular philosophy of history, namely, that civilization is progressing inexorably toward ever higher standards of decency."
                            },
                            {
                                "start": 108.333,
                                "stop": 119.774,
                                "byte_start": 540944,
                                "byte_stop": 586710,
                                "text": "That philosophy is debatable and it is something of a mystery how it ever became part of our fundamental law, but the standard, as originally understood, had at least one virtue."
                            },
                            {
                                "start": 119.774,
                                "stop": 125.471,
                                "byte_start": 586710,
                                "byte_stop": 609489,
                                "text": "It called on judges to look to something other than their own personal views."
                            },
                            {
                                "start": 125.471,
                                "stop": 134.979,
                                "byte_start": 609489,
                                "byte_stop": 647523,
                                "text": "The Court emphasized again and again that it could not hold that a punishment is cruel and unusual just because the justices personally hold that view."
                            },
                            {
                                "start": 134.979,
                                "stop": 142.867,
                                "byte_start": 647523,
                                "byte_stop": 679079,
                                "text": "No, it was necessary to find what the Court called “objective indicia of society standards”."
                            },
                            {
                                "start": 142.867,
                                "stop": 145.824,
                                "byte_start": 679079,
                                "byte_stop": 690887,
                                "text": "So where can these objective indicia be found?"
                            },
                            {
                                "start": 145.824,
                                "stop": 150.35,
                                "byte_start": 690887,
                                "byte_stop": 708963,
                                "text": "The Court toyed with the idea of looking to public opinion polls."
                            },
                            {
                                "start": 150.35,
                                "stop": 164.044,
                                "byte_start": 708963,
                                "byte_stop": 763716,
                                "text": "It occasionally surveyed the law of certain other highly evolved countries, but for the most part, what the Court did was to tally up the -- the positions taken by the legislatures of the 50 States."
                            },
                            {
                                "start": 164.044,
                                "stop": 176.161,
                                "byte_start": 763716,
                                "byte_stop": 812199,
                                "text": "If a particular punishment for a particular crime was challenged, the Court looked to see whether there was a strong consensus against imposing that punishment for that offense."
                            },
                            {
                                "start": 176.161,
                                "stop": 191.959,
                                "byte_start": 812199,
                                "byte_stop": 875416,
                                "text": "Thus, in Coker versus Georgia decided in 1976, the Court held that the Eighth Amendment prohibits the death sentence for the rape of an adult woman, and the Court noted that Georgia was the only State that allowed that punishment for that crime."
                            },
                            {
                                "start": 191.959,
                                "stop": 196.545,
                                "byte_start": 875416,
                                "byte_stop": 893701,
                                "text": "98% of the States took the opposing view."
                            },
                            {
                                "start": 196.545,
                                "stop": 212.101,
                                "byte_start": 893701,
                                "byte_stop": 955977,
                                "text": "As the years went by, however, the evidence of objective indicia got weaker and weaker and by the time when Graham versus Florida was decided by this Court two years ago, the search for objective indicia had become something of a farce."
                            },
                            {
                                "start": 212.101,
                                "stop": 229.337,
                                "byte_start": 955977,
                                "byte_stop": 1024940,
                                "text": "In Graham, both Congress and the legislatures of 39 States permitted a minor convicted of certain non-homicide offenses to be sentenced to life imprisonment without parole, but the Court nevertheless held that that punishment is contrary to the Eighth Amendment."
                            },
                            {
                                "start": 229.337,
                                "stop": 235.191,
                                "byte_start": 1024940,
                                "byte_stop": 1048346,
                                "text": "22% of the States was now enough to constitute a consensus."
                            },
                            {
                                "start": 235.191,
                                "stop": 258.127,
                                "byte_start": 1048346,
                                "byte_stop": 1140088,
                                "text": "In today\u0027s case, as you just heard, a mere 29 state legislatures have proscribed the mandatory term for some sub 18-year old murderers, so the Court says, \u0022Look, 29 is less than 39 so that must mean that there is a consensus in our society that a term of life for any murderer under the age of 18 is cruel and unusual.”"
                            },
                            {
                                "start": 258.127,
                                "stop": 267.336,
                                "byte_start": 1140088,
                                "byte_stop": 1176869,
                                "text": "The Court is using some very strange dictionary in which a distinct minority of the States is enough to constitute a consensus."
                            },
                            {
                                "start": 267.336,
                                "stop": 281.073,
                                "byte_start": 1176869,
                                "byte_stop": 1231830,
                                "text": "The Court then says something even more remarkable, and you heard that argument today, it suggests that the legislatures of at least some of those 29 States do not actually realize what the law says in their own States."
                            },
                            {
                                "start": 281.073,
                                "stop": 285.892,
                                "byte_start": 1231830,
                                "byte_stop": 1251161,
                                "text": "And this is because in order to understand that, you would have to look at two separate laws."
                            },
                            {
                                "start": 285.892,
                                "stop": 289.359,
                                "byte_start": 1251161,
                                "byte_stop": 1265058,
                                "text": "One law says that certain minors may be tried as adults."
                            },
                            {
                                "start": 289.359,
                                "stop": 298.196,
                                "byte_start": 1265058,
                                "byte_stop": 1300376,
                                "text": "Another law says that offenders committed -- convicted of certain types of murder must be sentenced to life imprisonment."
                            },
                            {
                                "start": 298.196,
                                "stop": 303.189,
                                "byte_start": 1300376,
                                "byte_stop": 1320333,
                                "text": "So maybe the state legislatures simply can\u0027t put two and two together."
                            },
                            {
                                "start": 303.189,
                                "stop": 327.566,
                                "byte_start": 1320333,
                                "byte_stop": 1417822,
                                "text": "Of course, if this is the real problem, then the Court should be willing to overrule its decision in this case if enough state legislatures respond by passing resolutions saying, “You know what, we\u0027re really not that stupid, we really can\u0027t put two and two together, we know what our state law provides, and we think that for certain minors who commit murder, the only appropriate sentence is life.”"
                            },
                            {
                                "start": 327.566,
                                "stop": 332.038,
                                "byte_start": 1417822,
                                "byte_stop": 1435690,
                                "text": "Do not expect such resolutions to cause the Court to change course."
                            },
                            {
                                "start": 332.038,
                                "stop": 339.966,
                                "byte_start": 1435690,
                                "byte_stop": 1467455,
                                "text": "Why, because the Court has now moved well beyond objective indicia of the standards of the American people."
                            },
                            {
                                "start": 339.966,
                                "stop": 343.13,
                                "byte_start": 1467455,
                                "byte_stop": 1480098,
                                "text": "The decision in this case is not based on those standards."
                            },
                            {
                                "start": 343.13,
                                "stop": 352.845,
                                "byte_start": 1480098,
                                "byte_stop": 1518968,
                                "text": "It is based on a vision of a different society and we vision of a more evolved, more mature society."
                            },
                            {
                                "start": 352.845,
                                "stop": 364.415,
                                "byte_start": 1518968,
                                "byte_stop": 1565257,
                                "text": "Determining what is the right punishment for a particular offense and a particular offender involves balancing of interest and one of those interests is the interest of potential future victims."
                            },
                            {
                                "start": 364.415,
                                "stop": 377.013,
                                "byte_start": 1565257,
                                "byte_stop": 1615621,
                                "text": "A law requiring a sentence of life without parole for certain murderers represents a judgment by the people\u0027s elected representatives that these murderers are simply too risky to be released."
                            },
                            {
                                "start": 377.013,
                                "stop": 380.755,
                                "byte_start": 1615621,
                                "byte_stop": 1630563,
                                "text": "Maybe these murderers, if imprisoned for some years, will change."
                            },
                            {
                                "start": 380.755,
                                "stop": 387.159,
                                "byte_start": 1630563,
                                "byte_stop": 1656163,
                                "text": "Maybe they will mature, maybe they we -- they will be rehabilitated but maybe they won\u0027t."
                            },
                            {
                                "start": 387.159,
                                "stop": 399.432,
                                "byte_start": 1656163,
                                "byte_stop": 1705273,
                                "text": "58% of the States have come to the conclusion that for certain murderers under the age of 18, this risk is one that society should not have to take."
                            },
                            {
                                "start": 399.432,
                                "stop": 415.882,
                                "byte_start": 1705273,
                                "byte_stop": 1771102,
                                "text": "The Court now says that the people can\u0027t make that decision unless a judge says otherwise every murderer under the age of 18 is eligible for release and if upon release, they -- they kill again, well, that is a chance that society just has to take."
                            },
                            {
                                "start": 415.882,
                                "stop": 420.4,
                                "byte_start": 1771102,
                                "byte_stop": 1789179,
                                "text": "Nothing in the Constitution gives us the right to make that decision."
                            },
                            {
                                "start": 420.4,
                                "stop": 432.718,
                                "byte_start": 1789179,
                                "byte_stop": 0,
                                "text": "The Constitution gives this Court and other federal courts great power and responsibility, but we have no license to impose our vision of the future on our 300 million fellow citizens."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53412,
            "mime": "audio\/mpeg",
            "size": 1830348,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-9646\/20120625o_10-9646_part2.delivery.mp3"
        },
        {
            "id": 75158,
            "mime": "audio\/ogg",
            "size": 4359915,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-9646\/20120625o_10-9646_part2.ogg"
        },
        {
            "id": 75159,
            "mime": "application\/x-mpegURL",
            "size": 7311,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-9646\/20120625o_10-9646_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}