{
    "id": 23185,
    "title": "Opinion Announcement - June 11, 2001",
    "transcript": {
        "title": "Kyllo v. United States",
        "duration": 432.796,
        "sections": [
            {
                "start": 0,
                "stop": 432.796,
                "byte_start": 89577,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.789,
                        "byte_start": 89577,
                        "byte_stop": 124790,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.789,
                                "byte_start": 89577,
                                "byte_stop": 124790,
                                "text": "The opinion of the Court in No. 99-8508, Kyllo against United States will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.789,
                        "stop": 432.796,
                        "byte_start": 124790,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.789,
                                "stop": 14.849,
                                "byte_start": 124790,
                                "byte_stop": 149032,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 14.849,
                                "stop": 24.175,
                                "byte_start": 149032,
                                "byte_stop": 186335,
                                "text": "Law enforcement officers suspected that marijuana was being grown in a house belonging to petitioner Danny Kyllo."
                            },
                            {
                                "start": 24.175,
                                "stop": 32.189,
                                "byte_start": 186335,
                                "byte_stop": 218413,
                                "text": "Indoor marijuana growth typically requires high-intensity lamps that generate considerable heat."
                            },
                            {
                                "start": 32.189,
                                "stop": 42.776,
                                "byte_start": 218413,
                                "byte_stop": 260731,
                                "text": "To detect the relative heat of Kyllo\u0027s home, officers used a thermal imager to scan the home in the middle of the night."
                            },
                            {
                                "start": 42.776,
                                "stop": 52.114,
                                "byte_start": 260731,
                                "byte_stop": 298034,
                                "text": "Thermal imagers convert infrared radiation into images, essentially showing heat images like a video camera."
                            },
                            {
                                "start": 52.114,
                                "stop": 66.003,
                                "byte_start": 298034,
                                "byte_stop": 353623,
                                "text": "The scan of Kyllo\u0027s home showed that the roof over the garage and the side wall were relatively warm compared to adjoining roofs."
                            },
                            {
                                "start": 66.003,
                                "stop": 79.07,
                                "byte_start": 353623,
                                "byte_stop": 405868,
                                "text": "Based on the thermal imaging and other evidences, a Federal Magistrate Judge issued a warrant authorizing a search of petitioner’s home and the agents found an indoor marijuana growing operation."
                            },
                            {
                                "start": 79.07,
                                "stop": 85.595,
                                "byte_start": 405868,
                                "byte_stop": 431990,
                                "text": "Petitioner unsuccessfully moved to suppress the evidence seized from the house as the product of an unlawful search."
                            },
                            {
                                "start": 85.595,
                                "stop": 92.838,
                                "byte_start": 431990,
                                "byte_stop": 460934,
                                "text": "The Court of Appeals for the Ninth Circuit remanded the case for an evidentiary hearing regarding the intrusiveness of the thermal imaging."
                            },
                            {
                                "start": 92.838,
                                "stop": 97.741,
                                "byte_start": 460934,
                                "byte_stop": 480578,
                                "text": "On remand, the District Court reaffirmed its denial of the motion to suppress."
                            },
                            {
                                "start": 97.741,
                                "stop": 108.215,
                                "byte_start": 480578,
                                "byte_stop": 522478,
                                "text": "A divided Court of Appeals affirmed holding that the thermal imaging was not a search because it did not expose any intimate details of Kyllo’s life."
                            },
                            {
                                "start": 108.215,
                                "stop": 110.181,
                                "byte_start": 522478,
                                "byte_stop": 530315,
                                "text": "We reverse."
                            },
                            {
                                "start": 110.181,
                                "stop": 119.071,
                                "byte_start": 530315,
                                "byte_stop": 565946,
                                "text": "With few exceptions, the question whether a warantless search of a home is reasonable and hence constitutional must be answered no."
                            },
                            {
                                "start": 119.071,
                                "stop": 126.821,
                                "byte_start": 565946,
                                "byte_stop": 596875,
                                "text": "On the other hand, whether or not a Fourth Amendment search has occurred, is not so simple under our precedent."
                            },
                            {
                                "start": 126.821,
                                "stop": 137.815,
                                "byte_start": 596875,
                                "byte_stop": 640865,
                                "text": "The Fourth Amendment protection of the home has never been thought to require law enforcement officers to shield their eyes when passing by a home on public thoroughfares."
                            },
                            {
                                "start": 137.815,
                                "stop": 147.005,
                                "byte_start": 640865,
                                "byte_stop": 677646,
                                "text": "The reason for that used to be that there was no search unless there was a trespass and the eyes could not be guilty of that common law tort."
                            },
                            {
                                "start": 147.005,
                                "stop": 157.284,
                                "byte_start": 677646,
                                "byte_stop": 718815,
                                "text": "In the last century however, we decoupled violation of a person’s Fourth Amendment rights from trespassory violation of his property."
                            },
                            {
                                "start": 157.284,
                                "stop": 178.148,
                                "byte_start": 718815,
                                "byte_stop": 802197,
                                "text": "The criteria in the Fourth Amendment violation now is embodied in the principle first enunciated in case called Katz versus\t United States, which held unconstitutional, the place overhearing of a phone conversation inside a public phone booth achieved by attaching a listening device to the exterior of the booth."
                            },
                            {
                                "start": 178.148,
                                "stop": 192.912,
                                "byte_start": 802197,
                                "byte_stop": 861234,
                                "text": "As Justice Harlan’s concurrence in that case described it, a Fourth Amendment search occurs when the government violates a subjective expectation of privacy that society recognizes as reasonable."
                            },
                            {
                                "start": 192.912,
                                "stop": 199.763,
                                "byte_start": 861234,
                                "byte_stop": 888715,
                                "text": "The Katz test has often been criticized as circular and hence subjective and unpredictable."
                            },
                            {
                                "start": 199.763,
                                "stop": 211.184,
                                "byte_start": 888715,
                                "byte_stop": 934377,
                                "text": "While it maybe difficult to refine Katz when the search of areas such as telephone booths, automobiles or even the curtilage and uncovered portions of residences are at issue."
                            },
                            {
                                "start": 211.184,
                                "stop": 225.959,
                                "byte_start": 934377,
                                "byte_stop": 993414,
                                "text": "In the case of the search of the interior of homes there is a ready criterion with roots deep in the common law of that minimal expectation of privacy which exists, and which is acknowledged to be reasonable."
                            },
                            {
                                "start": 225.959,
                                "stop": 248.226,
                                "byte_start": 993414,
                                "byte_stop": 1082544,
                                "text": "We think that obtaining by sense-enhancing technology, any information regarding the interior of the home that could not otherwise have been obtained without physical intrusion into a constitutionally protected area, constitutes a search, at least whereas here, the technology in question is not in general public use."
                            },
                            {
                                "start": 248.226,
                                "stop": 255.647,
                                "byte_start": 1082544,
                                "byte_stop": 1112219,
                                "text": "On the basis of this criterion, the information obtained by the thermal imager in this case was the product of a search."
                            },
                            {
                                "start": 255.647,
                                "stop": 265.609,
                                "byte_start": 1112219,
                                "byte_stop": 1152029,
                                "text": "The Government maintains that the thermal imaging must be upheld because it detected only heat radiating from the external surface of the house."
                            },
                            {
                                "start": 265.609,
                                "stop": 277.144,
                                "byte_start": 1152029,
                                "byte_stop": 1198214,
                                "text": "We rejected such a mechanical interpretation of the Fourth Amendment in Katz, where the eavesdropping device picked up only sound waves that reached the exterior of the phone booth."
                            },
                            {
                                "start": 277.144,
                                "stop": 287.632,
                                "byte_start": 1198214,
                                "byte_stop": 1240114,
                                "text": "Reversing that approach would leave the homeowner at the mercy of advancing technology, including imaging technology that could discern all human activity in the home."
                            },
                            {
                                "start": 287.632,
                                "stop": 297.951,
                                "byte_start": 1240114,
                                "byte_stop": 1281388,
                                "text": "We also reject the Government’s contention that the thermal imaging was constitutional because it did not detect private activities occurring in private areas."
                            },
                            {
                                "start": 297.951,
                                "stop": 306.02,
                                "byte_start": 1281388,
                                "byte_stop": 1313675,
                                "text": "The Fourth Amendment protection of the home has never been tied to measurement of the quality or the quantity of information obtained."
                            },
                            {
                                "start": 306.02,
                                "stop": 311.772,
                                "byte_start": 1313675,
                                "byte_stop": 1336767,
                                "text": "Everything going on in the home is intimate as far as the Fourth Amendment is concerned."
                            },
                            {
                                "start": 311.772,
                                "stop": 318.801,
                                "byte_start": 1336767,
                                "byte_stop": 1364875,
                                "text": "Moreover limiting the probation of thermal imaging to intimate details would be impractical in application."
                            },
                            {
                                "start": 318.801,
                                "stop": 328.478,
                                "byte_start": 1364875,
                                "byte_stop": 1403536,
                                "text": "Since there is no necessary connection between the sophistication of the surveillance equipment and the intimacy of the details that it happens to observe."
                            },
                            {
                                "start": 328.478,
                                "stop": 353.036,
                                "byte_start": 1403536,
                                "byte_stop": 1501757,
                                "text": "The relatively crude Agema Thermovision 210, which was the imager used in the present case, might disclose, for example, at what hour each night the lady of the house takes her daily sauna and bath, a detail that many would consider intimate and a much more sophisticated system might detect nothing more intimate than the fact that somebody left the closet light on."
                            },
                            {
                                "start": 353.036,
                                "stop": 388.31,
                                "byte_start": 1501757,
                                "byte_stop": 1642818,
                                "text": "We could not, in other words, develop a rule approving only that through-the-wall surveillance which identifies objects, no smaller that 36x36 inches, but we would have to develop a jurisprudence specifying which home activities are intimate and which are not, and even when if ever that jurisprudence were fully developed, no police officer would be able to know in advance whether his through-the-wall surveillance picks up intimate details, and thus would be unable to know in advance whether it is constitutional."
                            },
                            {
                                "start": 388.31,
                                "stop": 392.264,
                                "byte_start": 1642818,
                                "byte_stop": 1658700,
                                "text": "The Fourth Amendment draws a firm line at the entrance to the home."
                            },
                            {
                                "start": 392.264,
                                "stop": 402.421,
                                "byte_start": 1658700,
                                "byte_stop": 1699347,
                                "text": "That line we think must be not only firmed, but also bright, which requires clear specification of those methods of surveillance that require a warrant."
                            },
                            {
                                "start": 402.421,
                                "stop": 413.21,
                                "byte_start": 1699347,
                                "byte_stop": 1742501,
                                "text": "Whereas here, the Government uses a device that is not in general public use to explore details of the home that would previously have been unknowable without physical intrusion."
                            },
                            {
                                "start": 413.21,
                                "stop": 417.928,
                                "byte_start": 1742501,
                                "byte_stop": 1761309,
                                "text": "The surveillance is a search and is presumptively unreasonable without a warrant."
                            },
                            {
                                "start": 417.928,
                                "stop": 424.498,
                                "byte_start": 1761309,
                                "byte_stop": 1787641,
                                "text": "The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 424.498,
                                "stop": 432.796,
                                "byte_start": 1787641,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which the Chief Justice, Justice O\u0027Connor and Justice Kennedy have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55492,
            "mime": "audio\/mpeg",
            "size": 1812718,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-8508\/20010611o_99-8508.delivery.mp3"
        },
        {
            "id": 77232,
            "mime": "audio\/ogg",
            "size": 4205315,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-8508\/20010611o_99-8508.ogg"
        },
        {
            "id": 77233,
            "mime": "application\/x-mpegURL",
            "size": 6447,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-8508\/20010611o_99-8508.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}