{
    "id": 21466,
    "title": "Opinion Announcement - June 12, 2008",
    "transcript": {
        "title": "Boumediene v. Bush",
        "duration": 895.112,
        "sections": [
            {
                "start": 0,
                "stop": 895.112,
                "byte_start": 105098,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 548.39,
                        "byte_start": 105098,
                        "byte_stop": 2298757,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.057,
                                "byte_start": 105098,
                                "byte_stop": 129340,
                                "text": "Now the first case is 06-1195, Boumediene versus Bush."
                            },
                            {
                                "start": 6.057,
                                "stop": 12.909,
                                "byte_start": 129340,
                                "byte_stop": 156820,
                                "text": "In these cases the petitioners are aliens detained at the United States Naval Station at Guantanamo bay, Cuba."
                            },
                            {
                                "start": 12.909,
                                "stop": 19.992,
                                "byte_start": 156820,
                                "byte_stop": 185137,
                                "text": "Military tribunals held individual hearings and classified these petitioners as enemy combatants."
                            },
                            {
                                "start": 19.992,
                                "stop": 28.247,
                                "byte_start": 185137,
                                "byte_stop": 218156,
                                "text": "Those tribunals are known as Combatant Status Review Tribunals or CSRTs."
                            },
                            {
                                "start": 28.247,
                                "stop": 31.569,
                                "byte_start": 218156,
                                "byte_stop": 231426,
                                "text": "These cases began in United States District Court for the District of Columbia."
                            },
                            {
                                "start": 31.569,
                                "stop": 41.1,
                                "byte_start": 231426,
                                "byte_stop": 269565,
                                "text": "There the petitioners sought, and they now ask us to allow them to continue to seek, a writ of habeas corpus to test the legality of their detention."
                            },
                            {
                                "start": 41.1,
                                "stop": 46.02,
                                "byte_start": 269565,
                                "byte_stop": 289209,
                                "text": "They made this argument as well in the United States Court of Appeals for the Columbia Circuit."
                            },
                            {
                                "start": 46.02,
                                "stop": 64.413,
                                "byte_start": 289209,
                                "byte_stop": 362770,
                                "text": "That court held there is no statutory jurisdiction to issue a habeas corpus to these petitioners, that the constitutional privilege of habeas corpus was not available to them and that the applicable review procedures were those provided by Congress when it was assigned to the Court of Appeals, the authority to review determinations made by the CSRTs."
                            },
                            {
                                "start": 64.413,
                                "stop": 69.446,
                                "byte_start": 362770,
                                "byte_stop": 382936,
                                "text": "We granted certiorari to review the claim that the petitioners are entitled habeas corpus."
                            },
                            {
                                "start": 69.446,
                                "stop": 75.746,
                                "byte_start": 382936,
                                "byte_stop": 408118,
                                "text": "This Court decided the case Rasul versus Bush four terms ago."
                            },
                            {
                                "start": 75.746,
                                "stop": 84.55,
                                "byte_start": 408118,
                                "byte_stop": 443331,
                                "text": "The Court\u0027s opinion held that under the then controlling statute, the power of Federal Courts to issue habeas corpus did reach Guantanamo."
                            },
                            {
                                "start": 84.55,
                                "stop": 86.621,
                                "byte_start": 443331,
                                "byte_stop": 451586,
                                "text": "That was a statutory mandate."
                            },
                            {
                                "start": 86.621,
                                "stop": 94.185,
                                "byte_start": 451586,
                                "byte_stop": 481888,
                                "text": "Congress then twice amended the statute to eliminate the right of the detainees at Guantanamo to seek the writ."
                            },
                            {
                                "start": 94.185,
                                "stop": 104.908,
                                "byte_start": 481888,
                                "byte_stop": 524834,
                                "text": "The threshold issue in this case concerns the petitioners\u0027 argument that the latest amendment limiting habeas corpus jurisdiction does not apply to them, because their suits were pending on the date of the enactment."
                            },
                            {
                                "start": 104.908,
                                "stop": 111.679,
                                "byte_start": 524834,
                                "byte_stop": 551896,
                                "text": "The Court of Appeals held the amendments do withdraw jurisdiction to issue the writ in pending cases and we agreed."
                            },
                            {
                                "start": 111.679,
                                "stop": 116.742,
                                "byte_start": 551896,
                                "byte_stop": 572167,
                                "text": "Our opinion today next discusses two other arguments made by the petitioners."
                            },
                            {
                                "start": 116.742,
                                "stop": 130.764,
                                "byte_start": 572167,
                                "byte_stop": 628174,
                                "text": "First, despite the law attempting to repeal authority to issue the writ of habeas corpus, are they entitled to the writ, because under the Constitution, this right or privilege extends to Guantanamo and to them."
                            },
                            {
                                "start": 130.764,
                                "stop": 140.833,
                                "byte_start": 628174,
                                "byte_stop": 668507,
                                "text": "Second, if petitioners have this right, are the statutory review procedures in the Court of Appeals an adequate substitute for habeas corpus."
                            },
                            {
                                "start": 140.833,
                                "stop": 158.349,
                                "byte_start": 668507,
                                "byte_stop": 738515,
                                "text": "In addressing whether the opinion -- that the petitioners have the habeas corpus privilege under the Constitution, the opinion examines whether and in what circumstances the power to issue the writ can extend to aliens who are beyond the nation\u0027s borders and this discussion is somewhat lengthy."
                            },
                            {
                                "start": 158.349,
                                "stop": 181.373,
                                "byte_start": 738515,
                                "byte_stop": 830675,
                                "text": "We examined the history of habeas corpus in England as it must have informed the intended purposes of the framers of our own Constitution, and we note cases and authorities, discussing whether English courts could issue habeas corpus for persons held in India, Scotland, Ireland, exempt jurisdictions like the Channel Islands, and after 1789, Canada."
                            },
                            {
                                "start": 181.373,
                                "stop": 183.681,
                                "byte_start": 830675,
                                "byte_stop": 839870,
                                "text": "That history is not conclusive."
                            },
                            {
                                "start": 183.681,
                                "stop": 192.218,
                                "byte_start": 839870,
                                "byte_stop": 874038,
                                "text": "We point out, however, that this history most surely does not teach that a court\u0027s power or a jurisdiction to issue the writ would be barred in this instance."
                            },
                            {
                                "start": 192.218,
                                "stop": 199.421,
                                "byte_start": 874038,
                                "byte_stop": 902878,
                                "text": "We then looked the precedents concerning the reach of some constitutional protections to territories outside the nation\u0027s borders."
                            },
                            {
                                "start": 199.421,
                                "stop": 203.814,
                                "byte_start": 902878,
                                "byte_stop": 920432,
                                "text": "This requires us to consider other cases like Johnson versus Eisentrager."
                            },
                            {
                                "start": 203.814,
                                "stop": 212.874,
                                "byte_start": 920432,
                                "byte_stop": 956690,
                                "text": "There the Court considered whether there was authority to issue the writ when it was sought by prisoners of war held in Germany after World War II."
                            },
                            {
                                "start": 212.874,
                                "stop": 225.56,
                                "byte_start": 956690,
                                "byte_stop": 1007367,
                                "text": "We conclude that cases like Eisentrager instruct that formalistic concepts like sovereignty do not control the matter at hand, rather objective factors and practical concerns are of primary relevance."
                            },
                            {
                                "start": 225.56,
                                "stop": 234.601,
                                "byte_start": 1007367,
                                "byte_stop": 1043521,
                                "text": "With regard to the habeas corpus provision, the Suspension Clause, we conclude that at least three factors are relevant in determining the writ\u0027s extraterritorial reach."
                            },
                            {
                                "start": 234.601,
                                "stop": 243.25,
                                "byte_start": 1043521,
                                "byte_stop": 1078107,
                                "text": "First, the citizenship and status of the detainees seeking the writ and the adequacy of the process through which that status determination was made."
                            },
                            {
                                "start": 243.25,
                                "stop": 255.874,
                                "byte_start": 1078107,
                                "byte_stop": 1128680,
                                "text": "Second, the nature of the sites where apprehension and then detention took place and three, the practical obstacles that might be inherent in resolving the prisoners\u0027 entitlement to the writ."
                            },
                            {
                                "start": 255.874,
                                "stop": 265.135,
                                "byte_start": 1128680,
                                "byte_stop": 1165669,
                                "text": "Applying the whole analysis, we conclude that the writ does run to the naval station and to these detainees."
                            },
                            {
                                "start": 265.135,
                                "stop": 271.76,
                                "byte_start": 1165669,
                                "byte_stop": 1192210,
                                "text": "These detainees, therefore, have a constitutional privilege to seek the writ of habeas corpus."
                            },
                            {
                                "start": 271.76,
                                "stop": 303.797,
                                "byte_start": 1192210,
                                "byte_stop": 1320314,
                                "text": "As we hold that the habeas corpus privilege runs to Guantanamo and to these petitioners, it follows that Congress must not contravene the Suspension Clause as it applies to persons detained at the naval station because Congress did not purport to enact a formal suspension of the writ, pursuant to the clause as exception and the exception is for cases of rebellion or invasion, the question arises whether the procedure provided to review the CSRT determinations in the Court of Appeals is an adequate substitute for habeas corpus."
                            },
                            {
                                "start": 303.797,
                                "stop": 319.629,
                                "byte_start": 1320314,
                                "byte_stop": 1383635,
                                "text": "In its decision, the Court of Appeals ruled that the writ did not run to the detainees, so it was unnecessary for that court to consider the adequacy of the CSRT review procedures and whether that was an adequate substitute for the writ."
                            },
                            {
                                "start": 319.629,
                                "stop": 328.789,
                                "byte_start": 1383635,
                                "byte_stop": 1420311,
                                "text": "In the ordinary course, we likely would remand to the Court of Appeals to consider in the first instance whether the review procedures are an adequate substitute for habeas corpus."
                            },
                            {
                                "start": 328.789,
                                "stop": 332.592,
                                "byte_start": 1420311,
                                "byte_stop": 1435567,
                                "text": "Here, however, there are exceptional circumstances."
                            },
                            {
                                "start": 332.592,
                                "stop": 342.279,
                                "byte_start": 1435567,
                                "byte_stop": 1474228,
                                "text": "These include the gravity of the constitutional issues, the length of the detention to date and the indeterminate time during which detention might continue."
                            },
                            {
                                "start": 342.279,
                                "stop": 346.616,
                                "byte_start": 1474228,
                                "byte_stop": 1491573,
                                "text": "Some of these detainees have been in custody for six years."
                            },
                            {
                                "start": 346.616,
                                "stop": 352.859,
                                "byte_start": 1491573,
                                "byte_stop": 1516546,
                                "text": "So we now reach the question whether the review procedure Congress provided is an adequate substitute."
                            },
                            {
                                "start": 352.859,
                                "stop": 358.069,
                                "byte_start": 1516546,
                                "byte_stop": 1537444,
                                "text": "We find this statutory review procedure is not an adequate substitute."
                            },
                            {
                                "start": 358.069,
                                "stop": 366.336,
                                "byte_start": 1537444,
                                "byte_stop": 1570463,
                                "text": "The opinion discusses past instances of congressional statutes that provided for alternative and supplemental review procedures."
                            },
                            {
                                "start": 366.336,
                                "stop": 371.863,
                                "byte_start": 1570463,
                                "byte_stop": 1592615,
                                "text": "We note that in those instances the habeas corpus right was still preserved, that is not true here."
                            },
                            {
                                "start": 371.863,
                                "stop": 376.001,
                                "byte_start": 1592615,
                                "byte_stop": 1609124,
                                "text": "Here the applicable statute eliminates habeas corpus altogether."
                            },
                            {
                                "start": 376.001,
                                "stop": 385.455,
                                "byte_start": 1609124,
                                "byte_stop": 1646949,
                                "text": "We consider also the restrictions on the procedure Congress has provided, namely the limits on introducing evidence discovered after the CSRT proceeding concluded."
                            },
                            {
                                "start": 385.455,
                                "stop": 391.375,
                                "byte_start": 1646949,
                                "byte_stop": 1670669,
                                "text": "Since there is no adequate substitute, these habeas corpus actions must proceed."
                            },
                            {
                                "start": 391.375,
                                "stop": 400.268,
                                "byte_start": 1670669,
                                "byte_stop": 1706195,
                                "text": "Now the statute, we identify as unconstitutional, is the jurisdiction stripping provision of the Military Commissions Act of 2006."
                            },
                            {
                                "start": 400.268,
                                "stop": 413.46,
                                "byte_start": 1706195,
                                "byte_stop": 1758962,
                                "text": "The review process for CSRT hearings and the CSRTs themselves can remain intact, but the habeas corpus process in these cases where there has been a delay, can proceed at once."
                            },
                            {
                                "start": 413.46,
                                "stop": 425.412,
                                "byte_start": 1758962,
                                "byte_stop": 1806819,
                                "text": "Our security depends upon a sophisticated intelligence apparatus and the ability of the armed forces to act and to interdict."
                            },
                            {
                                "start": 425.412,
                                "stop": 428.852,
                                "byte_start": 1806819,
                                "byte_stop": 1820507,
                                "text": "There are further considerations however."
                            },
                            {
                                "start": 428.852,
                                "stop": 434.87,
                                "byte_start": 1820507,
                                "byte_stop": 1844644,
                                "text": "Security subsists to infidelity to freedom\u0027s first principles."
                            },
                            {
                                "start": 434.87,
                                "stop": 442.886,
                                "byte_start": 1844644,
                                "byte_stop": 1876722,
                                "text": "Chief among these are freedom from arbitrary and unlawful restraint, and the personal liberty that is secured by adherence to the separation of powers."
                            },
                            {
                                "start": 442.886,
                                "stop": 448.577,
                                "byte_start": 1876722,
                                "byte_stop": 1899501,
                                "text": "It is from these principles that the judicial authority to consider petitions for habeas corpus relief derives."
                            },
                            {
                                "start": 448.577,
                                "stop": 452.615,
                                "byte_start": 1899501,
                                "byte_stop": 1915593,
                                "text": "Our opinion does not undermine the executive\u0027s powers as Commander-in-Chief."
                            },
                            {
                                "start": 452.615,
                                "stop": 458.404,
                                "byte_start": 1915593,
                                "byte_stop": 1938789,
                                "text": "The exercise of those powers is vindicated, not eroded, when confirmed by the judicial branch."
                            },
                            {
                                "start": 458.404,
                                "stop": 471.95,
                                "byte_start": 1938789,
                                "byte_stop": 1992915,
                                "text": "Within the constitution\u0027s separation of power structure, few exercises of judicial power are as legitimate or as necessary as the responsibility to hear challenges to the authority of the executive to imprison a person."
                            },
                            {
                                "start": 471.95,
                                "stop": 479.494,
                                "byte_start": 1992915,
                                "byte_stop": 2023113,
                                "text": "As noticed, some of these petitioners have been in custody for six years with no definitive judicial determination as to the legality of their detention."
                            },
                            {
                                "start": 479.494,
                                "stop": 487.189,
                                "byte_start": 2023113,
                                "byte_stop": 2053937,
                                "text": "Their access to the writ is a necessity to determine the lawfulness of their status even if in the end they do not obtain the relief they seek."
                            },
                            {
                                "start": 487.189,
                                "stop": 493.144,
                                "byte_start": 2053937,
                                "byte_stop": 2077761,
                                "text": "And it bears repeating that our opinion does not address the content of the war that governs petitioners\u0027 detention."
                            },
                            {
                                "start": 493.144,
                                "stop": 495.539,
                                "byte_start": 2077761,
                                "byte_stop": 2087269,
                                "text": "That is a matter yet to be determined."
                            },
                            {
                                "start": 495.539,
                                "stop": 500.386,
                                "byte_start": 2087269,
                                "byte_stop": 2106705,
                                "text": "We do hold that the petitioners may invoke the fundamental procedural protections of habeas corpus."
                            },
                            {
                                "start": 500.386,
                                "stop": 505.645,
                                "byte_start": 2106705,
                                "byte_stop": 2127707,
                                "text": "The laws in Constitution are designed to survive and remain in force in extraordinary times."
                            },
                            {
                                "start": 505.645,
                                "stop": 511.359,
                                "byte_start": 2127707,
                                "byte_stop": 2150590,
                                "text": "Liberty and security can be reconciled and in our system they are reconciled within the framework of the law."
                            },
                            {
                                "start": 511.359,
                                "stop": 518.647,
                                "byte_start": 2150590,
                                "byte_stop": 2179743,
                                "text": "The framers decided that habeas corpus, a right of first importance, must be part of that framework, part of that law."
                            },
                            {
                                "start": 518.647,
                                "stop": 528.202,
                                "byte_start": 2179743,
                                "byte_stop": 2217986,
                                "text": "We reverse the judgment of the Court of Appeals and remand with instructions that it remand these cases to the District Court for additional proceedings consistent with our opinion."
                            },
                            {
                                "start": 528.202,
                                "stop": 533.596,
                                "byte_start": 2217986,
                                "byte_stop": 2239511,
                                "text": "Justice Souter has filed a concurring opinion, which Justices Ginsburg and Breyer have joined."
                            },
                            {
                                "start": 533.596,
                                "stop": 539.802,
                                "byte_start": 2239511,
                                "byte_stop": 2264380,
                                "text": "The Chief Justice has filed a dissenting opinion, which Justices Scalia, Thomas and Alito have joined."
                            },
                            {
                                "start": 539.802,
                                "stop": 548.39,
                                "byte_start": 2264380,
                                "byte_stop": 2298757,
                                "text": "Justice Scalia has filed a separate dissenting opinion joined by the Chief Justice, Justice Thomas and Justice Alito."
                            }
                        ]
                    },
                    {
                        "start": 548.39,
                        "stop": 895.112,
                        "byte_start": 2298757,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 548.39,
                                "stop": 551.9,
                                "byte_start": 2298757,
                                "byte_stop": 2312758,
                                "text": "I\u0027ll summarize my dissent."
                            },
                            {
                                "start": 551.9,
                                "stop": 567.401,
                                "byte_start": 2312758,
                                "byte_stop": 2374721,
                                "text": "Four terms ago Rasul versus Bush, this Court rejected the argument of the President that Federal Court\u0027s statutory habeas jurisdiction did not extend to aliens held at Guantanamo Bay, Cuba."
                            },
                            {
                                "start": 567.401,
                                "stop": 580.671,
                                "byte_start": 2374721,
                                "byte_stop": 2427802,
                                "text": "In as much as no federal district court had jurisdiction over that place, the court over dissents, solved that problem by decrying that every Federal Court has jurisdiction."
                            },
                            {
                                "start": 580.671,
                                "stop": 602.87,
                                "byte_start": 2427802,
                                "byte_stop": 2516618,
                                "text": "In response to that judgment, no doubt believing that the Guantanamo detention facility was important in the prosecution of the current war against Islamic extremists, the President sought authority from Congress to limit the role of federal courts in inquiring into the detention of enemy prisoners at Guantanamo."
                            },
                            {
                                "start": 602.87,
                                "stop": 621.863,
                                "byte_start": 2516618,
                                "byte_stop": 2592582,
                                "text": "Congress responded with the Detainee Treatment Act, which stripped habeas jurisdiction, but setup alternative judicial review procedures that the Chief Justices\u0027 dissent today correctly concludes are adequate substitutes for habeas."
                            },
                            {
                                "start": 621.863,
                                "stop": 640.508,
                                "byte_start": 2592582,
                                "byte_stop": 2667188,
                                "text": "But two terms ago, in Hamdi versus Rumsfeld, the Court held that the Detainee Treatment Act did not clearly strip habeas jurisdiction from pending case, cases that had already been filed in federal court when the act was passed."
                            },
                            {
                                "start": 640.508,
                                "stop": 646.92,
                                "byte_start": 2667188,
                                "byte_stop": 2692788,
                                "text": "The President again returned to Congress, which then passed the Military Commissions Act."
                            },
                            {
                                "start": 646.92,
                                "stop": 660.026,
                                "byte_start": 2692788,
                                "byte_stop": 2745242,
                                "text": "As the Court correctly holds today, that act finally succeeds in removing the Federal Court\u0027s statutory habeas jurisdiction over aliens held at Guantanamo."
                            },
                            {
                                "start": 660.026,
                                "stop": 672.945,
                                "byte_start": 2745242,
                                "byte_stop": 2796964,
                                "text": "But rather than acquiesce in the considered judgment of the political branches in this area of military affairs, the Court today holds that the act is unconstitutional."
                            },
                            {
                                "start": 672.945,
                                "stop": 689.055,
                                "byte_start": 2796964,
                                "byte_stop": 2861330,
                                "text": "As we have often said to overrule the mandate of the political branches, in this area of military affairs, requires a clear constitutional command, but the Court has not found any such command."
                            },
                            {
                                "start": 689.055,
                                "stop": 712.836,
                                "byte_start": 2861330,
                                "byte_stop": 2956520,
                                "text": "As my opinion details, the majority\u0027s judgment today is contradicted not only by our clear holding 50 years ago in Johnson versus Eisentrager, but also by the settled understanding at common law that habeas jurisdiction over aliens did not extend beyond the sovereign\u0027s territory."
                            },
                            {
                                "start": 712.836,
                                "stop": 721.248,
                                "byte_start": 2956520,
                                "byte_stop": 2990166,
                                "text": "Indeed the Court admits that it cannot derive a clear answer from the background common law principles of habeas."
                            },
                            {
                                "start": 721.248,
                                "stop": 739.469,
                                "byte_start": 2990166,
                                "byte_stop": 3062995,
                                "text": "Instead, the Court resorts to what it calls “fundamental separation of powers principles\u0022, by which it means that there must be a role for the judiciary, lest the political branches act with impunity."
                            },
                            {
                                "start": 739.469,
                                "stop": 742.004,
                                "byte_start": 3062995,
                                "byte_stop": 3073131,
                                "text": "That notion is mistaken."
                            },
                            {
                                "start": 742.004,
                                "stop": 761.308,
                                "byte_start": 3073131,
                                "byte_stop": 3150349,
                                "text": "Although it is true that habeas is an important tool for ensuring that the executive does not overstep constitutional bounds, it is equally true that the traditional limits on habeas jurisdiction are important to assure that the judiciary does not overstep constitutional bounds."
                            },
                            {
                                "start": 761.308,
                                "stop": 772.571,
                                "byte_start": 3150349,
                                "byte_stop": 3195384,
                                "text": "We simply have no competence to second-guess military authorities who have to make a life or death judgment calls about who is and who is not an enemy prisoner."
                            },
                            {
                                "start": 772.571,
                                "stop": 784.379,
                                "byte_start": 3195384,
                                "byte_stop": 3242718,
                                "text": "Even when the matter was left to military authorities many of the Guantanamo prisoners, who have been released over the past five years, have returned to the battle."
                            },
                            {
                                "start": 784.379,
                                "stop": 792.422,
                                "byte_start": 3242718,
                                "byte_stop": 3274796,
                                "text": "Just last month a former detainee perpetrated a suicide bombing that killed seven Iraqi soldiers."
                            },
                            {
                                "start": 792.422,
                                "stop": 815.256,
                                "byte_start": 3274796,
                                "byte_stop": 3366225,
                                "text": "When uninformed Article III judges rather than knowledgeable military authorities -- be patient -- under rules laid down by Congress are in-charge of determining who will be released, this problem can only get worse."
                            },
                            {
                                "start": 815.256,
                                "stop": 825.229,
                                "byte_start": 3366225,
                                "byte_stop": 3406035,
                                "text": "The Court\u0027s opinion appeals to the rule of law, but the rule of law includes limitations upon the courts, just as it includes limitations upon the other two branches."
                            },
                            {
                                "start": 825.229,
                                "stop": 833.663,
                                "byte_start": 3406035,
                                "byte_stop": 3439785,
                                "text": "In our entire history, no prisoner held by our military forces during an ongoing armed conflict has been given resort to our civil courts."
                            },
                            {
                                "start": 833.663,
                                "stop": 864.156,
                                "byte_start": 3439785,
                                "byte_stop": 3561725,
                                "text": "Hundreds of thousands of German prisoners were held in this country during World War II and I\u0027m unaware of any of them being -- I am unaware that any court ever intervened in their detention, and they were held in the United States and in our entire history no writ of habeas corpus has ever before issued at the instance of an alien held abroad."
                            },
                            {
                                "start": 864.156,
                                "stop": 882.505,
                                "byte_start": 3561725,
                                "byte_stop": 3635181,
                                "text": "Congress has provided for a significant judicial involvement with respect to the detainees at Guantanamo, but that is not enough for today\u0027s Court, which creates a constitutional right to habeas for aliens abroad that has no precedent in English or American law."
                            },
                            {
                                "start": 882.505,
                                "stop": 895.112,
                                "byte_start": 3635181,
                                "byte_stop": 0,
                                "text": "We will live to regret this self invited and unprecedented incursion of the judiciary into military affairs."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52055,
            "mime": "audio\/mpeg",
            "size": 3685545,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-1195\/20080612o_06-1195.delivery.mp3"
        },
        {
            "id": 73826,
            "mime": "audio\/ogg",
            "size": 9024837,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-1195\/20080612o_06-1195.ogg"
        },
        {
            "id": 73827,
            "mime": "application\/x-mpegURL",
            "size": 13267,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-1195\/20080612o_06-1195.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}