{
    "id": 20158,
    "title": "Opinion Announcement - June 25, 1997",
    "transcript": {
        "title": null,
        "duration": 490.243,
        "sections": [
            {
                "start": 0,
                "stop": 490.243,
                "byte_start": 28672,
                "byte_stop": 1989632,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.526,
                        "byte_start": 28672,
                        "byte_stop": 58870,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.526,
                                "byte_start": 28672,
                                "byte_stop": 58870,
                                "text": "The opinion of the Court in two cases will be announced by Justice Ginsburg."
                            }
                        ]
                    },
                    {
                        "start": 7.526,
                        "stop": 490.243,
                        "byte_start": 58870,
                        "byte_stop": 1989632,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.526,
                                "stop": 13.221,
                                "byte_start": 58870,
                                "byte_stop": 81648,
                                "text": "The first case I have to announce is Amchem Products against Windsor."
                            },
                            {
                                "start": 13.221,
                                "stop": 30.185,
                                "byte_start": 81648,
                                "byte_stop": 149462,
                                "text": "This case concerns the legitimacy under Rule 23 of the Federal Rules of Civil Procedure of a class action certification sought to achieve a global settlement of current and future asbestos related claims."
                            },
                            {
                                "start": 30.185,
                                "stop": 43.633,
                                "byte_start": 149462,
                                "byte_stop": 203274,
                                "text": "The defendants are 20 former asbestos manufacturing companies joined together in a consortium called the Center for Claims Resolution or CCR."
                            },
                            {
                                "start": 43.633,
                                "stop": 53.697,
                                "byte_start": 203274,
                                "byte_stop": 243503,
                                "text": "The initiating plaintiffs are individuals seeking to represent an enormous class of persons exposed to defendant\u0027s asbestos containing products."
                            },
                            {
                                "start": 53.697,
                                "stop": 67.138,
                                "byte_start": 243503,
                                "byte_stop": 297315,
                                "text": "Never intending to engage in actual litigation, CCR and the initiating plaintiffs jointly filed this lawsuit in the United States District Court for the Eastern District of Pennsylvania."
                            },
                            {
                                "start": 67.138,
                                "stop": 77.574,
                                "byte_start": 297315,
                                "byte_stop": 339007,
                                "text": "They presented to the Court on the same day a complaint, an answer, a proposed settlement agreement, and a motion for class certification."
                            },
                            {
                                "start": 77.574,
                                "stop": 109.374,
                                "byte_start": 339007,
                                "byte_stop": 466171,
                                "text": "The embracing complaint describes nine lead plaintiffs as representatives of a class comprising all persons who had not previously sued any CCR member, but had been exposed either occupationally or through the occupational exposure of a spouse or a household member to asbestos attributable to a CCR member or whose spouse or family member had been so exposed."
                            },
                            {
                                "start": 109.374,
                                "stop": 114.846,
                                "byte_start": 466171,
                                "byte_stop": 488114,
                                "text": "Millions of individuals may fit this class description."
                            },
                            {
                                "start": 114.846,
                                "stop": 117.426,
                                "byte_start": 488114,
                                "byte_stop": 498458,
                                "text": "The complaint delineated no subclasses."
                            },
                            {
                                "start": 117.426,
                                "stop": 133.611,
                                "byte_start": 498458,
                                "byte_stop": 563137,
                                "text": "It did not separated -- separate persons currently suffering no asbestos-related disease from so called exposure on the plaintiffs, persons who have not yet manifested any asbestos-related conditions."
                            },
                            {
                                "start": 133.611,
                                "stop": 141.343,
                                "byte_start": 563137,
                                "byte_stop": 594066,
                                "text": "All named plaintiffs were designated as representatives of the entire undifferentiated class."
                            },
                            {
                                "start": 141.343,
                                "stop": 151.542,
                                "byte_start": 594066,
                                "byte_stop": 634922,
                                "text": "The exhaustive settlement agreement stops nearly all persons fitting the class description from ever-litigating claims against CCR members."
                            },
                            {
                                "start": 151.542,
                                "stop": 166.298,
                                "byte_start": 634922,
                                "byte_stop": 693959,
                                "text": "Instead, class members seeking recovery were to look to a detailed compensation regime which CCR would administer subject to monitoring by the AFL-CIO and plaintiffs\u0027 counsel."
                            },
                            {
                                "start": 166.298,
                                "stop": 176.367,
                                "byte_start": 693959,
                                "byte_stop": 734187,
                                "text": "The compensation regime spelled that in the settlement included the schedule of payments for several asbestos-related illnesses."
                            },
                            {
                                "start": 176.367,
                                "stop": 188.411,
                                "byte_start": 734187,
                                "byte_stop": 782357,
                                "text": "Payments would not be adjusted to take account of inflation or certain claims, for example, loss of consortium and medical monitoring claims were disallowed entirely."
                            },
                            {
                                "start": 188.411,
                                "stop": 195.641,
                                "byte_start": 782357,
                                "byte_stop": 811301,
                                "text": "CCR agreed to forgo defenses to liability, including statute of limitations pleas."
                            },
                            {
                                "start": 195.641,
                                "stop": 202.658,
                                "byte_start": 811301,
                                "byte_stop": 839408,
                                "text": "The District Court ruled that it had jurisdiction that notice to the class was adequate and that the settlement was fare."
                            },
                            {
                                "start": 202.658,
                                "stop": 220.629,
                                "byte_start": 839408,
                                "byte_stop": 911193,
                                "text": "In light of its views on the settlement\u0027s fairness, the District Court found the requirements of Rule 23 satisfied, certified the class under Rule23(b)(3) for settlement only, and enjoined class members from suing in any state or a federal court."
                            },
                            {
                                "start": 220.629,
                                "stop": 232.26,
                                "byte_start": 911193,
                                "byte_stop": 957795,
                                "text": "The Third Circuit vacated the class action certification, determining that the described class did not satisfy key requirements of Rule 23."
                            },
                            {
                                "start": 232.26,
                                "stop": 250.459,
                                "byte_start": 957795,
                                "byte_stop": 1030520,
                                "text": "Initially, the Third Circuit acknowledged that a settlement only class maybe certified, but that Court added Rule 23\u0027s requirements must be met as if the case were going to be litigated and without taking the settlement into account."
                            },
                            {
                                "start": 250.459,
                                "stop": 261.75,
                                "byte_start": 1030520,
                                "byte_stop": 1075764,
                                "text": "We granted certiorari because lower courts have diverged on the role settlement may play in class certification decisions."
                            },
                            {
                                "start": 261.75,
                                "stop": 270.045,
                                "byte_start": 1075764,
                                "byte_stop": 1108888,
                                "text": "The Third Circuit noted but did not resolve several jurisdictional objections raised by opponents of the settlement."
                            },
                            {
                                "start": 270.045,
                                "stop": 279.512,
                                "byte_start": 1108888,
                                "byte_stop": 1146817,
                                "text": "We follow the same path, mindful that the jurisdictional issues would not exist, but for the class action certification."
                            },
                            {
                                "start": 279.512,
                                "stop": 288.104,
                                "byte_start": 1146817,
                                "byte_stop": 1181090,
                                "text": "We agree with petitioners to this limited extent; settlement is relevant to a class certification."
                            },
                            {
                                "start": 288.104,
                                "stop": 292.949,
                                "byte_start": 1181090,
                                "byte_stop": 1200525,
                                "text": "The Third Circuit\u0027s opinion bares modification in that respect."
                            },
                            {
                                "start": 292.949,
                                "stop": 308.744,
                                "byte_start": 1200525,
                                "byte_stop": 1263741,
                                "text": "But the Court of Appeals in fact did not ignore the settlement that court homed in on settlement terms in explaining why it found several of Rule 23\u0027s criteria unsatisfied."
                            },
                            {
                                "start": 308.744,
                                "stop": 318.01,
                                "byte_start": 1263741,
                                "byte_stop": 1300731,
                                "text": "To qualify for certification under Rule 23(b)(3) a class must satisfy the four conditions set out in Rule 23(a)."
                            },
                            {
                                "start": 318.01,
                                "stop": 326.521,
                                "byte_start": 1300731,
                                "byte_stop": 1334794,
                                "text": "These include the requirement that representative parties will fairly and adequately protect the interest of the class."
                            },
                            {
                                "start": 326.521,
                                "stop": 332.367,
                                "byte_start": 1334794,
                                "byte_stop": 1358200,
                                "text": "The class must also meet two additional criteria stated in Rule 23(b)(3)."
                            },
                            {
                                "start": 332.367,
                                "stop": 344.783,
                                "byte_start": 1358200,
                                "byte_stop": 1407833,
                                "text": "We stress one of the two common questions of law or fact must predominate over any questions affecting only individual members."
                            },
                            {
                                "start": 344.783,
                                "stop": 365.539,
                                "byte_start": 1407833,
                                "byte_stop": 1490902,
                                "text": "Confronted with a request for settlement only class certification, a district court need not inquire whether the case, if tried, would present intractable management problems, a consideration under Rule 23(b)(3) for the proposal is that there be no trial."
                            },
                            {
                                "start": 365.539,
                                "stop": 383.617,
                                "byte_start": 1490902,
                                "byte_stop": 1563209,
                                "text": "But other specifications of the rule, those designed to protect absentees by blocking unwarranted or overbroad class definitions demand undiluted, even heightened, attention in the settlement context."
                            },
                            {
                                "start": 383.617,
                                "stop": 399.04,
                                "byte_start": 1563209,
                                "byte_stop": 1624858,
                                "text": "Federal courts, we conclude, lack authority to substitute for Rule 23\u0027s criteria a standard never adopted in the rule making process that if a settlement is fair then certification is proper."
                            },
                            {
                                "start": 399.04,
                                "stop": 411.538,
                                "byte_start": 1624858,
                                "byte_stop": 1674909,
                                "text": "As we explain in the opinion, the Third Circuit was essentially correct in ruling that neither the predominance nor the adequate representation requirement is met in this case."
                            },
                            {
                                "start": 411.538,
                                "stop": 426.779,
                                "byte_start": 1674909,
                                "byte_stop": 1735826,
                                "text": "The number of uncommon questions exceeds the number of common questions, and the interest of class members, notably the exposure only members, and those with present injuries are in tension."
                            },
                            {
                                "start": 426.779,
                                "stop": 438.251,
                                "byte_start": 1735826,
                                "byte_stop": 1781697,
                                "text": "So, that lumping these diverse groups into a single mass class is in appropriate, we therefore affirm the Third Circuit\u0027s judgment."
                            },
                            {
                                "start": 438.251,
                                "stop": 454.966,
                                "byte_start": 1781697,
                                "byte_stop": 1848571,
                                "text": "A nationwide administrative claims processing regime, it has been cogently argued, would provide the most secure, fair, and efficient means of compensating victims of asbestos exposure, but Congress has not adopted such a solution."
                            },
                            {
                                "start": 454.966,
                                "stop": 476.381,
                                "byte_start": 1848571,
                                "byte_stop": 1934252,
                                "text": "And Rule 23, which must be interpreted with fidelity to the Rules Enabling Act, and applied with the interests of absent class members in close view, cannot carry the large load, the settling parties, and the District Court in this case to keep the product."
                            },
                            {
                                "start": 476.381,
                                "stop": 490.243,
                                "byte_start": 1934252,
                                "byte_stop": 1989632,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part in which Justice Stevens joins, Justice O\u0027Connor took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49440,
            "mime": "audio\/mpeg",
            "size": 1989945,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-270\/19970625o_96-270.delivery.mp3"
        },
        {
            "id": 71242,
            "mime": "audio\/ogg",
            "size": 4729664,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-270\/19970625o_96-270.ogg"
        },
        {
            "id": 71243,
            "mime": "application\/x-mpegURL",
            "size": 7163,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-270\/19970625o_96-270.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}