{
    "id": 22157,
    "title": "Opinion Announcement - June 04, 2001",
    "transcript": {
        "title": "Penry v. Johnson",
        "duration": 360.202,
        "sections": [
            {
                "start": 0,
                "stop": 360.202,
                "byte_start": 89571,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.766,
                        "byte_start": 89571,
                        "byte_stop": 124680,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.766,
                                "byte_start": 89571,
                                "byte_stop": 124680,
                                "text": "The opinion of the Court in No. 00-6677, Penry against Johnson would be announced Justice O\u0027Connor."
                            }
                        ]
                    },
                    {
                        "start": 8.766,
                        "stop": 360.202,
                        "byte_start": 124680,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 8.766,
                                "stop": 15.077,
                                "byte_start": 124680,
                                "byte_stop": 149966,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 15.077,
                                "stop": 25.244,
                                "byte_start": 149966,
                                "byte_stop": 190613,
                                "text": "In 1989, we held that the petitioner Johnny Paul Penry had been sentenced to death in violation of the Eighth Amendment."
                            },
                            {
                                "start": 25.244,
                                "stop": 41.916,
                                "byte_start": 190613,
                                "byte_stop": 257277,
                                "text": "Although Penry had offered extensive evidence that he was mentally retarded and had been severely abused as a child, his jury was never instructed that it could consider and give effect to that mitigating evidence in determining his sentence."
                            },
                            {
                                "start": 41.916,
                                "stop": 59.247,
                                "byte_start": 257277,
                                "byte_stop": 326658,
                                "text": "The jury in that first trial was instructed to answer three special issues: whether Penry had acted deliberately; whether he would be a future danger; and whether he had unreasonably responded to any provocation."
                            },
                            {
                                "start": 59.247,
                                "stop": 81.646,
                                "byte_start": 326658,
                                "byte_stop": 416206,
                                "text": "We found that none of those special was issues was broad enough to encompass Penry’s mitigating evidence and concluded that a reasonable juror could well have believed that there was no vehicle under those instructions for expressing the view that Penry did not deserves to be sentenced to death based on the mitigating evidence."
                            },
                            {
                                "start": 81.646,
                                "stop": 89.719,
                                "byte_start": 416206,
                                "byte_stop": 448493,
                                "text": "Penry was retried then in 1990 and again found guilty of capital murder."
                            },
                            {
                                "start": 89.719,
                                "stop": 106.868,
                                "byte_start": 448493,
                                "byte_stop": 517143,
                                "text": "When it came time to submit the case to the jury for sentencing that court instructed the jury to determine Penry’s sentence by answering the same three special issues that were asked in the first trial."
                            },
                            {
                                "start": 106.868,
                                "stop": 127.025,
                                "byte_start": 517143,
                                "byte_stop": 597705,
                                "text": "The court then gave a supplemental instruction, telling the jury that “if you determine when giving effect to the mitigating evidence, that a life sentence is reflected by a negative finding to the special issue under consideration is appropriate, a negative finding should be given to one of the special issues”."
                            },
                            {
                                "start": 127.025,
                                "stop": 137.694,
                                "byte_start": 597705,
                                "byte_stop": 640441,
                                "text": "The jury answered “yes” to each of the special issue question and the Trial Court sentenced Penry to death."
                            },
                            {
                                "start": 137.694,
                                "stop": 142.942,
                                "byte_start": 640441,
                                "byte_stop": 661444,
                                "text": "The Texas Court of Criminal Appeals affirmed the convection and sentence."
                            },
                            {
                                "start": 142.942,
                                "stop": 149.546,
                                "byte_start": 661444,
                                "byte_stop": 687775,
                                "text": "The Court of Appeals for the Fifth Circuit dismissed Penry’s federal habeas petition."
                            },
                            {
                                "start": 149.546,
                                "stop": 160.977,
                                "byte_start": 687775,
                                "byte_stop": 733542,
                                "text": "In an opinion filed with the Clerk of the Court today, we affirm in part and reverse in part the judgment of the Fifth Circuit Court of Appeals."
                            },
                            {
                                "start": 160.977,
                                "stop": 189.261,
                                "byte_start": 733542,
                                "byte_stop": 846704,
                                "text": "Penry claims initially that the admission at the sentencing hearing, a report of a Dr. Peebles about a mental examination of Penry in 1977 violated his Fifth Amendment privileges and that this is case indistinguishable from our holding in the case of Estelle versus Smith."
                            },
                            {
                                "start": 189.261,
                                "stop": 195.818,
                                "byte_start": 846704,
                                "byte_stop": 872931,
                                "text": "Like Justice Souter, I am not going to orally explain this part of our opinion today."
                            },
                            {
                                "start": 195.818,
                                "stop": 216.961,
                                "byte_start": 872931,
                                "byte_stop": 957463,
                                "text": "Suffice to say that because the case is here on writ of habeas corpus we need to decide only whether the State Court’s decision to admit evidence from Dr. Peebles report was contrary to or an unreasonable application of our precedent, we hold that it was not."
                            },
                            {
                                "start": 216.961,
                                "stop": 231.542,
                                "byte_start": 957463,
                                "byte_stop": 1015769,
                                "text": "There are several factual differences between this case and the case of the Estelle versus Smith, and Estelle itself suggested that its holding was limited to the distinct circumstances presented there."
                            },
                            {
                                "start": 231.542,
                                "stop": 248.559,
                                "byte_start": 1015769,
                                "byte_stop": 1083896,
                                "text": "The State Court’s conclusion that the jury instructions at Penry\u0027s resentencing provided an adequate vehicle for the jury to give effect to Penry’s mitigation evidence, however we hold was objectively unreasonable."
                            },
                            {
                                "start": 248.559,
                                "stop": 257.005,
                                "byte_start": 1083896,
                                "byte_stop": 1117646,
                                "text": "The three special issues submitted to the jury were identical to the once found inadequate in the first Penry case."
                            },
                            {
                                "start": 257.005,
                                "stop": 270.43,
                                "byte_start": 1117646,
                                "byte_stop": 1171354,
                                "text": "Although, the supplemental instruction mentioned medicating evidence, the mechanism it purported to create for the jurors to give effect to that evidence was ineffective and illogical."
                            },
                            {
                                "start": 270.43,
                                "stop": 288.609,
                                "byte_start": 1171354,
                                "byte_stop": 1244079,
                                "text": "The jury was instructed that a \u0022yes\u0022 answer to a special issue was appropriate only when supported by the evidence beyond a reasonable doubt, and that a \u0022no\u0022 answer was appropriate only when there was a reasonable doubt as to whether the answer should be \u0022yes\u0022."
                            },
                            {
                                "start": 288.609,
                                "stop": 307.86,
                                "byte_start": 1244079,
                                "byte_stop": 1321088,
                                "text": "The supplemental instruction in effect told the jury to ignore the clear guidelines and change a truthful “yes” answer to one of the questions to an untruthful “no” answer in order to give effect to a decision not to impose the death sentence."
                            },
                            {
                                "start": 307.86,
                                "stop": 313.594,
                                "byte_start": 1321088,
                                "byte_stop": 1343971,
                                "text": "The supplemental instruction placed law-abiding jurors in a difficult situation."
                            },
                            {
                                "start": 313.594,
                                "stop": 323.752,
                                "byte_start": 1343971,
                                "byte_stop": 1384618,
                                "text": "The comments of the prosecutor, the defense counsel, and the trial court did little to clarify this confusion we think."
                            },
                            {
                                "start": 323.752,
                                "stop": 333.773,
                                "byte_start": 1384618,
                                "byte_stop": 1424742,
                                "text": "Any realistic assessment of the manner in which the supplemental instruction operated leads to the same conclusion we reached in first Penry case."
                            },
                            {
                                "start": 333.773,
                                "stop": 345.198,
                                "byte_start": 1424742,
                                "byte_stop": 1470404,
                                "text": "A reasonable juror could well have believed there was no proper vehicle for expressing the view that Penry did not deserve to be sentenced to death based on the mitigating evidence."
                            },
                            {
                                "start": 345.198,
                                "stop": 351.748,
                                "byte_start": 1470404,
                                "byte_stop": 1496631,
                                "text": "The Court of Appeals judgment on this point is therefore reversed and the case is remanded for resentencing."
                            },
                            {
                                "start": 351.748,
                                "stop": 360.202,
                                "byte_start": 1496631,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed an opinion concurring in part and dissenting in part, which the Chief Justice and justice Scalia have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53436,
            "mime": "audio\/mpeg",
            "size": 1523693,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/00-6677\/20010604o_00-6677.delivery.mp3"
        },
        {
            "id": 75180,
            "mime": "audio\/ogg",
            "size": 3442109,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/00-6677\/20010604o_00-6677.ogg"
        },
        {
            "id": 75181,
            "mime": "application\/x-mpegURL",
            "size": 5391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/00-6677\/20010604o_00-6677.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}