{
    "id": 23296,
    "title": "Opinion Announcement - January 14, 2014",
    "transcript": {
        "title": null,
        "duration": 292.752,
        "sections": [
            {
                "start": 0,
                "stop": 292.752,
                "byte_start": 106496,
                "byte_stop": 1277409,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.466,
                        "byte_start": 106496,
                        "byte_stop": 136380,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.466,
                                "byte_start": 106496,
                                "byte_stop": 136380,
                                "text": "Justice Ginsburg has our opinion in case 11-965, Daimler vs. Bauman."
                            }
                        ]
                    },
                    {
                        "start": 7.466,
                        "stop": 292.752,
                        "byte_start": 136380,
                        "byte_stop": 1277409,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 7.466,
                                "stop": 24.203,
                                "byte_start": 136380,
                                "byte_stop": 203358,
                                "text": "In this case concerns the authority of a court in the United States to entertainment a claim brought by foreign plaintiffs against a foreign defendant based on events occurring entirely outside the United States."
                            },
                            {
                                "start": 24.203,
                                "stop": 51.307,
                                "byte_start": 203358,
                                "byte_stop": 311818,
                                "text": "The litigation commenced in 2004 when 22 Argentinean residence filed a complaint in the United States District Court for the Northern District of California against DaimlerChrysler Aktiengesellschaft hereafter Daimler, a German public stock company, headquartered in Stuttgart that manufactures Mercedes-Benz vehicles in Germany."
                            },
                            {
                                "start": 51.307,
                                "stop": 81.913,
                                "byte_start": 311818,
                                "byte_stop": 434176,
                                "text": "The complaint alleged that during Argentina\u0027s 1976 to 1983 “Dirty War,” Daimler\u0027s Argentinian subsidiary Mercedez-Benz Argentina (MB Argentina) Collaborated with state security forces to kidnap, detain, torture, and kill certain MB Argentina workers, among them, plaintiffs or persons closely related to plaintiffs."
                            },
                            {
                                "start": 81.913,
                                "stop": 91.623,
                                "byte_start": 434176,
                                "byte_stop": 473046,
                                "text": "Damages for the alleged human-rights violations were sought under the laws of the United States, California, and Argentina."
                            },
                            {
                                "start": 91.623,
                                "stop": 112.562,
                                "byte_start": 473046,
                                "byte_stop": 556847,
                                "text": "Jurisdiction over the lawsuit was predicated on the California connections of yet another entity Mercedes-Benz USA, (MBUSA), a subsidiary of Daimler incorporated in Delaware with its principal place of business in New Jersey."
                            },
                            {
                                "start": 112.562,
                                "stop": 122.28,
                                "byte_start": 556847,
                                "byte_stop": 595717,
                                "text": "MBUSA distributes Daimler-manufactured vehicles to independent dealerships throughout the United States, including California."
                            },
                            {
                                "start": 122.28,
                                "stop": 149.117,
                                "byte_start": 595717,
                                "byte_stop": 703028,
                                "text": "The question presented is whether the Due Process Clause of the Fourteenth Amendment precludes the District Court from exercising jurisdiction over Daimler, given the absence of any California connection to the atrocities, perpetrators, or victims."
                            },
                            {
                                "start": 149.117,
                                "stop": 154.844,
                                "byte_start": 703028,
                                "byte_stop": 725912,
                                "text": "Plaintiffs invoked the court\u0027s general or all-purpose jurisdiction."
                            },
                            {
                                "start": 154.844,
                                "stop": 163.88,
                                "byte_start": 725912,
                                "byte_stop": 762065,
                                "text": "California, they urge, is a place where Daimler may be sued on any and all claims against it, wherever in the world the claims may arise."
                            },
                            {
                                "start": 163.88,
                                "stop": 180.904,
                                "byte_start": 762065,
                                "byte_stop": 830192,
                                "text": "For example, in plaintiff\u0027s view, if a Mercedes-Benz vehicle overturned in Saudi Arabia, injuring a driver and passengers from Norway the injured persons could maintain a design defect suit in California."
                            },
                            {
                                "start": 180.904,
                                "stop": 207.047,
                                "byte_start": 830192,
                                "byte_stop": 934787,
                                "text": "The District Court granted Daimler\u0027s motion to dismiss for lack of jurisdiction, reversing the District Court\u0027s judgment, the Court of Appeals held that MBUSA which it assumed to fall within California courts\u0027 all-purpose jurisdiction, was Daimler\u0027s \u0022agent\u0022 for jurisdictional purposes, so that Daimler, too, should generally be answerable to suit in that State."
                            },
                            {
                                "start": 207.047,
                                "stop": 217.922,
                                "byte_start": 934787,
                                "byte_stop": 978254,
                                "text": "Exercises of personal jurisdiction of such breath we hold today are barred by due process constraints on the assertion of adjudicatory authority."
                            },
                            {
                                "start": 217.922,
                                "stop": 241.787,
                                "byte_start": 978254,
                                "byte_stop": 1073654,
                                "text": "Three years ago in Goodyear Dunlop Tires Operations v. Brown, we stated that a court may assert general or all-purpose jurisdiction over a foreign corporation only when the corporation\u0027s affiliations with the State in which suit is brought are so constant and pervasive as to render it essentially at home in the forum State."
                            },
                            {
                                "start": 241.787,
                                "stop": 256.333,
                                "byte_start": 1073654,
                                "byte_stop": 1131854,
                                "text": "Instructed by Goodyear, we conclude Daimler is not at home in California, and cannot be sued there for injuries plaintiffs attribute to MB Argentina\u0027s conduct in Argentina."
                            },
                            {
                                "start": 256.333,
                                "stop": 265.056,
                                "byte_start": 1131854,
                                "byte_stop": 1166754,
                                "text": "Plaintiffs had originally stated claims under two federal statutes, the Alien Tort Statute and the Torture Victim Protection Act."
                            },
                            {
                                "start": 265.056,
                                "stop": 275.294,
                                "byte_start": 1166754,
                                "byte_stop": 1207714,
                                "text": "Maintaining that those statutes supported jurisdiction over torturers wherever they may have acted and whomever they may have victimized."
                            },
                            {
                                "start": 275.294,
                                "stop": 283.676,
                                "byte_start": 1207714,
                                "byte_stop": 1241255,
                                "text": "But we have recently made plan that in neither statute which is the offshore conduct alleged in this case."
                            },
                            {
                                "start": 283.676,
                                "stop": 287.275,
                                "byte_start": 1241255,
                                "byte_stop": 1255675,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is reversed."
                            },
                            {
                                "start": 287.275,
                                "stop": 292.752,
                                "byte_start": 1255675,
                                "byte_stop": 1277409,
                                "text": "Justice Sotomayor has filed an opinion concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55733,
            "mime": "audio\/mpeg",
            "size": 1277618,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/11-965\/20140114o_11-965.delivery.mp3"
        },
        {
            "id": 77434,
            "mime": "audio\/ogg",
            "size": 2803856,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/11-965\/20140114o_11-965.ogg"
        },
        {
            "id": 77435,
            "mime": "application\/x-mpegURL",
            "size": 4325,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/11-965\/20140114o_11-965.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}