{
    "id": 20388,
    "title": "Opinion Announcement - May 27, 1997",
    "transcript": {
        "title": null,
        "duration": 546.927,
        "sections": [
            {
                "start": 0,
                "stop": 546.927,
                "byte_start": 82237,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.64,
                        "byte_start": 82237,
                        "byte_stop": 116823,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.64,
                                "byte_start": 82237,
                                "byte_stop": 116823,
                                "text": "The opinion of the Court in No. 95-1853, Clinton against Jones will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 8.64,
                        "stop": 546.927,
                        "byte_start": 116823,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.64,
                                "stop": 21.216,
                                "byte_start": 116823,
                                "byte_stop": 167187,
                                "text": "This case raises a constitutional and a prudential question concerning the Office of the President of the United States."
                            },
                            {
                                "start": 21.216,
                                "stop": 32.676,
                                "byte_start": 167187,
                                "byte_stop": 212954,
                                "text": "Respondent, a private citizen, seeks to recover damages from the current occupant of that office based on actions allegedly taken before his term began."
                            },
                            {
                                "start": 32.676,
                                "stop": 48.737,
                                "byte_start": 212954,
                                "byte_stop": 277215,
                                "text": "The President submits that in all but the most exceptional cases the Constitution requires federal courts to defer such litigation until his term ends and that, in any event, respect for the office warrants such a stay."
                            },
                            {
                                "start": 48.737,
                                "stop": 56.225,
                                "byte_start": 277215,
                                "byte_stop": 307204,
                                "text": "The petitioner, William Jefferson Clinton, was elected to the Presidency in 1992 and re-elected in 1996."
                            },
                            {
                                "start": 56.225,
                                "stop": 60.704,
                                "byte_start": 307204,
                                "byte_stop": 325071,
                                "text": "Respondent, Paula Corbin Jones, is a resident of California."
                            },
                            {
                                "start": 60.704,
                                "stop": 71.652,
                                "byte_start": 325071,
                                "byte_stop": 368853,
                                "text": "On May 6, 1994, invoking the diversity jurisdiction of the federal courts, she commenced this action in the United States District Court for the Eastern District of Arkansas."
                            },
                            {
                                "start": 71.652,
                                "stop": 80.832,
                                "byte_start": 368853,
                                "byte_stop": 405633,
                                "text": "In essence, here complaint alleges that on the afternoon of May 8, 1991, when she was employed by the Arkansas Industrial Commission."
                            },
                            {
                                "start": 80.832,
                                "stop": 89.454,
                                "byte_start": 405633,
                                "byte_stop": 440115,
                                "text": "Petitioner who was then Governor of the State of Arkansas engaged in tortious conduct for which he seeks to recover money damages."
                            },
                            {
                                "start": 89.454,
                                "stop": 96.321,
                                "byte_start": 440115,
                                "byte_stop": 467595,
                                "text": "In a response to the complaint, petitioner filed a motion seeking to postpone the proceeding until he is no longer president."
                            },
                            {
                                "start": 96.321,
                                "stop": 103.894,
                                "byte_start": 467595,
                                "byte_stop": 497897,
                                "text": "The District Judge ordered -- ordered a postponement of the trial that allowed discovery to go forward, both parties appealed."
                            },
                            {
                                "start": 103.894,
                                "stop": 110.788,
                                "byte_start": 497897,
                                "byte_stop": 525483,
                                "text": "A divided panel of the Court of Appeals reversed the order postponing the trial until the President relieves office."
                            },
                            {
                                "start": 110.788,
                                "stop": 117.416,
                                "byte_start": 525483,
                                "byte_stop": 551919,
                                "text": "We granted the President\u0027s petition for certiorari and now affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 117.416,
                                "stop": 130.707,
                                "byte_start": 551919,
                                "byte_stop": 605104,
                                "text": "Our opinion first discusses cases and materials from the historical record that support their recognition of an immunity from damages liability for actions taken by the President in his official capacity."
                            },
                            {
                                "start": 130.707,
                                "stop": 138.2,
                                "byte_start": 605104,
                                "byte_stop": 635093,
                                "text": "We conclude that those presidents do not apply to private conduct that deferred before becoming President."
                            },
                            {
                                "start": 138.2,
                                "stop": 154.013,
                                "byte_start": 635093,
                                "byte_stop": 698309,
                                "text": "We then turn to the President\u0027s strongest argument, a claim that is grounded in the character of the office that was created by Article II of the Constitution and relies on separation of powers principles that have structured our constitutional arrangements since the founding."
                            },
                            {
                                "start": 154.013,
                                "stop": 168.597,
                                "byte_start": 698309,
                                "byte_stop": 756719,
                                "text": "As a starting premise, petitioner contends that he occupies a unique office with powers and responsibilities so vast and important that the public interest demands that he devote his undivided time and attention to his public duties."
                            },
                            {
                                "start": 168.597,
                                "stop": 184.78,
                                "byte_start": 756719,
                                "byte_stop": 821398,
                                "text": "He submits that given the nature of the office that the doctrine of separation of powers places limits on the authority of the Federal Judiciary to interfere with the Executive Branch that would be transgressed by allowing this action to proceed."
                            },
                            {
                                "start": 184.78,
                                "stop": 188.561,
                                "byte_start": 821398,
                                "byte_stop": 836549,
                                "text": "We have no dispute with the initial premise of the argument."
                            },
                            {
                                "start": 188.561,
                                "stop": 196.401,
                                "byte_start": 836549,
                                "byte_stop": 867896,
                                "text": "Former presidents, from George Washington to George Bush, have consistently endorsed petitioner\u0027s characterization of the office."
                            },
                            {
                                "start": 196.401,
                                "stop": 204.83,
                                "byte_start": 867896,
                                "byte_stop": 901646,
                                "text": "It does not follow, however, that separation of powers principles would be violated by allowing this action to proceed."
                            },
                            {
                                "start": 204.83,
                                "stop": 213.388,
                                "byte_start": 901646,
                                "byte_stop": 935814,
                                "text": "The doctrine of separation of powers is concerned with the allocation of official power among the three co equal branches of our Government."
                            },
                            {
                                "start": 213.388,
                                "stop": 222.927,
                                "byte_start": 935814,
                                "byte_stop": 973953,
                                "text": "In this case, however, there is no suggestion that the Federal Judiciary is being asked to perform any function that might in some way be described as executive."
                            },
                            {
                                "start": 222.927,
                                "stop": 231.751,
                                "byte_start": 973953,
                                "byte_stop": 1009270,
                                "text": "Respondent is merely asking the courts to exercise their core Article III jurisdiction to decide cases and controversies."
                            },
                            {
                                "start": 231.751,
                                "stop": 246.535,
                                "byte_start": 1009270,
                                "byte_stop": 1068412,
                                "text": "The litigation of questions that re -- relate entirely to the unofficial conduct of the individual who happens to be the President poses no perceptible risk of misallocation of either judicial power or executive power."
                            },
                            {
                                "start": 246.535,
                                "stop": 259.398,
                                "byte_start": 1068412,
                                "byte_stop": 1119925,
                                "text": "Nevertheless, petitioner contends that as a by-product of an otherwise traditional exercise of judicial power burdens will be place on the President that will hamper their performance of his official duties."
                            },
                            {
                                "start": 259.398,
                                "stop": 278.9,
                                "byte_start": 1119925,
                                "byte_stop": 1197875,
                                "text": "His concern is that this particular case, as well as the potential additional litigation that an affirmance of the Court of Appeals judgment may spawn, may impose an unacceptable burden on the President\u0027s time and energy, and thereby impair the effective performance of the office."
                            },
                            {
                                "start": 278.9,
                                "stop": 287.914,
                                "byte_start": 1197875,
                                "byte_stop": 1233924,
                                "text": "Petitioner\u0027s predictive judgment finds a little support in either history or the relatively narrow compass of the issues raised in this particular case."
                            },
                            {
                                "start": 287.914,
                                "stop": 294.617,
                                "byte_start": 1233924,
                                "byte_stop": 1260777,
                                "text": "In the entire history of the Republic, only three sitting Presidents have been subjected to suits for their private actions."
                            },
                            {
                                "start": 294.617,
                                "stop": 305.368,
                                "byte_start": 1260777,
                                "byte_stop": 1303723,
                                "text": "As for the case at hand, if properly managed by the District Court, it appears to us highly unlikely to occupy any substantial amount of petitioner\u0027s time."
                            },
                            {
                                "start": 305.368,
                                "stop": 324.731,
                                "byte_start": 1303723,
                                "byte_stop": 1381254,
                                "text": "Of greater significance petitioner errs by presuming that interactions between the Judicial Branch and the Executive, even quite burdensome interactions, necessarily rise to the level of constitutionally forbidden impairment of the Executive\u0027s ability to perform his constitutionally mandated functions."
                            },
                            {
                                "start": 324.731,
                                "stop": 338.446,
                                "byte_start": 1381254,
                                "byte_stop": 1436111,
                                "text": "The fact that a federal court\u0027s exercise of its traditional Article III jurisdiction may significantly burden the time and attention of the Chief Executive is not sufficient to establish a violation of the Constitution."
                            },
                            {
                                "start": 338.446,
                                "stop": 345.148,
                                "byte_start": 1436111,
                                "byte_stop": 1462861,
                                "text": "Two long settled propositions, first announced by Chief Justice Marshall, support that conclusion."
                            },
                            {
                                "start": 345.148,
                                "stop": 353.936,
                                "byte_start": 1462861,
                                "byte_stop": 1498074,
                                "text": "First, we have long held that when the President takes official action, the court has the authority to determine whether he has acted within the law."
                            },
                            {
                                "start": 353.936,
                                "stop": 370.264,
                                "byte_start": 1498074,
                                "byte_stop": 1563380,
                                "text": "Perhaps the most dramatic example of such a case is our holding that President Truman exceeded his constitutional authority when he issued an order directing the Secretary of Commerce to take possession of the nation\u0027s steel mills to avert a national catastrophe."
                            },
                            {
                                "start": 370.264,
                                "stop": 377.069,
                                "byte_start": 1563380,
                                "byte_stop": 1590547,
                                "text": "Second, it is also settled that the President is subject to judicial process in appropriate circumstances."
                            },
                            {
                                "start": 377.069,
                                "stop": 394.899,
                                "byte_start": 1590547,
                                "byte_stop": 1661914,
                                "text": "If the judiciary may severely burden the executive branch by revealing the legality of the President\u0027s official conduct, and if it may direct appropriate process to the President himself, it must follow that the federal courts have power to determine the legality of his unofficial conduct."
                            },
                            {
                                "start": 394.899,
                                "stop": 409.613,
                                "byte_start": 1661914,
                                "byte_stop": 1720741,
                                "text": "The burden on the President\u0027s time and energy that is a mere by product of such review surely cannot be considered as onerous as the direct burden imposed by judicial review and the occasional invalidation of his official actions."
                            },
                            {
                                "start": 409.613,
                                "stop": 420.049,
                                "byte_start": 1720741,
                                "byte_stop": 1762537,
                                "text": "We therefore hold that the doctrine of separation of powers does not require federal courts to stay all private actions against the President until he leaves office."
                            },
                            {
                                "start": 420.049,
                                "stop": 430.063,
                                "byte_start": 1762537,
                                "byte_stop": 1802557,
                                "text": "The reasons for -- for rejecting such a categorical rule apply as well to a rule that would require a stay in all but the most exceptional cases."
                            },
                            {
                                "start": 430.063,
                                "stop": 441.615,
                                "byte_start": 1802557,
                                "byte_stop": 1848741,
                                "text": "The question whether a specific case should receive exceptional treatment is more appropriately the subject of the exercise of judicial discretion than an interpretation of the Constitution."
                            },
                            {
                                "start": 441.615,
                                "stop": 450.846,
                                "byte_start": 1848741,
                                "byte_stop": 1885626,
                                "text": "Accordingly, we turn to the question whether the District Court\u0027s decision to stay the trial until after President\u0027s leaves office was an abuse of discretion."
                            },
                            {
                                "start": 450.846,
                                "stop": 464.3,
                                "byte_start": 1885626,
                                "byte_stop": 1939439,
                                "text": "Although we have rejected the argument that the potential burdens on the President violates separation of powers principles, those burdens are appropriate matters for the District Court to evaluate in its management of the case."
                            },
                            {
                                "start": 464.3,
                                "stop": 479.041,
                                "byte_start": 1939439,
                                "byte_stop": 1998475,
                                "text": "The high respect that is owed to the office of the Chief Executive, though not justifying a rule of categorical immunity, is a matter that should inform the conduct of the entire proceeding including the timing and scope of discovery."
                            },
                            {
                                "start": 479.041,
                                "stop": 488.477,
                                "byte_start": 1998475,
                                "byte_stop": 2036196,
                                "text": "Nevertheless, we are persuaded that it was an abuse of discretion for the District Court to -- to defer this trial until after the President leaves office."
                            },
                            {
                                "start": 488.477,
                                "stop": 496.052,
                                "byte_start": 2036196,
                                "byte_stop": 2066498,
                                "text": "Such a lengthy and categorical stay takes no account whatever of the respondent\u0027s interest in bringing the case to trial."
                            },
                            {
                                "start": 496.052,
                                "stop": 508.119,
                                "byte_start": 2066498,
                                "byte_stop": 0,
                                "text": "Delaying trial always increases the danger of prejudice resulting from the loss of evidence, including the inability of witnesses to recall specific facts, or the possible death of a party."
                            },
                            {
                                "start": 508.119,
                                "stop": 513.217,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Moreover, the proponent of a stay bears the burden of establishing its need."
                            },
                            {
                                "start": 513.217,
                                "stop": 526.858,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Other than the fact that a trial may consume some of the President\u0027s time and attention, there is nothing in the record to identify any potential harm that might ensue from scheduling the trial promptly after discovery is concluded."
                            },
                            {
                                "start": 526.858,
                                "stop": 531.836,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Federal Jurisdic -- the Federal District Court has jurisdiction to decide this case."
                            },
                            {
                                "start": 531.836,
                                "stop": 539.506,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Like every other citizen who properly invokes that jurisdiction, respondent has a right to an orderly disposition of her claim."
                            },
                            {
                                "start": 539.506,
                                "stop": 543.059,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Accordingly, the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 543.059,
                                "stop": 546.927,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring on the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49900,
            "mime": "audio\/mpeg",
            "size": 2080395,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1853\/19970527o_95-1853.delivery.mp3"
        },
        {
            "id": 71694,
            "mime": "audio\/ogg",
            "size": 4836238,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1853\/19970527o_95-1853.ogg"
        },
        {
            "id": 71695,
            "mime": "application\/x-mpegURL",
            "size": 7459,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1853\/19970527o_95-1853.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}