{
    "id": 23267,
    "title": "Opinion Announcement - February 26, 2014",
    "transcript": {
        "title": null,
        "duration": 372.24,
        "sections": [
            {
                "start": 0,
                "stop": 372.24,
                "byte_start": 107520,
                "byte_stop": 1596395,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.132,
                        "byte_start": 107520,
                        "byte_stop": 148062,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.132,
                                "byte_start": 107520,
                                "byte_stop": 148062,
                                "text": "Justice Breyer has our opinion this morning in case 12-79, Chadbourne \u0026 Parke v. Troice and the consolidated cases."
                            }
                        ]
                    },
                    {
                        "start": 10.132,
                        "stop": 372.24,
                        "byte_start": 148062,
                        "byte_stop": 1596395,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 10.132,
                                "stop": 43.999,
                                "byte_start": 148062,
                                "byte_stop": 283585,
                                "text": "The Securities Litigation Uniform Standards Act of 1998 preempts, that means it forbids the brining of a securities fraud, class action if one, the action claims a violation of state law and two, the action involves a misrepresentation of a material fact, i.e.fraud, “in connection with the purchase or sale of a covered security.”"
                            },
                            {
                                "start": 43.999,
                                "stop": 55.103,
                                "byte_start": 283585,
                                "byte_stop": 327993,
                                "text": "Now those words “covered security” are important here because “covered” is defined quite narrowly to mean a security that\u0027s trade on a U.S. national exchange."
                            },
                            {
                                "start": 55.103,
                                "stop": 62.619,
                                "byte_start": 327993,
                                "byte_stop": 358087,
                                "text": "So it has -- the fraud has to have a connection with a security that\u0027s traded on a national exchange like the New York Stock Exchange."
                            },
                            {
                                "start": 62.619,
                                "stop": 95.017,
                                "byte_start": 358087,
                                "byte_stop": 487654,
                                "text": "Now the suit before us is a securities fraud, class action, state laws, what its brought under, the fraudulent scheme was a Ponzi scheme that was run by Allen Stanford and others, and they induced the victims to buy -- like the plaintiffs here, to buy certificates of deposit in Stanford International Bank, which is a bank chartered in Antigua, and they the certificates of deposit are not sold on a national exchange so they\u0027re not covered securities."
                            },
                            {
                                "start": 95.017,
                                "stop": 97.249,
                                "byte_start": 487654,
                                "byte_stop": 496536,
                                "text": "So you might thing the Act wouldn\u0027t apply."
                            },
                            {
                                "start": 97.249,
                                "stop": 131.508,
                                "byte_start": 496536,
                                "byte_stop": 633626,
                                "text": "But there is more, the fraudsters induced the victims to buy these certificates of deposit, the uncovered securities by falsely telling them among many other things that the fraudsters would use the proceeds of the sale to buy other lucrative assets for themselves, including among other things securities that are sold on a national exchange, i.e. covered securities."
                            },
                            {
                                "start": 131.508,
                                "stop": 142.164,
                                "byte_start": 633626,
                                "byte_stop": 676258,
                                "text": "So this is latter fact bring the lawsuit into action, I mean bring the statute into action and forbid the brining of the class action."
                            },
                            {
                                "start": 142.164,
                                "stop": 159.06,
                                "byte_start": 676258,
                                "byte_stop": 743863,
                                "text": "We conclude that this circumstance about what the fraudsters will do with the proceeds of the sale of uncovered security is not enough without more to bring the lawsuit within the tax terms."
                            },
                            {
                                "start": 159.06,
                                "stop": 171.775,
                                "byte_start": 743863,
                                "byte_stop": 794645,
                                "text": "In particular, it is not enough to satisfy the Act\u0027s requirement that the misstatements, the fraud, have to be made in connection with the purchase or sale of a covered security."
                            },
                            {
                                "start": 171.775,
                                "stop": 190.3,
                                "byte_start": 794645,
                                "byte_stop": 868728,
                                "text": "But again, simply, we hold a fraudulent misrepresentation is not made in connection with the purchase or sale of the covered security unless it is material to a decision by one or more individuals other than fraudster -- to buy or to sell -- themselves to buy or to sell a covered security."
                            },
                            {
                                "start": 190.3,
                                "stop": 198.846,
                                "byte_start": 868728,
                                "byte_stop": 903001,
                                "text": "We reach this interpretation for several reasons the Litigation Act focuses on transactions in covered securities not uncovered ones."
                            },
                            {
                                "start": 198.846,
                                "stop": 239.725,
                                "byte_start": 903001,
                                "byte_stop": 1066423,
                                "text": "The text of the Act suggest they\u0027re talking about a connection that matters and it matters here, that connection, if it has something to do with leading to the sale of the covered security, not the uncovered one, and the interpretation, we think, is consistent with prior case law and -- because every -- every case we could find use this word “in connection with” under this clause or under a similar section can be of the Securities Act that the victims there -- the victims took, try to take, divested themselves of, who try to divest themselves of, or continue to maintain an ownership interest in financial instruments that fell within the relevant statutory definitions."
                            },
                            {
                                "start": 239.725,
                                "stop": 242.99,
                                "byte_start": 1066423,
                                "byte_stop": 1079484,
                                "text": "Things like that are explained more fully in the opinion."
                            },
                            {
                                "start": 242.99,
                                "stop": 252.362,
                                "byte_start": 1079484,
                                "byte_stop": 1116996,
                                "text": "This interpretation is consistent with the underlying regulatory statutes and finally, and perhaps most importantly, we believe this interpretation is -- oh no."
                            },
                            {
                                "start": 252.362,
                                "stop": 261.784,
                                "byte_start": 1116996,
                                "byte_stop": 1154717,
                                "text": "This interpretation is consistent with Litigations Act goals of maintaining state legal authority over matters that are primarily of state concern."
                            },
                            {
                                "start": 261.784,
                                "stop": 270.61,
                                "byte_start": 1154717,
                                "byte_stop": 1190034,
                                "text": "And to interpret that connection more broadly would interfere with state efforts to provide remedies for victims of ordinary fraud."
                            },
                            {
                                "start": 270.61,
                                "stop": 272.41,
                                "byte_start": 1190034,
                                "byte_stop": 1197244,
                                "text": "Now this is what, I think, is most important."
                            },
                            {
                                "start": 272.41,
                                "stop": 284.812,
                                "byte_start": 1197244,
                                "byte_stop": 1246772,
                                "text": "We believe our interpretation will not curtail the SEC\u0027s enforcement powers even though we recognize the Solicitor General has warned us of the contrary and the dissent takes the contrary view."
                            },
                            {
                                "start": 284.812,
                                "stop": 294.171,
                                "byte_start": 1246772,
                                "byte_stop": 1284284,
                                "text": "But we don\u0027t think it will because the Federal Government\u0027s authority extends to all financial instruments that federal law more broadly defines these securities."
                            },
                            {
                                "start": 294.171,
                                "stop": 298.119,
                                "byte_start": 1284284,
                                "byte_stop": 1300062,
                                "text": "Federal law defines securities far more than covered security."
                            },
                            {
                                "start": 298.119,
                                "stop": 309.087,
                                "byte_start": 1300062,
                                "byte_stop": 1343948,
                                "text": "And that broader definition is not limited to nationally traded or covered security, indeed the Department of Justice has already brought criminal charges against Stanford and a jury convicted him."
                            },
                            {
                                "start": 309.087,
                                "stop": 311.378,
                                "byte_start": 1343948,
                                "byte_stop": 1353038,
                                "text": "He was sentenced to 110 years."
                            },
                            {
                                "start": 311.378,
                                "stop": 316.408,
                                "byte_start": 1353038,
                                "byte_stop": 1373205,
                                "text": "The Securities and Exchange Commission has brought a civil case against Stanford, it won."
                            },
                            {
                                "start": 316.408,
                                "stop": 319.993,
                                "byte_start": 1373205,
                                "byte_stop": 1387520,
                                "text": "The Court imposed a civil penalty of $6 billion."
                            },
                            {
                                "start": 319.993,
                                "stop": 323.293,
                                "byte_start": 1387520,
                                "byte_stop": 1400790,
                                "text": "These actions involved different statutes."
                            },
                            {
                                "start": 323.293,
                                "stop": 337.205,
                                "byte_start": 1400790,
                                "byte_stop": 1456379,
                                "text": "Neither the Government nor anyone else has pointed out to us anyway cases either these or some others that are an example of prior enforcement -- SEC enforcement action that our decision today would foreclose."
                            },
                            {
                                "start": 337.205,
                                "stop": 361.995,
                                "byte_start": 1456379,
                                "byte_stop": 1555540,
                                "text": "The (Inaudible) we believe is that the Federal Government will be able as before to proceed against fraudsters who sell uncovered securities like the certificates at issue here, in addition where the relation between the fraud and the covered security is remote as it is here, he frauded investors will, here possibly, be able to obtain damages under state law."
                            },
                            {
                                "start": 361.995,
                                "stop": 364.687,
                                "byte_start": 1555540,
                                "byte_stop": 1566302,
                                "text": "The judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 364.687,
                                "stop": 367.66,
                                "byte_start": 1566302,
                                "byte_stop": 1578214,
                                "text": "Justice Thomas has filed the concurring opinion."
                            },
                            {
                                "start": 367.66,
                                "stop": 372.24,
                                "byte_start": 1578214,
                                "byte_stop": 1596395,
                                "text": "Justice Kennedy has filed a dissent in which he is joined by Justice Alito."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55704,
            "mime": "audio\/mpeg",
            "size": 1596604,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-79\/20140226o_12-79.delivery.mp3"
        },
        {
            "id": 77384,
            "mime": "audio\/ogg",
            "size": 3746595,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-79\/20140226o_12-79.ogg"
        },
        {
            "id": 77385,
            "mime": "application\/x-mpegURL",
            "size": 5361,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-79\/20140226o_12-79.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}