{
    "id": 17790,
    "title": "Opinion Announcement - June 26, 1975",
    "transcript": {
        "title": "O\u0027Connor v. Donaldson",
        "duration": 730.321,
        "sections": [
            {
                "start": 0,
                "stop": 730.321,
                "byte_start": 28672,
                "byte_stop": 2949893,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.9,
                        "byte_start": 28672,
                        "byte_stop": 68274,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.9,
                                "byte_start": 28672,
                                "byte_stop": 68274,
                                "text": "The judgment and opinion of the Court in 74-8, O\u0027Connor against Donaldson will be announced by Mr. Justice Stewart."
                            }
                        ]
                    },
                    {
                        "start": 9.9,
                        "stop": 706.683,
                        "byte_start": 68274,
                        "byte_stop": 2855434,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 9.9,
                                "stop": 18.465,
                                "byte_start": 68274,
                                "byte_stop": 102546,
                                "text": "This case is here by way of a writ of certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 18.465,
                                "stop": 33.481,
                                "byte_start": 102546,
                                "byte_stop": 162628,
                                "text": "The respondent, Kenneth Donaldson, was civilly committed to confinement as a mental patient in the Florida State Hospital at Chattahoochee in 1957."
                            },
                            {
                                "start": 33.481,
                                "stop": 40.525,
                                "byte_start": 162628,
                                "byte_stop": 190840,
                                "text": "He was kept in custody there against his will for nearly 15 years."
                            },
                            {
                                "start": 40.525,
                                "stop": 48.791,
                                "byte_start": 190840,
                                "byte_stop": 223859,
                                "text": "The petitioner, Dr. J. B. O\u0027Connor, was the hospital\u0027s superintendent during most of that period."
                            },
                            {
                                "start": 48.791,
                                "stop": 68.369,
                                "byte_start": 223859,
                                "byte_stop": 302226,
                                "text": "Throughout his confinement Donaldson repeatedly, but unsuccessfully, demanded his release, claiming that he was dangerous to no one, that he was not mentally ill, and that, at any rate, the hospital was not providing treatment for his supposed illness."
                            },
                            {
                                "start": 68.369,
                                "stop": 93.896,
                                "byte_start": 302226,
                                "byte_stop": 404313,
                                "text": "Finally, in 1971, Donaldson brought this lawsuit under Section 1983 of Title 42 of the United States Code in the United States District Court for the Northern District of Florida, alleging that O\u0027Connor, and other members of the hospital staff had intentionally and maliciously deprived him of his constitutional rights."
                            },
                            {
                                "start": 93.896,
                                "stop": 104.602,
                                "byte_start": 404313,
                                "byte_stop": 447154,
                                "text": "After a four-day trial, the jury returned a verdict assessing both compensatory and punitive damages against O\u0027Connor and a codefendant."
                            },
                            {
                                "start": 104.602,
                                "stop": 109.939,
                                "byte_start": 447154,
                                "byte_stop": 468470,
                                "text": "The Court of Appeals for the Fifth Circuit affirmed that judgment."
                            },
                            {
                                "start": 109.939,
                                "stop": 120.544,
                                "byte_start": 468470,
                                "byte_stop": 510892,
                                "text": "We granted O\u0027Connor\u0027s petition for certiorari because of the important constitutional questions seemingly presented."
                            },
                            {
                                "start": 120.544,
                                "stop": 128.375,
                                "byte_start": 510892,
                                "byte_stop": 542239,
                                "text": "Donaldson\u0027s commitment was initiated by his father, who thought that his son was suffering from \u0022delusions.\u0022"
                            },
                            {
                                "start": 128.375,
                                "stop": 144.285,
                                "byte_start": 542239,
                                "byte_stop": 605874,
                                "text": "After hearings before a county judge of Pinellas County, Florida, Donaldson was committed for care, maintenance, and treatment pursuant to Florida statutory provisions that have since been repealed."
                            },
                            {
                                "start": 144.285,
                                "stop": 158.198,
                                "byte_start": 605874,
                                "byte_stop": 661567,
                                "text": "The state law was less than clear in specifying the grounds necessary for commitment at that time, and the record is scanty as to Donaldson\u0027s condition at the time of the judicial hearing."
                            },
                            {
                                "start": 158.198,
                                "stop": 174.043,
                                "byte_start": 661567,
                                "byte_stop": 724888,
                                "text": "These matters are, however, irrelevant, for this case involves no challenge to the initial commitment, but is focused, instead, upon the nearly 15 years of confinement that followed."
                            },
                            {
                                "start": 174.043,
                                "stop": 187.964,
                                "byte_start": 724888,
                                "byte_stop": 780581,
                                "text": "The testimony at the trial demonstrated, without contradiction, that Donaldson had posed no danger to others during his long confinement, or indeed at any point in his life."
                            },
                            {
                                "start": 187.964,
                                "stop": 196.862,
                                "byte_start": 780581,
                                "byte_stop": 816212,
                                "text": "There was no evidence that Donaldson had ever been suicidal or been thought likely to inflict injury upon himself."
                            },
                            {
                                "start": 196.862,
                                "stop": 204.529,
                                "byte_start": 816212,
                                "byte_stop": 846827,
                                "text": "One of O\u0027Connor\u0027s codefendants acknowledged that Donaldson could have earned his own living outside the hospital."
                            },
                            {
                                "start": 204.529,
                                "stop": 216.665,
                                "byte_start": 846827,
                                "byte_stop": 895415,
                                "text": "He had done so for some 14 years before his commitment, and immediately upon his release he secured a responsible job in hotel administration."
                            },
                            {
                                "start": 216.665,
                                "stop": 232.196,
                                "byte_start": 895415,
                                "byte_stop": 957482,
                                "text": "Furthermore, Donaldson\u0027s frequent request for -- requests for release had been supported by responsible persons willing and able to provide him any care he might need on release."
                            },
                            {
                                "start": 232.196,
                                "stop": 247.156,
                                "byte_start": 957482,
                                "byte_stop": 1017354,
                                "text": "The evidence showed that Donaldson\u0027s confinement was a simple regime of enforced custodial care, not a program designed to alleviate or cure his supposed illness."
                            },
                            {
                                "start": 247.156,
                                "stop": 252.629,
                                "byte_start": 1017354,
                                "byte_stop": 1039193,
                                "text": "O\u0027Connor described Donaldson\u0027s treatment as \u0022milieu therapy.\u0022"
                            },
                            {
                                "start": 252.629,
                                "stop": 267.722,
                                "byte_start": 1039193,
                                "byte_stop": 1099588,
                                "text": "But witnesses from the hospital staff conceded that, in the context at least of this case, \u0022milieu therapy\u0022 was a euphemism for confinement in the \u0022milieu\u0022 of a mental hospital."
                            },
                            {
                                "start": 267.722,
                                "stop": 279.183,
                                "byte_start": 1099588,
                                "byte_stop": 1145459,
                                "text": "For substantial periods, Donaldson was simply kept in a large room that housed 60 patients, many of whom were under criminal commitment."
                            },
                            {
                                "start": 279.183,
                                "stop": 290.06,
                                "byte_start": 1145459,
                                "byte_stop": 1188927,
                                "text": "At the trial, O\u0027Connor\u0027s principal defense was that he had acted in good faith and was therefore immune from any liability for monetary damages."
                            },
                            {
                                "start": 290.06,
                                "stop": 307.889,
                                "byte_start": 1188927,
                                "byte_stop": 1260293,
                                "text": "His position, in short, was that state law, which he had believed valid, had authorized indefinite custodial confinement of the mentally ill even if they were not given treatment and even if their release could harm no one."
                            },
                            {
                                "start": 307.889,
                                "stop": 332.507,
                                "byte_start": 1260293,
                                "byte_stop": 1358723,
                                "text": "The trial judge instructed the members of the jury that they should find that O\u0027Connor had violated Donaldson\u0027s constitutional rights if they found that he had confined Donaldson against his will, knowing that he was not mentally ill or dangerous or knowing that if mentally ill he was not receiving treatment for his alleged mental illness."
                            },
                            {
                                "start": 332.507,
                                "stop": 346.044,
                                "byte_start": 1358723,
                                "byte_stop": 1412953,
                                "text": "The jury returned a verdict for Donaldson against O\u0027Connor and a codefendant, and awarded damages of $38,500, which including $10,000 in punitive damages."
                            },
                            {
                                "start": 346.044,
                                "stop": 366.756,
                                "byte_start": 1412953,
                                "byte_stop": 1495709,
                                "text": "The Court of Appeals affirmed the judgment of the District Court in a broad opinion dealing, and I\u0027m quoting with \u0022the far-reaching question whether the Fourteenth Amendment guarantees a right to treatment to persons involuntarily civilly committed to state mental hospitals.\u0022"
                            },
                            {
                                "start": 366.756,
                                "stop": 383.508,
                                "byte_start": 1495709,
                                "byte_stop": 1562791,
                                "text": "The appellate court held that when, as in Donaldson\u0027s case, the rationale for confinement is that the patient is in need of treatment, the Constitution requires that minimally adequate treatment in fact be provided."
                            },
                            {
                                "start": 383.508,
                                "stop": 405.992,
                                "byte_start": 1562791,
                                "byte_stop": 1652652,
                                "text": "The Court further expressed the view that, regardless of the grounds for involuntary civil commitment, a person confined against his will at a state mental institution has a constitutional right to receive such individual treatment as will give him a reasonable opportunity to be cured or to improve his mental condition."
                            },
                            {
                                "start": 405.992,
                                "stop": 427.63,
                                "byte_start": 1652652,
                                "byte_stop": 1739274,
                                "text": "Conversely, the Court\u0027s opinion clearly implied that it is constitutionally permissible for a State to confine a mentally ill person against his will in order to treat his illness, regardless of whether his illness renders him dangerous to himself or others."
                            },
                            {
                                "start": 427.63,
                                "stop": 439.052,
                                "byte_start": 1739274,
                                "byte_stop": 1784936,
                                "text": "We have concluded that the difficult issues of constitutional law dealt with by the Court of Appeals are not presented by this case in its present posture."
                            },
                            {
                                "start": 439.052,
                                "stop": 462.798,
                                "byte_start": 1784936,
                                "byte_stop": 1879918,
                                "text": "Specifically, there is no reason now to decide whether mentally ill persons dangerous to themselves or to others have a right to treatment upon compulsory confinement by the State, or whether the State may compulsorily confine a nondangerous, mentally ill individual for the purpose of treatment."
                            },
                            {
                                "start": 462.798,
                                "stop": 477.581,
                                "byte_start": 1879918,
                                "byte_stop": 1939059,
                                "text": "As we view it, this case raises a single, relatively simple, but nonetheless important question concerning every man\u0027s constitutional right to liberty."
                            },
                            {
                                "start": 477.581,
                                "stop": 490.78,
                                "byte_start": 1939059,
                                "byte_stop": 1991826,
                                "text": "The jury found that Donaldson was neither dangerous to himself nor dangerous to others, and also found that, if mentally ill, Donaldson had not received treatment."
                            },
                            {
                                "start": 490.78,
                                "stop": 498.749,
                                "byte_start": 1991826,
                                "byte_stop": 2023696,
                                "text": "That verdict, based upon abundant evidence, makes the issue before this Court a narrow one."
                            },
                            {
                                "start": 498.749,
                                "stop": 528.603,
                                "byte_start": 2023696,
                                "byte_stop": 2143128,
                                "text": "We need not decide whether, when, or by what procedures, a mentally ill person may be confined by the State on any of the grounds which, under contemporary statutes, are generally advanced to justify involuntary confinement of such a person, that is to prevent injury to the public, to ensure his own survival or safety, or to alleviate or cure his illness."
                            },
                            {
                                "start": 528.603,
                                "stop": 537.641,
                                "byte_start": 2143128,
                                "byte_stop": 2179281,
                                "text": "For the jury found that none of the above grounds for continued confinement was present in Donaldson\u0027s case."
                            },
                            {
                                "start": 537.641,
                                "stop": 552.014,
                                "byte_start": 2179281,
                                "byte_stop": 2236750,
                                "text": "We hold that a finding of mental illness alone cannot justify a State\u0027s locking a person up against his will and keeping him indefinitely in simple custodial confinement."
                            },
                            {
                                "start": 552.014,
                                "stop": 573.855,
                                "byte_start": 2236750,
                                "byte_stop": 2324104,
                                "text": "Assuming that the term can be given a reasonably precise content and that the \u0022mentally ill\u0022 can be identified with reasonable accuracy, there is still no constitutional basis for confining such persons involuntarily if they are dangerous to no one and can live safely in freedom."
                            },
                            {
                                "start": 573.855,
                                "stop": 591.77,
                                "byte_start": 2324104,
                                "byte_stop": 2395784,
                                "text": "In short, a State cannot constitutionally confine without more a nondangerous individual who is capable of surviving safely in freedom by himself or with the help of willing and responsible family members or friends."
                            },
                            {
                                "start": 591.77,
                                "stop": 609.43,
                                "byte_start": 2395784,
                                "byte_stop": 2466419,
                                "text": "Since the jury found, upon ample evidence, that O\u0027Connor, as an agent of the State, knowingly did so confine Donaldson, it properly concluded that O\u0027Connor violated Donaldson\u0027s constitutional right to freedom."
                            },
                            {
                                "start": 609.43,
                                "stop": 619.698,
                                "byte_start": 2466419,
                                "byte_stop": 2507483,
                                "text": "O\u0027Connor contends that in any event he should not be held personally liable for monetary damages because his decisions were made in good faith."
                            },
                            {
                                "start": 619.698,
                                "stop": 644.673,
                                "byte_start": 2507483,
                                "byte_stop": 2607376,
                                "text": "Specifically, O\u0027Connor argues that he was acting pursuant to state law which, he believed, authorized confinement of the mentally ill even when their release would not compromise their safety or constitute a danger to others, and that he could not reasonably have been expected to know that the state law as he understood it was constitutionally invalid."
                            },
                            {
                                "start": 644.673,
                                "stop": 651.325,
                                "byte_start": 2607376,
                                "byte_stop": 2634021,
                                "text": "A proposed instruction to this effect was rejected by the District Court."
                            },
                            {
                                "start": 651.325,
                                "stop": 665.063,
                                "byte_start": 2634021,
                                "byte_stop": 2688982,
                                "text": "Neither the District Court nor the Court of Appeals acted in this case with the benefit of this Court\u0027s most recent decision on the scope of the qualified immunity possessed by state officials."
                            },
                            {
                                "start": 665.063,
                                "stop": 672.317,
                                "byte_start": 2688982,
                                "byte_stop": 2718030,
                                "text": "That decision was in the case of Wood against Strickland decided earlier this term."
                            },
                            {
                                "start": 672.317,
                                "stop": 699.989,
                                "byte_start": 2718030,
                                "byte_stop": 2828685,
                                "text": "Accordingly, we vacate the judgment of the Court of Appeals and remand the case to enable that court to consider, in the light of Wood against Strickland, whether the District Judge\u0027s failure to instruct with regard to the effect of O\u0027Connor\u0027s claimed reliance on state law rendered inadequate the instructions as to O\u0027Connor\u0027s liability for compensatory and punitive money damages."
                            },
                            {
                                "start": 699.989,
                                "stop": 706.683,
                                "byte_start": 2828685,
                                "byte_stop": 2855434,
                                "text": "The Chief Justice, while joining the opinion of the Court has filed a separate concurring opinion."
                            }
                        ]
                    },
                    {
                        "start": 706.683,
                        "stop": 730.321,
                        "byte_start": 2855434,
                        "byte_stop": 2949893,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 706.683,
                                "stop": 708.371,
                                "byte_start": 2855434,
                                "byte_stop": 2862226,
                                "text": "Thank you Mr. Justice Stewart."
                            },
                            {
                                "start": 708.371,
                                "stop": 730.321,
                                "byte_start": 2862226,
                                "byte_stop": 2949893,
                                "text": "The Court will be in recess from today until Monday, the 30th of June at which time we will adjourn for the term unless otherwise ordered at that time."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 44702,
            "mime": "audio\/mpeg",
            "size": 2950207,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1974\/74-8\/19750626o_74-8.delivery.mp3"
        },
        {
            "id": 66558,
            "mime": "audio\/ogg",
            "size": 7494383,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1974\/74-8\/19750626o_74-8.ogg"
        },
        {
            "id": 66559,
            "mime": "application\/x-mpegURL",
            "size": 10115,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1974\/74-8\/19750626o_74-8.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}