{
    "id": 22738,
    "title": "Opinion Announcement - March 25, 2008",
    "transcript": {
        "title": "Hall Street Associates, L.L.C. v. Mattel, Inc.",
        "duration": 272.196,
        "sections": [
            {
                "start": 0,
                "stop": 272.196,
                "byte_start": 104694,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 272.196,
                        "byte_start": 104694,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.223,
                                "byte_start": 104694,
                                "byte_stop": 129667,
                                "text": "This case comes to us on – on writ of certiorari to the Ninth Circuit."
                            },
                            {
                                "start": 6.223,
                                "stop": 17.22,
                                "byte_start": 129667,
                                "byte_stop": 173657,
                                "text": "In the course of litigating a lease dispute in the federal District Court, the petitioner, Hall Street, and the respondent, Mattel, proposed to submit their differences to arbitration."
                            },
                            {
                                "start": 17.22,
                                "stop": 27.033,
                                "byte_start": 173657,
                                "byte_stop": 212841,
                                "text": "They drew up an arbitration agreement which the District Court entered as an order and which specified that the Court would review the arbitrator\u0027s award for legal error."
                            },
                            {
                                "start": 27.033,
                                "stop": 53.262,
                                "byte_start": 212841,
                                "byte_stop": 317749,
                                "text": "The arbitrator initially decided for Mattel that the District Court vacated the award for legal error citing the Ninth Circuit\u0027s decision in a case called LaPine Technology for the proposition that the Federal Arbitration Act or the FAA allows parties to agree upon the terms of a court\u0027s review of an arbitrator\u0027s award and these parties could therefore agree to review for legal error."
                            },
                            {
                                "start": 53.262,
                                "stop": 66.492,
                                "byte_start": 317749,
                                "byte_stop": 370725,
                                "text": "On remand, the arbitrator rule – ruled for Hall Street and the District Court largely upheld the new award, but the Ninth Circuit reversed on the basis of its recent en banc Kyocera decision."
                            },
                            {
                                "start": 66.492,
                                "stop": 75.322,
                                "byte_start": 370725,
                                "byte_stop": 406043,
                                "text": "That decision overruled LaPine and held that parties were not free to add to the grounds for judicial review provided in the FAA."
                            },
                            {
                                "start": 75.322,
                                "stop": 82.862,
                                "byte_start": 406043,
                                "byte_stop": 436240,
                                "text": "Since the FAA did not provide for legal error review, the parties could not provide for it by agreement."
                            },
                            {
                                "start": 82.862,
                                "stop": 92.697,
                                "byte_start": 436240,
                                "byte_stop": 475528,
                                "text": "After another remand in appeal, we granted cert to consider whether the FAA\u0027s grounds for judicial review of arbitration awards are exclusive."
                            },
                            {
                                "start": 92.697,
                                "stop": 105.046,
                                "byte_start": 475528,
                                "byte_stop": 524952,
                                "text": "In an opinion filed today with the clerk of the Court, we hold that the FAA\u0027s listed grounds are exclusive, but we vacate the judgment of the Ninth Circuit and remand for consideration of independent issues."
                            },
                            {
                                "start": 105.046,
                                "stop": 115.181,
                                "byte_start": 524952,
                                "byte_stop": 565494,
                                "text": "Sections 9 through 11 of the FAA offer expedited judicial review of arbitration awards through a process like action on a motion."
                            },
                            {
                                "start": 115.181,
                                "stop": 127.791,
                                "byte_start": 565494,
                                "byte_stop": 615963,
                                "text": "Under Section 9, a court must confirm an award unless it is vacated, modified or corrected as prescribed, those are the words in Sections 10 and 11."
                            },
                            {
                                "start": 127.791,
                                "stop": 149.118,
                                "byte_start": 615963,
                                "byte_stop": 701226,
                                "text": "Section 10 allows vacatur where an award was procured by corruption, fraud or undue means or where the arbitrators were guilty of -- of misconduct or exceeded their powers and Section 11 lists grounds for modifying or correcting an award including evident miscalculation, evident mistake and imperfections in form."
                            },
                            {
                                "start": 149.118,
                                "stop": 154.014,
                                "byte_start": 701226,
                                "byte_stop": 720766,
                                "text": "We think the text of these provisions compels the conclusion that they are exclusive."
                            },
                            {
                                "start": 154.014,
                                "stop": 161.832,
                                "byte_start": 720766,
                                "byte_stop": 752113,
                                "text": "Even if some expansion were possible, it would not extend a full-bore review that the Hall Street seeks."
                            },
                            {
                                "start": 161.832,
                                "stop": 173.072,
                                "byte_start": 752113,
                                "byte_stop": 797043,
                                "text": "The Section 10 and 11 grounds address specific instances of fairly extreme arbitral conduct alongside which review from illegal errors, it\u0027s pretty uneasily."
                            },
                            {
                                "start": 173.072,
                                "stop": 180.386,
                                "byte_start": 797043,
                                "byte_stop": 826301,
                                "text": "Aside from that, the text of Section 9 makes clear that any expansion rubs too much against the textural grain."
                            },
                            {
                                "start": 180.386,
                                "stop": 190.441,
                                "byte_start": 826301,
                                "byte_stop": 866529,
                                "text": "There is nothing permissive about its provision that an award must be confirmed unless vacated or modified or as prescribed in Sections 10 and 11."
                            },
                            {
                                "start": 190.441,
                                "stop": 206.945,
                                "byte_start": 866529,
                                "byte_stop": 932567,
                                "text": "So instead of finding the text, it makes more sense to see Sections 9, 10 and 11 as the substance of a national policy favoring arbitration with just the limited review needed to maintain its essential virtue of resolving disputes straight away."
                            },
                            {
                                "start": 206.945,
                                "stop": 221.38,
                                "byte_start": 932567,
                                "byte_stop": 990245,
                                "text": "In holding that Sections 10 and 11 provide exclusive regimes for the expedited review afforded by the FAA, we say nothing about other possible avenues for judicial enforcement of arbitration awards."
                            },
                            {
                                "start": 221.38,
                                "stop": 235.93,
                                "byte_start": 990245,
                                "byte_stop": 1048446,
                                "text": "In this case, the fact that the arbitration agreement was drawn up in the course of litigation and adopted as a court order, has prompted some of us to ask whether that order should be treated as an exercise of the District Court\u0027s case management authority."
                            },
                            {
                                "start": 235.93,
                                "stop": 254.602,
                                "byte_start": 1048446,
                                "byte_stop": 1123156,
                                "text": "Supplemental briefing took up the question that the party\u0027s arguments implicate issues that have not been considered previously in this litigation and which could not be very well addressed for the first time here, we, therefore, leave these issues open for consideration by the Court of Appeals on remand."
                            },
                            {
                                "start": 254.602,
                                "stop": 261.875,
                                "byte_start": 1123156,
                                "byte_stop": 1152204,
                                "text": "Justice Scalia has joined the opinion except for footnote 7, which will undoubtedly be the best read footnote in the opinion."
                            },
                            {
                                "start": 261.875,
                                "stop": 264.687,
                                "byte_start": 1152204,
                                "byte_stop": 1163489,
                                "text": "[Laughter]"
                            },
                            {
                                "start": 264.687,
                                "stop": 272.196,
                                "byte_start": 1163489,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justice Kennedy joins and Justice Breyer has also filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54598,
            "mime": "audio\/mpeg",
            "size": 1193478,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-989\/20080325o_06-989.delivery.mp3"
        },
        {
            "id": 76338,
            "mime": "audio\/ogg",
            "size": 2747907,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-989\/20080325o_06-989.ogg"
        },
        {
            "id": 76339,
            "mime": "application\/x-mpegURL",
            "size": 4024,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-989\/20080325o_06-989.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}