{
    "id": 22980,
    "title": "Opinion Announcement - May 21, 2001",
    "transcript": {
        "title": "Bartnicki v. Vopper",
        "duration": 310.282,
        "sections": [
            {
                "start": 0,
                "stop": 310.282,
                "byte_start": 89574,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.053,
                        "byte_start": 89574,
                        "byte_stop": 125832,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.053,
                                "byte_start": 89574,
                                "byte_stop": 125832,
                                "text": "The opinion of the Court in No. 99-1687, Bartnicki versus Vopper and a companion case will be announced by Justice O’Connor."
                            }
                        ]
                    },
                    {
                        "start": 9.053,
                        "stop": 310.282,
                        "byte_start": 125832,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 9.053,
                                "stop": 19.43,
                                "byte_start": 125832,
                                "byte_stop": 167314,
                                "text": "I have the opinion of the Court, which is authored by Justice Stevens in these cases to announce for him."
                            },
                            {
                                "start": 19.43,
                                "stop": 24.488,
                                "byte_start": 167314,
                                "byte_stop": 187585,
                                "text": "They come on certiorari from the Third Circuit Court of Appeals."
                            },
                            {
                                "start": 24.488,
                                "stop": 48.205,
                                "byte_start": 187585,
                                "byte_stop": 282462,
                                "text": "During contentious collective-bargaining negotiations between a union representing teachers at a Pennsylvania high school and the local school board, an unidentified person intercepted and recorded a cellular telephone conversation between a union negotiator and the union president."
                            },
                            {
                                "start": 48.205,
                                "stop": 52.054,
                                "byte_start": 282462,
                                "byte_stop": 297822,
                                "text": "They are the petitioners in this case."
                            },
                            {
                                "start": 52.054,
                                "stop": 65.44,
                                "byte_start": 297822,
                                "byte_stop": 351425,
                                "text": "Tthe respondent Vopper, a radio commentator, subsequently played a recording of the intercepted conversation with news reports about the settlement reached during the negotiation."
                            },
                            {
                                "start": 65.44,
                                "stop": 93.584,
                                "byte_start": 351425,
                                "byte_stop": 463961,
                                "text": "Petitioners then brought a lawsuit for damages under both federal and State wiretapping laws against the respondents Vopper and Yocum, Yocum is the head of a local organization oppose to the union’s demand and who received a copy of the unauthorized tape from an unknown person and in turn gave it to various media representatives."
                            },
                            {
                                "start": 93.584,
                                "stop": 107.314,
                                "byte_start": 463961,
                                "byte_stop": 518923,
                                "text": "In ruling on cross-motions for summary judgment the District Court rejected the respondent’s defense, that the First Amendment protected the disclosures at issue even though they violated the statute."
                            },
                            {
                                "start": 107.314,
                                "stop": 118.297,
                                "byte_start": 518923,
                                "byte_stop": 562808,
                                "text": "The Third Circuit Court of Appeals accepted an interlocutory appeal, and the petitioner United States intervened to defend the federal Act’s constitutionality."
                            },
                            {
                                "start": 118.297,
                                "stop": 125.93,
                                "byte_start": 562808,
                                "byte_stop": 593319,
                                "text": "Applying intermediate scrutiny, the Court of Appeals found the statutes violated the First Amendment."
                            },
                            {
                                "start": 125.93,
                                "stop": 137.953,
                                "byte_start": 593319,
                                "byte_stop": 641489,
                                "text": "We granted certiorari to consider the constitutional question, and we now hold that the First Amendment protects the disclosures made by the respondents in this lawsuit."
                            },
                            {
                                "start": 137.953,
                                "stop": 151.356,
                                "byte_start": 641489,
                                "byte_stop": 695092,
                                "text": "Because of this suit’s procedural posture we assume the interception of the cellphone conversation was unlawful and that respondents had reason to know that."
                            },
                            {
                                "start": 151.356,
                                "stop": 176.933,
                                "byte_start": 695092,
                                "byte_stop": 797388,
                                "text": "Accordingly the disclosures violated the statutes, in considering whether the statutes’ application in this case violates the First Amendment we accept respondents’ submissions that they played no part in the illegal interception, that their access to the information was obtained lawfully, and that the conversations dealt with a matter of public concern."
                            },
                            {
                                "start": 176.933,
                                "stop": 196.264,
                                "byte_start": 797388,
                                "byte_stop": 874710,
                                "text": "The issue in this suit then is a narrow one, wherein individual or organization has lawfully obtained information from a source who obtained it unlawfully, may the government punish the ensuing publication based on the defect in the chain."
                            },
                            {
                                "start": 196.264,
                                "stop": 211.97,
                                "byte_start": 874710,
                                "byte_stop": 937509,
                                "text": "Our refusal to construe the issue more broadly is consistent with our repeated refusal to answer categorically whether the publication of truthful information may ever be punished consistent with the First Amendment."
                            },
                            {
                                "start": 211.97,
                                "stop": 224.99,
                                "byte_start": 937509,
                                "byte_stop": 989545,
                                "text": "The first interest identified by the government removing an incentive for parties to intercept private conversations does not justify punishing and otherwise innocent disclosure of information."
                            },
                            {
                                "start": 224.99,
                                "stop": 238.748,
                                "byte_start": 989545,
                                "byte_stop": 1044611,
                                "text": "The normal method of deterring unlawful conduct is to punish the person engaging in it and in virtually all of the cases brought under the federal statute the interceptor’s identity has been known."
                            },
                            {
                                "start": 238.748,
                                "stop": 247.725,
                                "byte_start": 1044611,
                                "byte_stop": 1080555,
                                "text": "Moreover, there is no evidence to support the assumption that the prohibition on disclosure reduces the number of illegal interceptions."
                            },
                            {
                                "start": 247.725,
                                "stop": 257.37,
                                "byte_start": 1080555,
                                "byte_stop": 1119112,
                                "text": "The government\u0027s second interest, minimizing the harm to persons whose conversations have been illegally intercepted, is considerably stronger."
                            },
                            {
                                "start": 257.37,
                                "stop": 283.177,
                                "byte_start": 1119112,
                                "byte_stop": 1222348,
                                "text": "However, our commitment to the principle that debate on public issues should be unlimited robust and wide open supported this Court’s holding in New York Times versus Sullivan that neither factual error nor defamatory content, nor a combination of the two sufficed to remove the First Amendment shield from criticism of official conduct."
                            },
                            {
                                "start": 283.177,
                                "stop": 295.348,
                                "byte_start": 1222348,
                                "byte_stop": 1271040,
                                "text": "Parallel reasoning requires the conclusion that a stranger’s illegal conduct does not suffice to remove the First Amendment shield from speech about a matter of public concern."
                            },
                            {
                                "start": 295.348,
                                "stop": 298.361,
                                "byte_start": 1271040,
                                "byte_stop": 1283056,
                                "text": "The judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 298.361,
                                "stop": 310.282,
                                "byte_start": 1283056,
                                "byte_stop": 0,
                                "text": "Justice Breyer has written a concurring opinion, which I joined; the Chief Justice has written a dissenting opinion, which Justices Scalia and Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55082,
            "mime": "audio\/mpeg",
            "size": 1324957,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1687\/20010521o_99-1687.delivery.mp3"
        },
        {
            "id": 76822,
            "mime": "audio\/ogg",
            "size": 2986254,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1687\/20010521o_99-1687.ogg"
        },
        {
            "id": 76823,
            "mime": "application\/x-mpegURL",
            "size": 4643,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1687\/20010521o_99-1687.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}