{
    "id": 23532,
    "title": "Opinion Announcement - June 25, 2014",
    "transcript": {
        "title": null,
        "duration": 539.064,
        "sections": [
            {
                "start": 0,
                "stop": 539.064,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 539.064,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.945,
                                "byte_start": 106496,
                                "byte_stop": 154352,
                                "text": "Now, the second case which is also somewhat technical is called American Broadcasting Company v. Aereo."
                            },
                            {
                                "start": 11.945,
                                "stop": 25.176,
                                "byte_start": 154352,
                                "byte_stop": 207224,
                                "text": "Now Aereo offers subscribers a method for watching local broadcast television programming over the internet virtually at the same time the programs are broadcast over the year."
                            },
                            {
                                "start": 25.176,
                                "stop": 37.415,
                                "byte_start": 207224,
                                "byte_stop": 256230,
                                "text": "If you are a subscriber here\u0027s what you do, you go to the website, you scroll through a schedule of local offerings and you click on the show you want to watch."
                            },
                            {
                                "start": 37.415,
                                "stop": 47.398,
                                "byte_start": 256230,
                                "byte_stop": 296145,
                                "text": "Aereo system then plays the show for the subscriber to watch on the computer, an iPhone or any other interconnected device."
                            },
                            {
                                "start": 47.398,
                                "stop": 63.005,
                                "byte_start": 296145,
                                "byte_stop": 358525,
                                "text": "Now the question in this case is whether Aereo can show copyrighted broadcast programs to the public in this way without obtaining a license from the copyright holders."
                            },
                            {
                                "start": 63.005,
                                "stop": 68.774,
                                "byte_start": 358525,
                                "byte_stop": 381618,
                                "text": "Several networks hold copyrights in these programs and they brought this lawsuit."
                            },
                            {
                                "start": 68.774,
                                "stop": 71.263,
                                "byte_start": 381618,
                                "byte_stop": 391649,
                                "text": "They say that Aereo cannot do this."
                            },
                            {
                                "start": 71.263,
                                "stop": 73.886,
                                "byte_start": 391649,
                                "byte_stop": 402098,
                                "text": "It has to obtain their permission."
                            },
                            {
                                "start": 73.886,
                                "stop": 76.56,
                                "byte_start": 402098,
                                "byte_stop": 412756,
                                "text": "Aereo thinks it can do this."
                            },
                            {
                                "start": 76.56,
                                "stop": 82.916,
                                "byte_start": 412756,
                                "byte_stop": 438251,
                                "text": "The Court of Appeals agreed with Aereo but we agree with the networks."
                            },
                            {
                                "start": 82.916,
                                "stop": 94.912,
                                "byte_start": 438251,
                                "byte_stop": 486212,
                                "text": "The relevant statutory provision gives copyright owners the exclusive right to “perform” their copyrighted works “publically.”"
                            },
                            {
                                "start": 94.912,
                                "stop": 114.713,
                                "byte_start": 486212,
                                "byte_stop": 565415,
                                "text": "Then it defines the phrase to perform publically in an expansive way as including some activities that an ordinary person might normally think or not think of this performing such as and this is “transmit transmitting” a performance of the copyrighted work to the public."
                            },
                            {
                                "start": 114.713,
                                "stop": 122.406,
                                "byte_start": 565415,
                                "byte_stop": 596135,
                                "text": "And it\u0027s that latter definition contained in what\u0027s called the Transmit Clause that\u0027s primarily at issue here."
                            },
                            {
                                "start": 122.406,
                                "stop": 131.354,
                                "byte_start": 596135,
                                "byte_stop": 631975,
                                "text": "Does Aereo “transmit” a performance of a copyrighted work to the public?"
                            },
                            {
                                "start": 131.354,
                                "stop": 139.128,
                                "byte_start": 631975,
                                "byte_stop": 663009,
                                "text": "If so, Aereo has to obtain a license and that means probably pay the copyright holder."
                            },
                            {
                                "start": 139.128,
                                "stop": 150.214,
                                "byte_start": 663009,
                                "byte_stop": 707417,
                                "text": "Now to understand Aereo\u0027s argument that it does not transmit to the public, you have to know a little bit more about Aereo\u0027s system, a technical part of the system."
                            },
                            {
                                "start": 150.214,
                                "stop": 152.271,
                                "byte_start": 707417,
                                "byte_stop": 715672,
                                "text": "It works like this."
                            },
                            {
                                "start": 152.271,
                                "stop": 161.625,
                                "byte_start": 715672,
                                "byte_stop": 753079,
                                "text": "Aereo has a central warehouse where it keeps thousands of dime-sized antennas."
                            },
                            {
                                "start": 161.625,
                                "stop": 172.399,
                                "byte_start": 753079,
                                "byte_stop": 796129,
                                "text": "When a subscriber selects a show to watch, the system assigns one of those antennas to that subscriber and to no one else."
                            },
                            {
                                "start": 172.399,
                                "stop": 182.125,
                                "byte_start": 796129,
                                "byte_stop": 834999,
                                "text": "That antenna then picks up a broadcast and then Aereo\u0027s system makes and saves one copy of the program."
                            },
                            {
                                "start": 182.125,
                                "stop": 195.305,
                                "byte_start": 834999,
                                "byte_stop": 887766,
                                "text": "Once it records several seconds of the program, the system begins to stream the program using the personalized copy to the subscriber over the internet."
                            },
                            {
                                "start": 195.305,
                                "stop": 215.152,
                                "byte_start": 887766,
                                "byte_stop": 967178,
                                "text": "If two subscribers want to watch the same program, for example, at the same time, the system does not use this to transmit to both rather it does the same whole thing all over again, this time using a different antenna and a different personalized copy."
                            },
                            {
                                "start": 215.152,
                                "stop": 218.703,
                                "byte_start": 967178,
                                "byte_stop": 981389,
                                "text": "Now tha\u0027s Aereo makes a tremendous difference."
                            },
                            {
                                "start": 218.703,
                                "stop": 230.343,
                                "byte_start": 981389,
                                "byte_stop": 1027887,
                                "text": "It first points out that the system does not, in a sense, it doesn\u0027t turn on until the subscriber selects a program that he wants to watch."
                            },
                            {
                                "start": 230.343,
                                "stop": 235.713,
                                "byte_start": 1027887,
                                "byte_stop": 1049412,
                                "text": "It doesn\u0027t play any shows for any user until the user directs it to do so."
                            },
                            {
                                "start": 235.713,
                                "stop": 243.73,
                                "byte_start": 1049412,
                                "byte_stop": 1081490,
                                "text": "And that in context as Aereo means that it, Aereo, transmits nothing."
                            },
                            {
                                "start": 243.73,
                                "stop": 248.642,
                                "byte_start": 1081490,
                                "byte_stop": 1101134,
                                "text": "It is only the subscriber who transmits the program."
                            },
                            {
                                "start": 248.642,
                                "stop": 255.602,
                                "byte_start": 1101134,
                                "byte_stop": 1128929,
                                "text": "Aereo just makes its equipment available to the subscriber."
                            },
                            {
                                "start": 255.602,
                                "stop": 261.863,
                                "byte_start": 1128929,
                                "byte_stop": 1154006,
                                "text": "Well, we think that this argument makes two fine a point."
                            },
                            {
                                "start": 261.863,
                                "stop": 283.455,
                                "byte_start": 1154006,
                                "byte_stop": 1240419,
                                "text": "When Congress amended the Copyright Act in 1976 and put in this Transmit Clause, it did so in order to make certain that activities of a CATV system, that is at that time which some can remember, cable companies that pick up signals from the air and send them through your television set."
                            },
                            {
                                "start": 283.455,
                                "stop": 293.465,
                                "byte_start": 1240419,
                                "byte_stop": 1280439,
                                "text": "Well Congress wanted to be certain that their activities fell within the confines of the act and -- that\u0027s why they enacted the Transmit Clause."
                            },
                            {
                                "start": 293.465,
                                "stop": 299.312,
                                "byte_start": 1280439,
                                "byte_stop": 1303845,
                                "text": "And Aereo system is for all practical purposes identical to those cable systems."
                            },
                            {
                                "start": 299.312,
                                "stop": 301.585,
                                "byte_start": 1303845,
                                "byte_stop": 1312935,
                                "text": "Both used their own equipment."
                            },
                            {
                                "start": 301.585,
                                "stop": 306.636,
                                "byte_start": 1312935,
                                "byte_stop": 1333102,
                                "text": "Both received broadcast television programs many of which are copyrighted."
                            },
                            {
                                "start": 306.636,
                                "stop": 312.137,
                                "byte_start": 1333102,
                                "byte_stop": 1355045,
                                "text": "Both enable subscribers to watch those programs virtually as they are being broadcast."
                            },
                            {
                                "start": 312.137,
                                "stop": 331.486,
                                "byte_start": 1355045,
                                "byte_stop": 1432472,
                                "text": "And given these similarities, we do not believe the fact that traditional cable companies have signal transmissions going non-stop where Aereo only shows programs upon command which I tend to think of metaphorically is the old CATV systems."
                            },
                            {
                                "start": 331.486,
                                "stop": 332.308,
                                "byte_start": 1432472,
                                "byte_stop": 1435815,
                                "text": "The signal would come in."
                            },
                            {
                                "start": 332.308,
                                "stop": 349.147,
                                "byte_start": 1435815,
                                "byte_stop": 1503107,
                                "text": "It would sort of lurk behind your screen until you turn the screen, until you turn the button on while Aereo has nothing lurking there the whole thing goes on you know when you turn it on, but we don\u0027t think that difference makes a critical legal difference and so we reject Aereo\u0027s claim."
                            },
                            {
                                "start": 349.147,
                                "stop": 351.157,
                                "byte_start": 1503107,
                                "byte_stop": 1511152,
                                "text": "That makes a second claim."
                            },
                            {
                                "start": 351.157,
                                "stop": 358.945,
                                "byte_start": 1511152,
                                "byte_stop": 1542290,
                                "text": "Remember those dime-sized antennas and the personalize copies each dedicated to a single subscriber."
                            },
                            {
                                "start": 358.945,
                                "stop": 375.228,
                                "byte_start": 1542290,
                                "byte_stop": 1607492,
                                "text": "Aereo argues that because of that we have to consider any transmission of a performance to be a private transmission to a single subscriber and not as the statute requires a transmission to the public."
                            },
                            {
                                "start": 375.228,
                                "stop": 382.494,
                                "byte_start": 1607492,
                                "byte_stop": 1636540,
                                "text": "Aereo system however does transmit the same television show to many subscribers often at the same time."
                            },
                            {
                                "start": 382.494,
                                "stop": 389.339,
                                "byte_start": 1636540,
                                "byte_stop": 1663916,
                                "text": "The English language does permit us to count such activity as transmitting a performance."
                            },
                            {
                                "start": 389.339,
                                "stop": 400.943,
                                "byte_start": 1663916,
                                "byte_stop": 1710310,
                                "text": "You can transmit a message to your friends whether you send separate identical emails to each friend or a single email to all at once."
                            },
                            {
                                "start": 400.943,
                                "stop": 415.245,
                                "byte_start": 1710310,
                                "byte_stop": 1767570,
                                "text": "An elected official can communicate an idea, a slogan or a speech to his constituents during individual phone calls to each constituent as well as during the public meeting."
                            },
                            {
                                "start": 415.245,
                                "stop": 439.48,
                                "byte_start": 1767570,
                                "byte_stop": 1864432,
                                "text": "The statutes purpose strongly militates against accepting Aereo\u0027s argument and Aereo we conclude does communicate the same contemporaneously perceptible images and sounds of the networks, copyrighted works to a large number of people and these people are unrelated and unknown to each other and so we conclude that Aereo transmits a performance of the these words to the public."
                            },
                            {
                                "start": 439.48,
                                "stop": 453.013,
                                "byte_start": 1864432,
                                "byte_stop": 1918558,
                                "text": "Finally, Aereo expresses concern that a holding that applies the Transmit Clause to its activities will interfere with the future development of useful technology."
                            },
                            {
                                "start": 453.013,
                                "stop": 466.615,
                                "byte_start": 1918558,
                                "byte_stop": 1972997,
                                "text": "We point out in our opinion however the limited nature of our holding among other things, our holding focuses upon the activities of entities that closely resemble CATV systems."
                            },
                            {
                                "start": 466.615,
                                "stop": 480.818,
                                "byte_start": 1972997,
                                "byte_stop": 2029840,
                                "text": "Further, we interpret the term public to apply to a group of individuals acting as ordinary members of the public who pay primarily to watch broadcast television programs many of which are copyrighted."
                            },
                            {
                                "start": 480.818,
                                "stop": 519.317,
                                "byte_start": 2029840,
                                "byte_stop": 2183858,
                                "text": "And we point out that our holding does not reach a situation where the recipients of a performance are the owners or possessors of the work performed and we make clear we aren\u0027t deciding here whether the public performance right is infringed when the user of the service pays primarily for something other than the transmission of copyrighted works, for example remote storage of content and we also believe that resolution of questions about cloud computing, remote storage DVRs and other novel matters not now before us should await a case in which they are clearly presented."
                            },
                            {
                                "start": 519.317,
                                "stop": 532.356,
                                "byte_start": 2183858,
                                "byte_stop": 2235998,
                                "text": "For these reasons and a few others, we find that Aereo\u0027s activities do infringe the networks exclusive right to publically perform their copyrighted works and we reverse the Court of Appeals holding to the contrary."
                            },
                            {
                                "start": 532.356,
                                "stop": 539.064,
                                "byte_start": 2235998,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion in which Justices Thomas and Alito join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56182,
            "mime": "audio\/mpeg",
            "size": 2262852,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/13-461\/20140625o_13-461.delivery.mp3"
        },
        {
            "id": 77886,
            "mime": "audio\/ogg",
            "size": 5351090,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/13-461\/20140625o_13-461.ogg"
        },
        {
            "id": 77887,
            "mime": "application\/x-mpegURL",
            "size": 7851,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/13-461\/20140625o_13-461.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}