{
    "id": 18675,
    "title": "Oral Argument - March 30, 1983",
    "media_file": [
        {
            "id": 46473,
            "mime": "audio\/mpeg",
            "size": 14854071,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1982\/81-6908\/19830330a_81-6908.delivery.mp3"
        },
        {
            "id": 68312,
            "mime": "audio\/ogg",
            "size": 36620882,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1982\/81-6908\/19830330a_81-6908.ogg"
        },
        {
            "id": 68313,
            "mime": "application\/x-mpegURL",
            "size": 54099,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1982\/81-6908\/19830330a_81-6908.m3u8"
        }
    ],
    "transcript": {
        "title": "Barclay v. Florida",
        "duration": 3676.433,
        "sections": [
            {
                "start": 0,
                "stop": 1699.784,
                "byte_start": 138982,
                "byte_stop": 6938133,
                "turns": [
                    {
                        "start": 0,
                        "stop": 50.355,
                        "byte_start": 138982,
                        "byte_stop": 340438,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.295,
                                "byte_start": 138982,
                                "byte_stop": 160193,
                                "text": "We will hear arguments next in Elwood Barclay against Florida."
                            },
                            {
                                "start": 5.295,
                                "stop": 50.355,
                                "byte_start": 160193,
                                "byte_stop": 340438,
                                "text": "Mr. Nabrit, I think you can begin whenever you are ready."
                            }
                        ]
                    },
                    {
                        "start": 50.355,
                        "stop": 648.597,
                        "byte_start": 340438,
                        "byte_stop": 2733464,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 50.355,
                                "stop": 66.692,
                                "byte_start": 340438,
                                "byte_stop": 405849,
                                "text": "Mr. Chief Justice, and may it please the Court, I represent the petitioner, Elwood Barclay, who is here on a writ of certiorari to review a judgment of the Supreme Court of Florida which on direct appeal affirmed his murder conviction and a death sentence."
                            },
                            {
                                "start": 66.692,
                                "stop": 77.047,
                                "byte_start": 405849,
                                "byte_stop": 447227,
                                "text": "The death sentence was imposed by a judge of the Circuit Court of Duval County who entered written sentencing findings that are the focus of our argument here today."
                            },
                            {
                                "start": 77.047,
                                "stop": 86.653,
                                "byte_start": 447227,
                                "byte_stop": 485679,
                                "text": "The judge disregarded an advisory jury verdict which recommended that Barclay be given life imprisonment, and the Florida Supreme Court affirmed."
                            },
                            {
                                "start": 86.653,
                                "stop": 93.807,
                                "byte_start": 485679,
                                "byte_stop": 514309,
                                "text": "Barclay lost by a four-to-two vote, and his rehearing petition was denied by an equally divided court."
                            },
                            {
                                "start": 93.807,
                                "stop": 102.6,
                                "byte_start": 514309,
                                "byte_stop": 549418,
                                "text": "Petitioner brought the case here on certiorari, and the state filed a brief agreeing that this Court should review the case."
                            },
                            {
                                "start": 102.6,
                                "stop": 117.297,
                                "byte_start": 549418,
                                "byte_stop": 608246,
                                "text": "Now, let me begin my statement of the case before I describe the proceedings in the court below by briefly recounting five points about the Florida death sentencing statute."
                            },
                            {
                                "start": 117.297,
                                "stop": 120.233,
                                "byte_start": 608246,
                                "byte_stop": 619949,
                                "text": "It is a statute that has been in this Court before."
                            },
                            {
                                "start": 120.233,
                                "stop": 128.261,
                                "byte_start": 619949,
                                "byte_stop": 652027,
                                "text": "It was the statute approved in the Proffit case, and it was presented as having five procedural safeguards."
                            },
                            {
                                "start": 128.261,
                                "stop": 140.522,
                                "byte_start": 652027,
                                "byte_stop": 701137,
                                "text": "First, a requirement that the death sentence be based on specific written findings about aggravating circumstances, which was supposed to serve as a guide for the sentencer\u0027s discretion."
                            },
                            {
                                "start": 140.522,
                                "stop": 155.39,
                                "byte_start": 701137,
                                "byte_stop": 760592,
                                "text": "Second, the statute says that the list of aggravating circumstances is limited to eight factors, which are listed in the statute, and six of those I will just refer to in a moment are involved in this case."
                            },
                            {
                                "start": 155.39,
                                "stop": 168.885,
                                "byte_start": 760592,
                                "byte_stop": 814613,
                                "text": "Second, the statute provided for an automatic appeal, a review in which the Florida Supreme Court is supposed to keep the sentencing decisions under the statute in line with the statute."
                            },
                            {
                                "start": 168.885,
                                "stop": 172.353,
                                "byte_start": 814613,
                                "byte_stop": 828406,
                                "text": "Next, the jury had a special role."
                            },
                            {
                                "start": 172.353,
                                "stop": 208.228,
                                "byte_start": 828406,
                                "byte_stop": 971975,
                                "text": "Although it is called advisory, the jury... the jury\u0027s judgment is supposed to prevail under the Florida law unless no reasonable mind could disagree that the death sentence should be imposed, so that it is... and finally, the idea that both the judge and jury will make a judgment both about the sufficiency of the aggravating circumstances to justify a death sentence as well as a weighing of the aggravating and mitigating circumstances."
                            },
                            {
                                "start": 208.228,
                                "stop": 229.206,
                                "byte_start": 971975,
                                "byte_stop": 1055880,
                                "text": "So, in summary, in the Proffit case, the Court said that after a verdict of guilt, there would be what this Court referred to as an informed, focused, guided, and objective inquiry into the question of whether a death sentence should be imposed, and that would be at... that kind of objective inquiry, at both the trial and appellate levels."
                            },
                            {
                                "start": 229.206,
                                "stop": 240.075,
                                "byte_start": 1055880,
                                "byte_stop": 1099348,
                                "text": "Now, in Barclay\u0027s case, Barclay was found guilty in March of 1975, along with a co-defendant Dougan."
                            },
                            {
                                "start": 240.075,
                                "stop": 249.837,
                                "byte_start": 1099348,
                                "byte_stop": 1138427,
                                "text": "He was found guilty of first-degree murder in the death of one Stephen Orlando, and two other co-defendants were convicted by the same jury of second-degree murder."
                            },
                            {
                                "start": 249.837,
                                "stop": 263.411,
                                "byte_start": 1138427,
                                "byte_stop": 1192657,
                                "text": "After the conviction, at the penalty trial, the jury recommended a death sentence for the co-defendant Dougan, but life imprisonment for Barclay."
                            },
                            {
                                "start": 263.411,
                                "stop": 284.276,
                                "byte_start": 1192657,
                                "byte_stop": 1276144,
                                "text": "And in the penalty hearing, the state argued for only one of the eight statutory aggravating circumstances, that the crime was heinous atrocious, and cruel, yet the state made no effort at that penalty trial to convince the jury that any of the other seven circumstances applied."
                            },
                            {
                                "start": 284.276,
                                "stop": 303.644,
                                "byte_start": 1276144,
                                "byte_stop": 1353571,
                                "text": "And the majority of the jury came back with a written finding, a written finding that sufficient aggravating circumstances did not exist to justify a death sentence, and a written finding that sufficient mitigating circumstances do exist which outweigh any aggravating circumstances."
                            },
                            {
                                "start": 303.644,
                                "stop": 328.898,
                                "byte_start": 1353571,
                                "byte_stop": 1454613,
                                "text": "The judge discharged the jury and directed a pre-sentence investigation report, and a month later entered his own written findings, and five years later, in 1980, the judge substantially repeated the findings when he reimposed the sentence after it was first vacated on the basis of Gardner against Florida."
                            },
                            {
                                "start": 328.898,
                                "stop": 333.663,
                                "byte_start": 1454613,
                                "byte_stop": 1473735,
                                "text": "And the judge found seven aggravating circumstances."
                            },
                            {
                                "start": 333.663,
                                "stop": 336.803,
                                "byte_start": 1473735,
                                "byte_stop": 1486273,
                                "text": "Now, let me review some of them."
                            },
                            {
                                "start": 336.803,
                                "stop": 352.622,
                                "byte_start": 1486273,
                                "byte_stop": 1549490,
                                "text": "The first one is quoted in our brief at Pages 29 and 30, and in this one... this is at the bottom of Page 29 and the bottom of Page 30."
                            },
                            {
                                "start": 352.622,
                                "stop": 364.118,
                                "byte_start": 1549490,
                                "byte_stop": 1595465,
                                "text": "In this one the judge found as an aggravating circumstance that Barclay had some prior arrests, and he had a prior conviction for forgery and for breaking and entering."
                            },
                            {
                                "start": 364.118,
                                "stop": 409.71,
                                "byte_start": 1595465,
                                "byte_stop": 1777904,
                                "text": "Now, it is acknowledged by the state that this was an error, and the reason is that what the judge found here was the absence of one of the statutory mitigating circumstances, and it is acknowledged as a matter of state law, it is acknowledged at Page 26, I think, of the state\u0027s brief, that under the state\u0027s Mikenas case, which the state cites, that it is not correct to make the absence of mitigating circumstances an aggravating circumstance, so that that was a finding that is a non-statutory finding."
                            },
                            {
                                "start": 409.71,
                                "stop": 414.942,
                                "byte_start": 1777904,
                                "byte_stop": 1798802,
                                "text": "It is a finding of an aggravating circumstance that is not listed in the statute."
                            },
                            {
                                "start": 414.942,
                                "stop": 419.176,
                                "byte_start": 1798802,
                                "byte_stop": 1815730,
                                "text": "There are two more points about that."
                            },
                            {
                                "start": 419.176,
                                "stop": 430.796,
                                "byte_start": 1815730,
                                "byte_stop": 1862228,
                                "text": "One is that mere arrests under... and again, I am referring to Florida law really as a predicate for the federal arguments that I\u0027ll make later, but I am merely trying to be descriptive."
                            },
                            {
                                "start": 430.796,
                                "stop": 446.569,
                                "byte_start": 1862228,
                                "byte_stop": 1925340,
                                "text": "Under the Florida law, the mere arrests don\u0027t qualify as convictions, even if there is a relevant crime involved, a violent crime under one of the other subsections, and convictions can\u0027t be proved by the presentence investigation report."
                            },
                            {
                                "start": 446.569,
                                "stop": 453.145,
                                "byte_start": 1925340,
                                "byte_stop": 1951566,
                                "text": "They have to be proved by the state beyond a reasonable doubt at the penalty trial."
                            },
                            {
                                "start": 453.145,
                                "stop": 482.273,
                                "byte_start": 1951566,
                                "byte_stop": 2068177,
                                "text": "Now, turning to the next two aggravating circumstances found by the court, and these appear in our brief at the bottom of Page 33 is one, and the next one is over at Page 36, both of these are equally flawed."
                            },
                            {
                                "start": 482.273,
                                "stop": 499.798,
                                "byte_start": 2068177,
                                "byte_stop": 2138185,
                                "text": "The first one has to do with whether or not the defendant was under a sentence of imprisonment at the time of the murder, and it is undisputed that Barclay at the time of the murder, Barclay was not in prison, he was not supposed to be in prison, he was not on parole, he was not on probation, none of that."
                            },
                            {
                                "start": 499.798,
                                "stop": 508.186,
                                "byte_start": 2138185,
                                "byte_stop": 2171831,
                                "text": "The judge found that he was not imprisoned at the top of Page 34, but he said the criminal record was an aggravating circumstance."
                            },
                            {
                                "start": 508.186,
                                "stop": 518.806,
                                "byte_start": 2171831,
                                "byte_stop": 2214254,
                                "text": "So what the judge did here again was to take a past criminal record and say that it was something like, it resembled the statutory aggravating circumstance."
                            },
                            {
                                "start": 518.806,
                                "stop": 526.286,
                                "byte_start": 2214254,
                                "byte_stop": 2244138,
                                "text": "The judge did something similar with the next one, at Page 36."
                            },
                            {
                                "start": 526.286,
                                "stop": 558.914,
                                "byte_start": 2244138,
                                "byte_stop": 2374646,
                                "text": "He said that... This provision is whether or not the defendant had been convicted of a felony involving the use or threat of violence to the person, and there was nothing like that in Barclay\u0027s record, but the judge said that, well, he had been convicted of breaking and entering, and the judge said, it is not known if that prior felony involved the use or threat of violence, but he said, however, such crime can and often does involve violence."
                            },
                            {
                                "start": 558.914,
                                "stop": 574.845,
                                "byte_start": 2374646,
                                "byte_stop": 2438384,
                                "text": "So, again, he found something really not in terms of the statute, but he said, well, it is something like the statute, so that we have three findings by the Court which really aren\u0027t in terms of the statute."
                            },
                            {
                                "start": 574.845,
                                "stop": 578.376,
                                "byte_start": 2438384,
                                "byte_stop": 2452491,
                                "text": "The judge said, well, I am finding something that resembles the statute."
                            },
                            {
                                "start": 578.376,
                                "stop": 591.121,
                                "byte_start": 2452491,
                                "byte_stop": 2503482,
                                "text": "Now, the fourth one is whether or not there is... the murder created a great risk of death to many persons."
                            },
                            {
                                "start": 591.121,
                                "stop": 601.491,
                                "byte_start": 2503482,
                                "byte_stop": 2544964,
                                "text": "And this one is discussed in our brief beginning over at Page 40, and the judge found that... the judges words,"
                            },
                            {
                                "start": 601.491,
                                "stop": 603.427,
                                "byte_start": 2544964,
                                "byte_stop": 2552696,
                                "text": "\u0022Before, during, and after the murder. \u0022"
                            },
                            {
                                "start": 603.427,
                                "stop": 604.255,
                                "byte_start": 2552696,
                                "byte_stop": 2556040,
                                "text": "the judge said,"
                            },
                            {
                                "start": 604.255,
                                "stop": 607.02,
                                "byte_start": 2556040,
                                "byte_stop": 2567116,
                                "text": "\u0022there was a great risk of death to many persons. \u0022"
                            },
                            {
                                "start": 607.02,
                                "stop": 615.861,
                                "byte_start": 2567116,
                                "byte_stop": 2602433,
                                "text": "He based it on... he\u0027s got a before and an after, but he doesn\u0027t have a during in there."
                            },
                            {
                                "start": 615.861,
                                "stop": 642.724,
                                "byte_start": 2602433,
                                "byte_stop": 2709953,
                                "text": "Before, he said, the defendants drove around looking for a victim, and it is undisputed that the victim was killed in a deserted, lonely road, and that there was no one else around, but the judge found that there was a great risk of death to many persons based on the fact that before finding a victim in a lonely, deserted spot, they looked at and decided not to attack people in groups in other parts of the city."
                            },
                            {
                                "start": 642.724,
                                "stop": 648.597,
                                "byte_start": 2709953,
                                "byte_stop": 2733464,
                                "text": "It is a line of reasoning that--"
                            }
                        ]
                    },
                    {
                        "start": 648.597,
                        "stop": 652.205,
                        "byte_start": 2733464,
                        "byte_stop": 2747883,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 648.597,
                                "stop": 652.205,
                                "byte_start": 2733464,
                                "byte_stop": 2747883,
                                "text": "Does that... Do you feel that is a totally unreasonable finding on the part of the judge?"
                            }
                        ]
                    },
                    {
                        "start": 652.205,
                        "stop": 665.137,
                        "byte_start": 2747883,
                        "byte_stop": 2799606,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 652.205,
                                "stop": 654.033,
                                "byte_start": 2747883,
                                "byte_stop": 2755198,
                                "text": "--I do, Your Honor."
                            },
                            {
                                "start": 654.033,
                                "stop": 665.137,
                                "byte_start": 2755198,
                                "byte_stop": 2799606,
                                "text": "There is no basis in that line of reasoning for distinguishing any case from among many cases where a--"
                            }
                        ]
                    },
                    {
                        "start": 665.137,
                        "stop": 693.47,
                        "byte_start": 2799606,
                        "byte_stop": 2912873,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 665.137,
                                "stop": 670.822,
                                "byte_start": 2799606,
                                "byte_stop": 2822280,
                                "text": "Let me suggest my own thought that occurs to me."
                            },
                            {
                                "start": 670.822,
                                "stop": 680.459,
                                "byte_start": 2822280,
                                "byte_stop": 2860837,
                                "text": "In the case of a premeditated murder, you could say that, you know, there was malice aforethought, et cetera, but the murderer was presumably looking only for one victim."
                            },
                            {
                                "start": 680.459,
                                "stop": 682.754,
                                "byte_start": 2860837,
                                "byte_stop": 2870032,
                                "text": "He wasn\u0027t just going randomly."
                            },
                            {
                                "start": 682.754,
                                "stop": 693.47,
                                "byte_start": 2870032,
                                "byte_stop": 2912873,
                                "text": "But here one gets the impression from the judge\u0027s findings that these people were looking not for one victim, but for almost anybody they came across that met a certain description."
                            }
                        ]
                    },
                    {
                        "start": 693.47,
                        "stop": 704.309,
                        "byte_start": 2912873,
                        "byte_stop": 2956236,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 693.47,
                                "stop": 698.983,
                                "byte_start": 2912873,
                                "byte_stop": 2934920,
                                "text": "--Well, but a single victim who... and they were looking for one alone."
                            },
                            {
                                "start": 698.983,
                                "stop": 704.309,
                                "byte_start": 2934920,
                                "byte_stop": 2956236,
                                "text": "I mean, the purpose of the statute is to protect large groups of people against death."
                            }
                        ]
                    },
                    {
                        "start": 704.309,
                        "stop": 704.872,
                        "byte_start": 2956236,
                        "byte_stop": 2958535,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 704.309,
                                "stop": 704.872,
                                "byte_start": 2956236,
                                "byte_stop": 2958535,
                                "text": "Well--"
                            }
                        ]
                    },
                    {
                        "start": 704.872,
                        "stop": 726.613,
                        "byte_start": 2958535,
                        "byte_stop": 3045470,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 704.872,
                                "stop": 706.481,
                                "byte_start": 2958535,
                                "byte_stop": 2964909,
                                "text": "Well, in--"
                            },
                            {
                                "start": 706.481,
                                "stop": 710.901,
                                "byte_start": 2964909,
                                "byte_stop": 2982672,
                                "text": "--Well, let me put it in two... let me suggest there are two doctrines."
                            },
                            {
                                "start": 710.901,
                                "stop": 726.613,
                                "byte_start": 2982672,
                                "byte_stop": 3045470,
                                "text": "One, it has to involve a lot of people, and two, under the Florida law, it has to be an actual risk of harm or death based on the nature of the murder or the conduct immediately surrounding the murder."
                            }
                        ]
                    },
                    {
                        "start": 726.613,
                        "stop": 736.031,
                        "byte_start": 3045470,
                        "byte_stop": 3083191,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 726.613,
                                "stop": 736.031,
                                "byte_start": 3045470,
                                "byte_stop": 3083191,
                                "text": "--You feel that the Florida law wasn\u0027t designed to produce a great number of people even though they might have been individually isolated or by themselves?"
                            }
                        ]
                    },
                    {
                        "start": 736.031,
                        "stop": 757.618,
                        "byte_start": 3083191,
                        "byte_stop": 3169500,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 736.031,
                                "stop": 738.937,
                                "byte_start": 3083191,
                                "byte_stop": 3094789,
                                "text": "I argue on both parts."
                            },
                            {
                                "start": 738.937,
                                "stop": 740.576,
                                "byte_start": 3094789,
                                "byte_stop": 3101372,
                                "text": "There weren\u0027t any great number of people."
                            },
                            {
                                "start": 740.576,
                                "stop": 744.513,
                                "byte_start": 3101372,
                                "byte_stop": 3117046,
                                "text": "There was nobody around at the time of the murder."
                            },
                            {
                                "start": 744.513,
                                "stop": 757.618,
                                "byte_start": 3117046,
                                "byte_stop": 3169500,
                                "text": "And the decision to... the decision not to attack a large group of people can\u0027t be considered as endangering a large group of people."
                            }
                        ]
                    },
                    {
                        "start": 757.618,
                        "stop": 770.424,
                        "byte_start": 3169500,
                        "byte_stop": 3220700,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 757.618,
                                "stop": 770.424,
                                "byte_start": 3169500,
                                "byte_stop": 3220700,
                                "text": "Mr. Nabrit, the Florida Supreme Court, though, obviously found that as a matter of Florida law it met their statutory aggravating circumstance on that fourth factor."
                            }
                        ]
                    },
                    {
                        "start": 770.424,
                        "stop": 772.393,
                        "byte_start": 3220700,
                        "byte_stop": 3228641,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 770.424,
                                "stop": 772.393,
                                "byte_start": 3220700,
                                "byte_stop": 3228641,
                                "text": "That\u0027s correct, and our argument--"
                            }
                        ]
                    },
                    {
                        "start": 772.393,
                        "stop": 778.046,
                        "byte_start": 3228641,
                        "byte_stop": 3251211,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 772.393,
                                "stop": 778.046,
                                "byte_start": 3228641,
                                "byte_stop": 3251211,
                                "text": "So you are not asking us to say that the Florida law is something else, are you?"
                            }
                        ]
                    },
                    {
                        "start": 778.046,
                        "stop": 858.684,
                        "byte_start": 3251211,
                        "byte_stop": 3573771,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 778.046,
                                "stop": 791.853,
                                "byte_start": 3251211,
                                "byte_stop": 3306486,
                                "text": "--No, my argument is that the... my argument is a federal constitutional one, that there is really no evidence of the offense or the statute is construed in such a way that it is vague and overbroad."
                            },
                            {
                                "start": 791.853,
                                "stop": 800.319,
                                "byte_start": 3306486,
                                "byte_stop": 3340340,
                                "text": "It is an argument based on the Godfrey case at bottom, but the... well, let\u0027s look at the other half of it the judge relied on."
                            },
                            {
                                "start": 800.319,
                                "stop": 818.998,
                                "byte_start": 3340340,
                                "byte_stop": 3415051,
                                "text": "The judge relied on something that happened three days after the murder, which is the mailing of tapes, tape recordings to the news media, and said, this event endangered a half-million people of Jacksonville."
                            },
                            {
                                "start": 818.998,
                                "stop": 823.168,
                                "byte_start": 3415051,
                                "byte_stop": 3431664,
                                "text": "The problem with that is the same one."
                            },
                            {
                                "start": 823.168,
                                "stop": 824.356,
                                "byte_start": 3431664,
                                "byte_stop": 3436471,
                                "text": "There is nothing in the evidence."
                            },
                            {
                                "start": 824.356,
                                "stop": 828.463,
                                "byte_start": 3436471,
                                "byte_stop": 3452876,
                                "text": "The state never tried to prove that there were any circumstances that made this dangerous."
                            },
                            {
                                "start": 828.463,
                                "stop": 830.213,
                                "byte_start": 3452876,
                                "byte_stop": 3459877,
                                "text": "This wasn\u0027t the state\u0027s theory."
                            },
                            {
                                "start": 830.213,
                                "stop": 836.038,
                                "byte_start": 3459877,
                                "byte_stop": 3483178,
                                "text": "And so there is no evidence to support a notion that anyone was in fact endangered."
                            },
                            {
                                "start": 836.038,
                                "stop": 850.188,
                                "byte_start": 3483178,
                                "byte_stop": 3539811,
                                "text": "Now, there are three other aggravating circumstances, and our argument is set forth in our brief at Pages 48 to 63."
                            },
                            {
                                "start": 850.188,
                                "stop": 858.684,
                                "byte_start": 3539811,
                                "byte_stop": 3573771,
                                "text": "I think I will not go through them, because my time is limited, and I will instead turn to the main two legal arguments."
                            }
                        ]
                    },
                    {
                        "start": 858.684,
                        "stop": 863.121,
                        "byte_start": 3573771,
                        "byte_stop": 3591534,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 858.684,
                                "stop": 863.121,
                                "byte_start": 3573771,
                                "byte_stop": 3591534,
                                "text": "When they came upon the victim, was the victim alone or accompanied by others?"
                            }
                        ]
                    },
                    {
                        "start": 863.121,
                        "stop": 865.385,
                        "byte_start": 3591534,
                        "byte_stop": 3600624,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 863.121,
                                "stop": 863.918,
                                "byte_start": 3591534,
                                "byte_stop": 3594669,
                                "text": "Alone."
                            },
                            {
                                "start": 863.918,
                                "stop": 865.385,
                                "byte_start": 3594669,
                                "byte_stop": 3600624,
                                "text": "He was a single hitchhiker, alone."
                            }
                        ]
                    },
                    {
                        "start": 865.385,
                        "stop": 879.833,
                        "byte_start": 3600624,
                        "byte_stop": 3658407,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 865.385,
                                "stop": 867.791,
                                "byte_start": 3600624,
                                "byte_stop": 3610238,
                                "text": "Suppose there were two people there."
                            },
                            {
                                "start": 867.791,
                                "stop": 879.833,
                                "byte_start": 3610238,
                                "byte_stop": 3658407,
                                "text": "Would it be unreasonable or irrational for the judge making the decision to think that two people would have been killed instead of one?"
                            }
                        ]
                    },
                    {
                        "start": 879.833,
                        "stop": 1124.594,
                        "byte_start": 3658407,
                        "byte_stop": 4637372,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 879.833,
                                "stop": 887.175,
                                "byte_start": 3658407,
                                "byte_stop": 3687769,
                                "text": "Well, the... well, I mean, there are... I... perhaps not."
                            },
                            {
                                "start": 887.175,
                                "stop": 889.25,
                                "byte_start": 3687769,
                                "byte_stop": 3696024,
                                "text": "There are several points."
                            },
                            {
                                "start": 889.25,
                                "stop": 898.388,
                                "byte_start": 3696024,
                                "byte_stop": 3732595,
                                "text": "One is that two people even wouldn\u0027t be enough to create many people, to equal many people under the Florida law, and it is set forth in our brief."
                            },
                            {
                                "start": 898.388,
                                "stop": 910.102,
                                "byte_start": 3732595,
                                "byte_stop": 3779406,
                                "text": "So, our argument really is that this is a surprise overbroad construction of the law based on... as the law has been interpreted in those Florida cases."
                            },
                            {
                                "start": 910.102,
                                "stop": 915.163,
                                "byte_start": 3779406,
                                "byte_stop": 3799678,
                                "text": "Now, we have two principal arguments."
                            },
                            {
                                "start": 915.163,
                                "stop": 946.9,
                                "byte_start": 3799678,
                                "byte_stop": 3926633,
                                "text": "Our first argument is that the trial court sentencing findings violated Barclay\u0027s rights under the Eighth and Fourteenth Amendments, and the argument is, as I said before, based not merely on the notion that state law wasn\u0027t followed, but based on the idea that a combination of non-statutory aggravating circumstances and the factually base is so overbroad construction of the Florida statute created the violation."
                            },
                            {
                                "start": 946.9,
                                "stop": 951.227,
                                "byte_start": 3926633,
                                "byte_stop": 3943978,
                                "text": "The second argument, which I will make later, is really in the nature of a rebuttal argument."
                            },
                            {
                                "start": 951.227,
                                "stop": 964.784,
                                "byte_start": 3943978,
                                "byte_stop": 3998208,
                                "text": "It is our answer to the state\u0027s contention that even if we are correct about the first argument, there need not be a reversal, that the error is in some way harmless or it does not... at least it does not call for reversal."
                            },
                            {
                                "start": 964.784,
                                "stop": 988.414,
                                "byte_start": 3998208,
                                "byte_stop": 4092667,
                                "text": "The main theme of the Eighth Amendment cases from Furman down to date has been that consistency in the avoidance of arbitrariness is the indispensable element to the constitutionality of capital sentencing."
                            },
                            {
                                "start": 988.414,
                                "stop": 1011.375,
                                "byte_start": 4092667,
                                "byte_stop": 4184513,
                                "text": "We think that the use of aggravating circumstances not provided in the statute violates the Eighth Amendment because it makes capital sentencing ungrounded and arbitrary, and to establish that, we point to the three main purposes that statutory aggravating circumstances are supposed to serve."
                            },
                            {
                                "start": 1011.375,
                                "stop": 1033.537,
                                "byte_start": 4184513,
                                "byte_stop": 4273225,
                                "text": "The list of statutory circumstances is supposed to enable the legislature to decide what kinds of cases deserve the death penalty, so that there is a legislative judgment represented by the limited list of statutory aggravating circumstances."
                            },
                            {
                                "start": 1033.537,
                                "stop": 1057.277,
                                "byte_start": 4273225,
                                "byte_stop": 4368102,
                                "text": "And if you take an example from our case of the prior criminal record, the first one the judge used, the legislature of Florida didn\u0027t decide that if someone had a prior record for a prior arrest and a prior record for forgery, that that was the kind of aggravating circumstance that justified the death sentence."
                            },
                            {
                                "start": 1057.277,
                                "stop": 1071.146,
                                "byte_start": 4368102,
                                "byte_stop": 4423586,
                                "text": "The second purpose, the second function of the statutory aggravating circumstances is to guide the sentencer\u0027s exercise of discretion, to channel the discretion."
                            },
                            {
                                "start": 1071.146,
                                "stop": 1103.462,
                                "byte_start": 4423586,
                                "byte_stop": 4552840,
                                "text": "And the third function was to provide a basis for appellate review, so that the appellate court would have a way of looking at the findings and attempting to ensure that similar results would be reached in similar cases, and it is our position that all three of these purposes of statutory aggravating circumstances are defeated if the judge is allowed, as the judge in this case did, to make up the aggravating circumstances as he goes along."
                            },
                            {
                                "start": 1103.462,
                                "stop": 1124.594,
                                "byte_start": 4552840,
                                "byte_stop": 4637372,
                                "text": "A factor that one judge will think aggravating will be evaluated differently by another, and a judge presumably will change his view as time passes, so that the danger of arbitrary decision-making is reintroduced into the process."
                            }
                        ]
                    },
                    {
                        "start": 1124.594,
                        "stop": 1146.648,
                        "byte_start": 4637372,
                        "byte_stop": 4725666,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 1124.594,
                                "stop": 1130.653,
                                "byte_start": 4637372,
                                "byte_stop": 4661614,
                                "text": "Mr. Nabrit, may I ask this one question?"
                            },
                            {
                                "start": 1130.653,
                                "stop": 1146.648,
                                "byte_start": 4661614,
                                "byte_stop": 4725666,
                                "text": "Is it your legal position that the same, if there is one permissible aggravating circumstance that has been properly found, or are you taking the position that there are no statutory aggravating circumstances that could properly be found on this record?"
                            }
                        ]
                    },
                    {
                        "start": 1146.648,
                        "stop": 1183.866,
                        "byte_start": 4725666,
                        "byte_stop": 4874460,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 1146.648,
                                "stop": 1168.935,
                                "byte_start": 4725666,
                                "byte_stop": 4814796,
                                "text": "We take the latter position, Your Honor, but our argument is that there is a constitutional violation based on the fact that even if only some of them are outside the statute, that that violates the Eighth Amendment, but we do take the latter position."
                            },
                            {
                                "start": 1168.935,
                                "stop": 1183.866,
                                "byte_start": 4814796,
                                "byte_stop": 4874460,
                                "text": "In our brief, Part 1-A of our brief addresses each of the seven aggravating circumstances found by the judge, and attempts to show that they are either outside the statute or that they are flawed under the Godfrey guide."
                            }
                        ]
                    },
                    {
                        "start": 1183.866,
                        "stop": 1192.551,
                        "byte_start": 4874460,
                        "byte_stop": 4909255,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 1183.866,
                                "stop": 1192.551,
                                "byte_start": 4874460,
                                "byte_stop": 4909255,
                                "text": "I take it if the Florida Supreme Court agreed with your view that there were no statutory aggravating circumstances, they also would have set aside the death penalty."
                            }
                        ]
                    },
                    {
                        "start": 1192.551,
                        "stop": 1193.316,
                        "byte_start": 4909255,
                        "byte_stop": 4912285,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 1192.551,
                                "stop": 1193.316,
                                "byte_start": 4909255,
                                "byte_stop": 4912285,
                                "text": "That\u0027s correct."
                            }
                        ]
                    },
                    {
                        "start": 1193.316,
                        "stop": 1219.336,
                        "byte_start": 4912285,
                        "byte_stop": 5016357,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 1193.316,
                                "stop": 1194.05,
                                "byte_start": 4912285,
                                "byte_stop": 4915211,
                                "text": "Yes."
                            },
                            {
                                "start": 1194.05,
                                "stop": 1206.06,
                                "byte_start": 4915211,
                                "byte_stop": 4963276,
                                "text": "Mr. Nabrit, do you have any thoughts as to how the Florida system compares with Georgia\u0027s?"
                            },
                            {
                                "start": 1206.06,
                                "stop": 1219.336,
                                "byte_start": 4963276,
                                "byte_stop": 5016357,
                                "text": "I regard Georgia as kind of a threshold state, if I can describe it that way, so far as aggravating circumstances are concerned, and I wondered if you felt Florida was the same or was different."
                            }
                        ]
                    },
                    {
                        "start": 1219.336,
                        "stop": 1625.923,
                        "byte_start": 5016357,
                        "byte_stop": 6642740,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 1219.336,
                                "stop": 1221.945,
                                "byte_start": 5016357,
                                "byte_stop": 5026806,
                                "text": "No, I think it is different."
                            },
                            {
                                "start": 1221.945,
                                "stop": 1241.453,
                                "byte_start": 5026806,
                                "byte_stop": 5104860,
                                "text": "I think there is nothing in the Florida decisions that uses the threshold language or the language in the recent opinion of the Georgia Supreme Court after the remand in the Zandt case."
                            },
                            {
                                "start": 1241.453,
                                "stop": 1287.62,
                                "byte_start": 5104860,
                                "byte_stop": 5289493,
                                "text": "On the question of the Eighth Amendment, in summary, I guess, our position is that the safeguards that aggravating circumstances were supposed to serve under the statute fell through in this case, that the trial court really didn\u0027t live up to what was represented in Proffit, to assure that after Barclay\u0027s conviction there really would be an informed, focused, guided, and objective inquiry into the question of whether or not he would be sentenced to death, and I think that none of those adjectives really fairly describe the findings on which Barclay was sentenced to death, and we submit that the sentence violates the Eighth Amendment."
                            },
                            {
                                "start": 1287.62,
                                "stop": 1319.765,
                                "byte_start": 5289493,
                                "byte_stop": 5418120,
                                "text": "Now, turning to the second point, which as I said before is a rebuttal argument, what we are doing in Part 2 of our brief is answering the Attorney General\u0027s contention that Florida\u0027s rule, which is embodied in its Elledge case, and which we will call the Elledge rule, makes it appropriate for the court below to affirm even if there were constitutional errors, even if there was a violation of the Eighth Amendment, or several violations of the Eighth Amendment of the kind that we complain about in our first argument."
                            },
                            {
                                "start": 1319.765,
                                "stop": 1322.249,
                                "byte_start": 5418120,
                                "byte_stop": 5428046,
                                "text": "Let me describe the Elledge rule."
                            },
                            {
                                "start": 1322.249,
                                "stop": 1345.27,
                                "byte_start": 5428046,
                                "byte_stop": 5520102,
                                "text": "The Elledge case provides really, as we see it, two rules for dealing with a case where the trial court has made an error, either an error by considering a non-statutory aggravating circumstance or by misapplying one of the statutory circumstances, but where there are other valid aggravating factors remaining in the case."
                            },
                            {
                                "start": 1345.27,
                                "stop": 1377.928,
                                "byte_start": 5520102,
                                "byte_stop": 5650714,
                                "text": "Now, the Elledge case says that a reversal is required, that that situation calls for a reversal if there are statutory mitigating findings, because the reviewing court can\u0027t tell whether the error distorted the weighing process, so that... so, to be clear, under Florida law, it is error to consider a non-statutory aggravating circumstance, and they call it error."
                            },
                            {
                                "start": 1377.928,
                                "stop": 1380.474,
                                "byte_start": 5650714,
                                "byte_stop": 5660954,
                                "text": "They call it error even in those cases where they don\u0027t reverse."
                            },
                            {
                                "start": 1380.474,
                                "stop": 1412.164,
                                "byte_start": 5660954,
                                "byte_stop": 5787700,
                                "text": "And the cases where they don\u0027t reverse are under the second half of the Elledge rule, and that is that the death sentence will be affirmed if there are no statutory mitigating circumstances, no statutory mitigating circumstances, and that is the... the state law premise of Elledge is in the language which is quoted at the top of Page 87 of our brief."
                            },
                            {
                                "start": 1412.164,
                                "stop": 1458.863,
                                "byte_start": 5787700,
                                "byte_stop": 5974528,
                                "text": "The idea is that so long as there are some statutory aggravating circumstances, there is no danger that non-statutory circumstances have served to overcome the mitigating circumstances in the weighing process, in other words, that there is nothing to balance against whatever aggravating circumstances remain, and therefore it is called... what happens is what the Attorney General refers to in quoting the Ford case as a presumption of death, that... The state quotes the same language we do from Ford saying, there being no mitigating factors present, death is presumed to be the appropriate penalty."
                            },
                            {
                                "start": 1458.863,
                                "stop": 1466.565,
                                "byte_start": 5974528,
                                "byte_stop": 6005248,
                                "text": "Now, our argument is that that rule itself violates the Constitution."
                            },
                            {
                                "start": 1466.565,
                                "stop": 1477.154,
                                "byte_start": 6005248,
                                "byte_stop": 6047671,
                                "text": "It is a rule of appellate review, a procedural rule about when you do and when you don\u0027t reverse in the presence of a constitutional error, but that this Elledge rule violates the Constitution."
                            },
                            {
                                "start": 1477.154,
                                "stop": 1485.182,
                                "byte_start": 6047671,
                                "byte_stop": 6079749,
                                "text": "Assuming that Elledge is a presumption, a rule of law, it violates Lockett."
                            },
                            {
                                "start": 1485.182,
                                "stop": 1507.751,
                                "byte_start": 6079749,
                                "byte_stop": 6170029,
                                "text": "It directly violates the holding of the Lockett case, because the Ohio statute in Lockett, remember, was one where if there were statutory aggravating circumstances found, and there was no statutory mitigating circumstance, then the death sentence was mandatory."
                            },
                            {
                                "start": 1507.751,
                                "stop": 1538.66,
                                "byte_start": 6170029,
                                "byte_stop": 6293640,
                                "text": "That was what that statute did, and the Elledge case is identical in the way it ignores the non-statutory mitigating factors, and the Ford case, which I mentioned before, the Ford case in the Florida Supreme Court, makes it plain that that is the way the Elledge rule operates, because it shows that the Elledge rule operates even if there are non-statutory mitigating circumstances in the record."
                            },
                            {
                                "start": 1538.66,
                                "stop": 1550.78,
                                "byte_start": 6293640,
                                "byte_stop": 6342123,
                                "text": "There is a presumption of death, so that the presumption overrides non-statutory mitigating circumstances just like the Ohio statute in the Lockett case did."
                            },
                            {
                                "start": 1550.78,
                                "stop": 1561.151,
                                "byte_start": 6342123,
                                "byte_stop": 6383606,
                                "text": "The second... we really have four objections to the Elledge rule, and the first one I have just mentioned, which is based on Lockett."
                            },
                            {
                                "start": 1561.151,
                                "stop": 1573.193,
                                "byte_start": 6383606,
                                "byte_stop": 6431775,
                                "text": "The second one is that the penalty is automatic without regard to the sufficiency of the aggravating circumstances."
                            },
                            {
                                "start": 1573.193,
                                "stop": 1582.315,
                                "byte_start": 6431775,
                                "byte_stop": 6468347,
                                "text": "It is just a mechanical rule, and that that violates Woodson and Lockett, which require there be a judgment about the appropriateness of the death penalty."
                            },
                            {
                                "start": 1582.315,
                                "stop": 1586.564,
                                "byte_start": 6468347,
                                "byte_stop": 6485274,
                                "text": "The final two points I will touch on quickly, and they are familiar to the Court."
                            },
                            {
                                "start": 1586.564,
                                "stop": 1624.048,
                                "byte_start": 6485274,
                                "byte_stop": 6635217,
                                "text": "Assuming that Elledge is not really strictly a mechanical rule, and does involve some judgment or some guess as to what the trial court would have done in the circumstances, then we have the Stromberg principle, which is the same argument that is before the Court in the example of Stevens, and we also have a general Eighth Amendment argument that that kind of review doesn\u0027t meet the special Eighth Amendment requirements of reliability which are required because of the special harshness of the death penalty."
                            },
                            {
                                "start": 1624.048,
                                "stop": 1625.923,
                                "byte_start": 6635217,
                                "byte_stop": 6642740,
                                "text": "I would like to reserve my remaining time."
                            }
                        ]
                    },
                    {
                        "start": 1625.923,
                        "stop": 1632.14,
                        "byte_start": 6642740,
                        "byte_stop": 6667609,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 1625.923,
                                "stop": 1632.14,
                                "byte_start": 6642740,
                                "byte_stop": 6667609,
                                "text": "Mr. Nabrit, before you sit down, do you have any special comment about Lewis against the state?"
                            }
                        ]
                    },
                    {
                        "start": 1632.14,
                        "stop": 1634.233,
                        "byte_start": 6667609,
                        "byte_stop": 6675968,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 1632.14,
                                "stop": 1634.233,
                                "byte_start": 6667609,
                                "byte_stop": 6675968,
                                "text": "Well, Your Honor, we--"
                            }
                        ]
                    },
                    {
                        "start": 1634.233,
                        "stop": 1643.088,
                        "byte_start": 6675968,
                        "byte_stop": 6711390,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 1634.233,
                                "stop": 1640.418,
                                "byte_start": 6675968,
                                "byte_stop": 6700732,
                                "text": "The reason I ask this is that your opponent doesn\u0027t cite it at all, and you cite it profusely."
                            },
                            {
                                "start": 1640.418,
                                "stop": 1643.088,
                                "byte_start": 6700732,
                                "byte_stop": 6711390,
                                "text": "From his brief it is as though it doesn\u0027t exist."
                            }
                        ]
                    },
                    {
                        "start": 1643.088,
                        "stop": 1689.381,
                        "byte_start": 6711390,
                        "byte_stop": 6896546,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 1643.088,
                                "stop": 1645.024,
                                "byte_start": 6711390,
                                "byte_stop": 6719122,
                                "text": "--Well, that\u0027s right."
                            },
                            {
                                "start": 1645.024,
                                "stop": 1669.999,
                                "byte_start": 6719122,
                                "byte_stop": 6819015,
                                "text": "If the Lewis case... we make the argument about the Lewis case, Your Honor, in our brief in Part 2-A... Part 2-B, and our argument is that if Lewis is the Florida law, and Lewis was reversed, a case from the same judge, if that is the Florida law, then there is no non-arbitrary application of Elledge that could rule against Barclay."
                            },
                            {
                                "start": 1669.999,
                                "stop": 1682.727,
                                "byte_start": 6819015,
                                "byte_stop": 6869901,
                                "text": "So the key factor in Lewis was the jury recommendation of life, and Lewis says that where the jury recommends life, then that counts as if it was a finding of a mitigating factor."
                            },
                            {
                                "start": 1682.727,
                                "stop": 1686.757,
                                "byte_start": 6869901,
                                "byte_stop": 6886097,
                                "text": "Lewis is ignored in some of the other cases."
                            },
                            {
                                "start": 1686.757,
                                "stop": 1689.381,
                                "byte_start": 6886097,
                                "byte_stop": 6896546,
                                "text": "If Lewis is the law, then Barclay plainly should win."
                            }
                        ]
                    },
                    {
                        "start": 1689.381,
                        "stop": 1693.239,
                        "byte_start": 6896546,
                        "byte_stop": 6912011,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 1689.381,
                                "stop": 1693.239,
                                "byte_start": 6896546,
                                "byte_stop": 6912011,
                                "text": "Maybe you will explain why--"
                            }
                        ]
                    },
                    {
                        "start": 1693.239,
                        "stop": 1699.784,
                        "byte_start": 6912011,
                        "byte_stop": 6938133,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1693.239,
                                "stop": 1699.784,
                                "byte_start": 6912011,
                                "byte_stop": 6938133,
                                "text": "Mr. Allbritton."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 1699.784,
                "stop": 3415.489,
                "byte_start": 6938133,
                "byte_stop": 13801023,
                "turns": [
                    {
                        "start": 1699.784,
                        "stop": 2052.454,
                        "byte_start": 6938133,
                        "byte_stop": 8348850,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 1699.784,
                                "stop": 1728.553,
                                "byte_start": 6938133,
                                "byte_stop": 7053281,
                                "text": "Mr. Chief Justice, may it please the Court, the state of Florida has never claimed that defendants in her courts receive a perfect trial, but only a fair one, and as of this date, approximately 1:35 p.m., that is all the Constitution requires."
                            },
                            {
                                "start": 1728.553,
                                "stop": 1747.733,
                                "byte_start": 7053281,
                                "byte_stop": 7129976,
                                "text": "I think because of the multiplicity of challenges hurled at cases availing the death penalty, it would seem that the only time a capital defendant receives a fair trial is when he is acquitted."
                            },
                            {
                                "start": 1747.733,
                                "stop": 1772.176,
                                "byte_start": 7129976,
                                "byte_stop": 7227779,
                                "text": "I think the overriding issue before this Court is whether the imposition of the death penalty in the instant case contravenes any of the protections afforded by the petitioner or to him under the Constitution, not only the federal but the state."
                            },
                            {
                                "start": 1772.176,
                                "stop": 1783.781,
                                "byte_start": 7227779,
                                "byte_stop": 7274172,
                                "text": "A good starting place is the standard of review followed by the Florida Supreme Court in its review of death penalty cases."
                            },
                            {
                                "start": 1783.781,
                                "stop": 1815.8,
                                "byte_start": 7274172,
                                "byte_stop": 7402277,
                                "text": "That court assumes, and logically so, that where there are multiple statutory aggravating factors and there are no mitigating factors at all, then the weighing process would have reached the same outcome by the trial judge even had he not considered what is termed an improper aggravating factor."
                            },
                            {
                                "start": 1815.8,
                                "stop": 1825.187,
                                "byte_start": 7402277,
                                "byte_stop": 7439789,
                                "text": "Now, this principle is well illustrated in several cases, and I will mention only two of them."
                            },
                            {
                                "start": 1825.187,
                                "stop": 1850.709,
                                "byte_start": 7439789,
                                "byte_stop": 7541875,
                                "text": "One is Dobbert v. State, where the Florida Supreme Court held that the trial judge improperly found two aggravating factors, but since there were no mitigating factors at all, a reversal of the death sentence was not required."
                            },
                            {
                                "start": 1850.709,
                                "stop": 1876.073,
                                "byte_start": 7541875,
                                "byte_stop": 7643335,
                                "text": "And in Ford v. State, cited on Page 15 of my brief, the same result was reached by the Florida Supreme Court, and what is interesting about both of those cases is that this Court declined to review either one of them on certiorari."
                            },
                            {
                                "start": 1876.073,
                                "stop": 1902.266,
                                "byte_start": 7643335,
                                "byte_stop": 7748138,
                                "text": "I have no hesitancy to urge to this Court that petitioner\u0027s death penalty was properly imposed based on proof beyond a reasonable doubt of what I count as five statutory aggravating factors, and no mitigating factors at all."
                            },
                            {
                                "start": 1902.266,
                                "stop": 1922.882,
                                "byte_start": 7748138,
                                "byte_stop": 7830580,
                                "text": "In thinking about this, I want it to be understood that in finding this non-statutory aggravating factor that is now complained of to the Court, the trial judge did not consider any evidence that he would not have otherwise known."
                            },
                            {
                                "start": 1922.882,
                                "stop": 1948.855,
                                "byte_start": 7830580,
                                "byte_stop": 7934443,
                                "text": "Rather, it was necessary for the trial judge to consider petitioner\u0027s prior criminal record because unless the existence of this mitigating factor is negated, then there will be a presumption that petitioner had not engaged in any previous course of crime at all."
                            },
                            {
                                "start": 1948.855,
                                "stop": 1977.641,
                                "byte_start": 7934443,
                                "byte_stop": 8049591,
                                "text": "This is again well illustrated in the Florida Supreme Court case of Booker v. State, where that court rejected, now, an argument that the trial judge had considered a non-statutory aggravating factor because on cross examination the defendant was interrogated as to his prior criminal activity."
                            },
                            {
                                "start": 1977.641,
                                "stop": 1992.574,
                                "byte_start": 8049591,
                                "byte_stop": 8109359,
                                "text": "Now, the Florida Supreme Court pointedly stated that those questions were posed to the defendant in order to negate or show the absence of a mitigating circumstance."
                            },
                            {
                                "start": 1992.574,
                                "stop": 2000.32,
                                "byte_start": 8109359,
                                "byte_stop": 8140288,
                                "text": "That is, that the defendant had no significant history of prior criminal actions."
                            },
                            {
                                "start": 2000.32,
                                "stop": 2009.191,
                                "byte_start": 8140288,
                                "byte_stop": 8175815,
                                "text": "Now, this was necessary, as the court pointed out, and I quote the words of the court:"
                            },
                            {
                                "start": 2009.191,
                                "stop": 2023.217,
                                "byte_start": 8175815,
                                "byte_stop": 8231926,
                                "text": "\u0022Unless this mitigating factor is negated, there would be a presumption that the defendant had not engaged in any previous criminal activity. \u0022"
                            },
                            {
                                "start": 2023.217,
                                "stop": 2037.695,
                                "byte_start": 8231926,
                                "byte_stop": 8289813,
                                "text": "Therefore, I say to you that in finding a non-statutory aggravating factor, the trial judge not only did not review any evidence that he was not entitled to do so."
                            },
                            {
                                "start": 2037.695,
                                "stop": 2052.454,
                                "byte_start": 8289813,
                                "byte_stop": 8348850,
                                "text": "Rather, he was required to review that evidence in order to determine the existence of a... or the non-existence of a mitigating factor."
                            }
                        ]
                    },
                    {
                        "start": 2052.454,
                        "stop": 2084.051,
                        "byte_start": 8348850,
                        "byte_stop": 8475282,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 2052.454,
                                "stop": 2084.051,
                                "byte_start": 8348850,
                                "byte_stop": 8475282,
                                "text": "--Mr. Allbritton, do you plan to address the Lewis case, as Justice Blackmun inquired about, which appeared to hold that if a jury found that the defendant should be sentenced to life, that was treated as a mitigating circumstance then, and required a different action when it was challenged by the defendant?"
                            }
                        ]
                    },
                    {
                        "start": 2084.051,
                        "stop": 2328.905,
                        "byte_start": 8475282,
                        "byte_stop": 9454665,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2084.051,
                                "stop": 2091.204,
                                "byte_start": 8475282,
                                "byte_stop": 8503808,
                                "text": "Only to the extent that I don\u0027t believe in the Lewis case that the Florida Supreme Court so held."
                            },
                            {
                                "start": 2091.204,
                                "stop": 2122.318,
                                "byte_start": 8503808,
                                "byte_stop": 8628255,
                                "text": "I don\u0027t read the case that way at all, but if we assume that they did so hold, then I say in the instant case it has to be obvious that this mitigating factor, that is, the advisory verdict of the jury, was completely overweighed by the multiple statutory aggravating factors that were found by the trial judge and twice approved by the Florida Supreme Court."
                            },
                            {
                                "start": 2122.318,
                                "stop": 2136.983,
                                "byte_start": 8628255,
                                "byte_stop": 8686979,
                                "text": "Now, I submit to you that unless this Court does a legal about-face and Proffit v. Florida, that that case should control the instant case here."
                            },
                            {
                                "start": 2136.983,
                                "stop": 2149.946,
                                "byte_start": 8686979,
                                "byte_stop": 8738806,
                                "text": "The Proffit opinion at 428 US Page 246 sets forth the aggravating factors found by the trial judge."
                            },
                            {
                                "start": 2149.946,
                                "stop": 2155.195,
                                "byte_start": 8738806,
                                "byte_stop": 8759808,
                                "text": "Now, the second of those reads, and I quote,"
                            },
                            {
                                "start": 2155.195,
                                "stop": 2159.802,
                                "byte_start": 8759808,
                                "byte_stop": 8778198,
                                "text": "\u0022The petitioner has a propensity to commit murder. \u0022"
                            },
                            {
                                "start": 2159.802,
                                "stop": 2180.981,
                                "byte_start": 8778198,
                                "byte_stop": 8862940,
                                "text": "Now, I find this interesting, because this aggravating factor of propensity to commit murder was not then and never has been a statutorily enumerated aggravating factor under Florida law."
                            },
                            {
                                "start": 2180.981,
                                "stop": 2202.83,
                                "byte_start": 8862940,
                                "byte_stop": 8950398,
                                "text": "I think, frankly, there is no getting around the point that this Court approved the use of a non-statutory aggravating factor when used, now, along with other statutory aggravating factors."
                            },
                            {
                                "start": 2202.83,
                                "stop": 2249.89,
                                "byte_start": 8950398,
                                "byte_stop": 9138584,
                                "text": "The decision in Elledge v. State supports the respondent\u0027s argument here, because the Elledge court in construing Proffit read something in there, I believe, that is not there, but rather than to go into that, let\u0027s take Elledge the way it stands, and Elledge simply holds that a non-statutory aggravating factor will not vitiate a death penalty where there are other statutorily enumerated factors and there are no mitigating factors."
                            },
                            {
                                "start": 2249.89,
                                "stop": 2251.545,
                                "byte_start": 9138584,
                                "byte_stop": 9145166,
                                "text": "That is the holding in Elledge."
                            },
                            {
                                "start": 2251.545,
                                "stop": 2255.872,
                                "byte_start": 9145166,
                                "byte_stop": 9162512,
                                "text": "I would like to tell you how they came to do that."
                            },
                            {
                                "start": 2255.872,
                                "stop": 2281.065,
                                "byte_start": 9162512,
                                "byte_stop": 9263344,
                                "text": "From the record in Elledge, there was a non-statutory enumerated aggravating factor, and of course there was a statutory aggravating factor, and the trial judge had alluded to something that could have been construed as being a mitigating factor."
                            },
                            {
                                "start": 2281.065,
                                "stop": 2323.546,
                                "byte_start": 9263344,
                                "byte_stop": 9433245,
                                "text": "Well, now, what the Florida Supreme Court wanted to do, and what they did do, was to be sure that a non-statutory aggravating factor would not be used to offset a mitigating factor in the weighing process, but we don\u0027t have that problem here, because there were no mitigating factors at all unless you do as my honorable opponent would urge you to do, and that is substitute your judgment and reweigh all of the aggravating factors that were weighed by the trial judge and approved by the Florida Supreme Court."
                            },
                            {
                                "start": 2323.546,
                                "stop": 2328.905,
                                "byte_start": 9433245,
                                "byte_stop": 9454665,
                                "text": "If you do that, then you will depart from the decision in Eddings v. Oklahoma."
                            }
                        ]
                    },
                    {
                        "start": 2328.905,
                        "stop": 2353.567,
                        "byte_start": 9454665,
                        "byte_stop": 9553304,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2328.905,
                                "stop": 2350.255,
                                "byte_start": 9454665,
                                "byte_stop": 9540033,
                                "text": "But isn\u0027t there another possibility, because I thought when you answered Justice O\u0027Connor you said that it is possible to read the Lewis case, I guess it is, as saying that when the jury recommends life sentence rather than death, that that may be viewed as a mitigating circumstance which imposes a burden on being sure that the aggravating outweigh."
                            },
                            {
                                "start": 2350.255,
                                "stop": 2353.567,
                                "byte_start": 9540033,
                                "byte_stop": 9553304,
                                "text": "Now, how do you explain Lewis if you make... if you--"
                            }
                        ]
                    },
                    {
                        "start": 2353.567,
                        "stop": 2375.026,
                        "byte_start": 9553304,
                        "byte_stop": 9639090,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2353.567,
                                "stop": 2355.661,
                                "byte_start": 9553304,
                                "byte_stop": 9561663,
                                "text": "May be."
                            },
                            {
                                "start": 2355.661,
                                "stop": 2356.409,
                                "byte_start": 9561663,
                                "byte_stop": 9564693,
                                "text": "That\u0027s true."
                            },
                            {
                                "start": 2356.409,
                                "stop": 2357.253,
                                "byte_start": 9564693,
                                "byte_stop": 9568037,
                                "text": "It may be."
                            },
                            {
                                "start": 2357.253,
                                "stop": 2368.201,
                                "byte_start": 9568037,
                                "byte_stop": 9611818,
                                "text": "But the Florida Supreme Court does not undertake to dictate to the trial judge what he shall regard as mitigating evidence."
                            },
                            {
                                "start": 2368.201,
                                "stop": 2375.026,
                                "byte_start": 9611818,
                                "byte_stop": 9639090,
                                "text": "That is a matter for the sentencing authority to do, not for the Florida Supreme Court."
                            }
                        ]
                    },
                    {
                        "start": 2375.026,
                        "stop": 2377.181,
                        "byte_start": 9639090,
                        "byte_stop": 9647762,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2375.026,
                                "stop": 2377.181,
                                "byte_start": 9639090,
                                "byte_stop": 9647762,
                                "text": "--Then how do you explain Lewis?"
                            }
                        ]
                    },
                    {
                        "start": 2377.181,
                        "stop": 2382.648,
                        "byte_start": 9647762,
                        "byte_stop": 9669601,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2377.181,
                                "stop": 2382.648,
                                "byte_start": 9647762,
                                "byte_stop": 9669601,
                                "text": "Just the way I did to Justice O\u0027Connor, that I don\u0027t believe, and I don\u0027t read the case--"
                            }
                        ]
                    },
                    {
                        "start": 2382.648,
                        "stop": 2398.377,
                        "byte_start": 9669601,
                        "byte_stop": 9732504,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2382.648,
                                "stop": 2396.347,
                                "byte_start": 9669601,
                                "byte_stop": 9724458,
                                "text": "You said to her, if I recall, that that may mean that the aggravating outweighed that mitigating circumstance, but then you have just now told us that you can\u0027t engage in weighing when there are some non-statutory aggravating circumstances."
                            },
                            {
                                "start": 2396.347,
                                "stop": 2398.377,
                                "byte_start": 9724458,
                                "byte_stop": 9732504,
                                "text": "I\u0027m not sure your arguments are consistent."
                            }
                        ]
                    },
                    {
                        "start": 2398.377,
                        "stop": 2410.731,
                        "byte_start": 9732504,
                        "byte_stop": 9781927,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2398.377,
                                "stop": 2405.39,
                                "byte_start": 9732504,
                                "byte_stop": 9760611,
                                "text": "--I\u0027m not sure I understand you, and I submit to you, sir, I don\u0027t... I\u0027m not sure you understood what I said."
                            },
                            {
                                "start": 2405.39,
                                "stop": 2406.638,
                                "byte_start": 9760611,
                                "byte_stop": 9765627,
                                "text": "You may have."
                            },
                            {
                                "start": 2406.638,
                                "stop": 2407.216,
                                "byte_start": 9765627,
                                "byte_stop": 9767926,
                                "text": "I don\u0027t know."
                            },
                            {
                                "start": 2407.216,
                                "stop": 2410.731,
                                "byte_start": 9767926,
                                "byte_stop": 9781927,
                                "text": "But if I said that, I did not mean to say it."
                            }
                        ]
                    },
                    {
                        "start": 2410.731,
                        "stop": 2412.589,
                        "byte_start": 9781927,
                        "byte_stop": 9789346,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2410.731,
                                "stop": 2412.589,
                                "byte_start": 9781927,
                                "byte_stop": 9789346,
                                "text": "May I ask you again, then?"
                            }
                        ]
                    },
                    {
                        "start": 2412.589,
                        "stop": 2412.964,
                        "byte_start": 9789346,
                        "byte_stop": 9790913,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2412.589,
                                "stop": 2412.964,
                                "byte_start": 9789346,
                                "byte_stop": 9790913,
                                "text": "Sure."
                            }
                        ]
                    },
                    {
                        "start": 2412.964,
                        "stop": 2414.182,
                        "byte_start": 9790913,
                        "byte_stop": 9795720,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2412.964,
                                "stop": 2414.182,
                                "byte_start": 9790913,
                                "byte_stop": 9795720,
                                "text": "How do you explain Lewis?"
                            }
                        ]
                    },
                    {
                        "start": 2414.182,
                        "stop": 2463.803,
                        "byte_start": 9795720,
                        "byte_stop": 9994251,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2414.182,
                                "stop": 2431.942,
                                "byte_start": 9795720,
                                "byte_stop": 9866773,
                                "text": "Lewis, as I understand it, there is language in it which would indicate that a jury advisory can be viewed if the trial judge so desires as a mitigating factor."
                            },
                            {
                                "start": 2431.942,
                                "stop": 2441.782,
                                "byte_start": 9866773,
                                "byte_stop": 9906166,
                                "text": "However, the verdict of the jury... it isn\u0027t really a verdict, it\u0027s an advisory."
                            },
                            {
                                "start": 2441.782,
                                "stop": 2462.554,
                                "byte_start": 9906166,
                                "byte_stop": 9989235,
                                "text": "It isn\u0027t binding on the trial judge at all, and if he so desires in view of the... in view of the other evidence, you can read Lewis as saying that he can use that as a mitigating factor, but I don\u0027t think the Florida Supreme Court has required him to do that."
                            },
                            {
                                "start": 2462.554,
                                "stop": 2463.803,
                                "byte_start": 9989235,
                                "byte_stop": 9994251,
                                "text": "I don\u0027t read the case that way."
                            }
                        ]
                    },
                    {
                        "start": 2463.803,
                        "stop": 2470.098,
                        "byte_start": 9994251,
                        "byte_stop": 10019433,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 2463.803,
                                "stop": 2470.098,
                                "byte_start": 9994251,
                                "byte_stop": 10019433,
                                "text": "It\u0027s entirely a matter within the discretion of the trial judge whether or not to view it as a mitigating factor under your submission?"
                            }
                        ]
                    },
                    {
                        "start": 2470.098,
                        "stop": 2941.425,
                        "byte_start": 10019433,
                        "byte_stop": 11904742,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2470.098,
                                "stop": 2475.97,
                                "byte_start": 10019433,
                                "byte_stop": 10042943,
                                "text": "That\u0027s correct, because he is the sentencing authority under Florida law."
                            },
                            {
                                "start": 2475.97,
                                "stop": 2479.923,
                                "byte_start": 10042943,
                                "byte_stop": 10058721,
                                "text": "He is the one that does the weighing under Florida law."
                            },
                            {
                                "start": 2479.923,
                                "stop": 2494.883,
                                "byte_start": 10058721,
                                "byte_stop": 10118593,
                                "text": "The Florida Supreme Court simply on review looks at the evidence and determines if it is competent to support the aggravating factors that the trial judge has found."
                            },
                            {
                                "start": 2494.883,
                                "stop": 2495.915,
                                "byte_start": 10118593,
                                "byte_stop": 10122669,
                                "text": "They do that."
                            },
                            {
                                "start": 2495.915,
                                "stop": 2508.582,
                                "byte_start": 10122669,
                                "byte_stop": 10173346,
                                "text": "In fact, the duty is well stated in Songer v. State, which this Court referred to in Proffit v. Florida, and I quote:"
                            },
                            {
                                "start": 2508.582,
                                "stop": 2522.28,
                                "byte_start": 10173346,
                                "byte_stop": 10228203,
                                "text": "\u0022Where the death penalty has been imposed, this Court has a separate responsibility to determine independently whether the imposition of the ultimate penalty is warranted. \u0022"
                            },
                            {
                                "start": 2522.28,
                                "stop": 2523.858,
                                "byte_start": 10228203,
                                "byte_stop": 10234473,
                                "text": "And that is what they do."
                            },
                            {
                                "start": 2523.858,
                                "stop": 2547.661,
                                "byte_start": 10234473,
                                "byte_stop": 10329663,
                                "text": "They don\u0027t reweigh in the sense, if you please, to determine if the death penalty is or should be initially imposed, but what they do on review is to determine if it has been lawfully imposed, if there is competent evidence cited by the trial judge in support of his findings."
                            },
                            {
                                "start": 2547.661,
                                "stop": 2565.762,
                                "byte_start": 10329663,
                                "byte_stop": 10402074,
                                "text": "I think, too, that the Florida Supreme Court standard of review in death penalty cases can be reviewed actually for what it is, and that is the application of the harmless error rule."
                            },
                            {
                                "start": 2565.762,
                                "stop": 2581.411,
                                "byte_start": 10402074,
                                "byte_stop": 10464664,
                                "text": "Now, there is nothing new in this, because more than 30 years ago in North v. State, decided in 1952, the Florida Supreme Court expressly held that the harmless error rule was applicable in capital cases."
                            },
                            {
                                "start": 2581.411,
                                "stop": 2596.406,
                                "byte_start": 10464664,
                                "byte_stop": 10524641,
                                "text": "And not only that, in the two Ferguson cases, which I cite in my brief, the application of the harmless error rule is clear."
                            },
                            {
                                "start": 2596.406,
                                "stop": 2604.622,
                                "byte_start": 10524641,
                                "byte_stop": 10557555,
                                "text": "For example, in Ferguson, 417 Southern 2nd 631, the Court held that, and I quote,"
                            },
                            {
                                "start": 2604.622,
                                "stop": 2615.493,
                                "byte_start": 10557555,
                                "byte_stop": 10601023,
                                "text": "\u0022Any error that occurred in the consideration of the inapplicable aggravating circumstances was harmless. \u0022"
                            },
                            {
                                "start": 2615.493,
                                "stop": 2636.453,
                                "byte_start": 10601023,
                                "byte_stop": 10684824,
                                "text": "And again, in Ferguson 417 639, the Court held that any error that occurred in the consideration of the two inapplicable aggravating factors was harmless, based on the weighing process that the judge followed."
                            },
                            {
                                "start": 2636.453,
                                "stop": 2678.53,
                                "byte_start": 10684824,
                                "byte_stop": 10853157,
                                "text": "And interestingly, in the recent case of Ford v. Strickland, Eleventh Circuit Court of Appeals en banc opinion filed January 7th, 1983, Chief Judge Godbold, in a dissenting opinion in part and specially concurring in part, stated that he interpreted the Florida Supreme Court to apply a harmless error rule in refusing to order resentencing, and that the Florida Supreme Court\u0027s actions so interpreted passed constitutional muster."
                            },
                            {
                                "start": 2678.53,
                                "stop": 2690.386,
                                "byte_start": 10853157,
                                "byte_stop": 10900595,
                                "text": "This Court, several Justices, I think, have opted for the application of the harmless error rule."
                            },
                            {
                                "start": 2690.386,
                                "stop": 2707.034,
                                "byte_start": 10900595,
                                "byte_stop": 10967155,
                                "text": "In Zant v. Stevens, Justice Powell, in a dissenting opinion, stated he would leave it open to the Georgia Supreme Court to decide whether it had authority to find that the instruction complained of was harmless error."
                            },
                            {
                                "start": 2707.034,
                                "stop": 2725.84,
                                "byte_start": 10967155,
                                "byte_stop": 11042388,
                                "text": "In Drake v. Zant, Justice White dissents, dissenting to a denial of cert, stated that as a matter of general constitutional policy, he thought it essential that appellate courts be able to employ a harmless error rule."
                            },
                            {
                                "start": 2725.84,
                                "stop": 2742.63,
                                "byte_start": 11042388,
                                "byte_stop": 11109575,
                                "text": "In fact, this Court has employed the harmless error rule in several cases, Schnevel v. State, Meritan v. Wainwright, Harrington v. California, and in the well-known Chapman case."
                            },
                            {
                                "start": 2742.63,
                                "stop": 2759.232,
                                "byte_start": 11109575,
                                "byte_stop": 11175926,
                                "text": "Now, then, looking at Petitioner\u0027s brief, the tenor of it is, of course, that the trial judge committed egregious error in failing to find any mitigating factor at all."
                            },
                            {
                                "start": 2759.232,
                                "stop": 2765.042,
                                "byte_start": 11175926,
                                "byte_stop": 11199227,
                                "text": "Well, really, this is understandable when viewed from where he sits."
                            },
                            {
                                "start": 2765.042,
                                "stop": 2773.181,
                                "byte_start": 11199227,
                                "byte_stop": 11231723,
                                "text": "However, this claim has been made and rejected by the Florida Supreme Court in many cases."
                            },
                            {
                                "start": 2773.181,
                                "stop": 2782.628,
                                "byte_start": 11231723,
                                "byte_stop": 11269549,
                                "text": "They are cited in my brief, Lucas v. State, Sireci v. State, Mikenas v. State."
                            },
                            {
                                "start": 2782.628,
                                "stop": 2788.423,
                                "byte_start": 11269549,
                                "byte_stop": 11292745,
                                "text": "And in that case... it\u0027s a good case on point."
                            },
                            {
                                "start": 2788.423,
                                "stop": 2803.605,
                                "byte_start": 11292745,
                                "byte_stop": 11353454,
                                "text": "It says... The court there... Let me phrase this properly... rejected the argument that certain testimony should have been treated as mitigating factor."
                            },
                            {
                                "start": 2803.605,
                                "stop": 2818.177,
                                "byte_start": 11353454,
                                "byte_stop": 11411759,
                                "text": "There was psychiatric testimony at trial, and it was argued that the trial judge erred in refusing to regard that as mitigating."
                            },
                            {
                                "start": 2818.177,
                                "stop": 2840.932,
                                "byte_start": 11411759,
                                "byte_stop": 11502770,
                                "text": "Well, the Florida Supreme Court pointed out that the testimony was apparently permitted by the trial judge in an abundance of fairness to the defendant, but that the court was not required to give it weight as a mitigating circumstance."
                            },
                            {
                                "start": 2840.932,
                                "stop": 2847.072,
                                "byte_start": 11502770,
                                "byte_stop": 11527325,
                                "text": "Now, that is... they leave the weighing, initial weighing to the trial judge."
                            },
                            {
                                "start": 2847.072,
                                "stop": 2858.756,
                                "byte_start": 11527325,
                                "byte_stop": 11574032,
                                "text": "This premise, I think, is supported... I don\u0027t think; it is... well supported by this Court\u0027s decision in Eddings v. Oklahoma."
                            },
                            {
                                "start": 2858.756,
                                "stop": 2890.025,
                                "byte_start": 11574032,
                                "byte_stop": 11699106,
                                "text": "There, this Court reviewed the Oklahoma death penalty statute which permitted a defendant to present evidence as to any mitigating factor that he so desired, and then stated that Lockett v. Ohio requires the sentencer to listen, but as to the weight to be given to the mitigating evidence, I quote the words of the court:"
                            },
                            {
                                "start": 2890.025,
                                "stop": 2894.554,
                                "byte_start": 11699106,
                                "byte_stop": 11717287,
                                "text": "\u0022We do not weigh the evidence for them. \u0022"
                            },
                            {
                                "start": 2894.554,
                                "stop": 2941.425,
                                "byte_start": 11717287,
                                "byte_stop": 11904742,
                                "text": "And in this connection, it must be pointed out that Lockett held that while the sentencing authority must not be precluded from reviewing anything offered as mitigating, it did not undertake to dictate the weight that the various factors are to be given by the trial court, and that actually Lockett v. Ohio does not claim, does not hold, and does not indicate that this Court would substitute this judgment for that of state courts in capital cases at all."
                            }
                        ]
                    },
                    {
                        "start": 2941.425,
                        "stop": 2955.514,
                        "byte_start": 11904742,
                        "byte_stop": 11961062,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 2941.425,
                                "stop": 2953.282,
                                "byte_start": 11904742,
                                "byte_stop": 11952180,
                                "text": "Mr. Allbritton, would you characterize the Florida scheme as a threshold scheme like that of Georgia, or a balancing scheme?"
                            },
                            {
                                "start": 2953.282,
                                "stop": 2955.514,
                                "byte_start": 11952180,
                                "byte_stop": 11961062,
                                "text": "It wasn\u0027t clear to me from your brief."
                            }
                        ]
                    },
                    {
                        "start": 2955.514,
                        "stop": 3000.668,
                        "byte_start": 11961062,
                        "byte_stop": 12141725,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 2955.514,
                                "stop": 2956.436,
                                "byte_start": 11961062,
                                "byte_stop": 11964824,
                                "text": "It\u0027s both."
                            },
                            {
                                "start": 2956.436,
                                "stop": 2976.958,
                                "byte_start": 11964824,
                                "byte_stop": 12046848,
                                "text": "Your Honor, the significance of the aggravating factor at the threshold of the process is to determine if the death penalty may be imposed, if it can be imposed."
                            },
                            {
                                "start": 2976.958,
                                "stop": 2991.624,
                                "byte_start": 12046848,
                                "byte_stop": 12105571,
                                "text": "If there is one or more, then the judge knows that it can be imposed, but thereafter, then there is a weighing process, weighing the aggravating against the mitigating."
                            },
                            {
                                "start": 2991.624,
                                "stop": 3000.668,
                                "byte_start": 12105571,
                                "byte_stop": 12141725,
                                "text": "That is where the weighing comes in for him to find out or make up his mind if he should impose the death penalty."
                            }
                        ]
                    },
                    {
                        "start": 3000.668,
                        "stop": 3015.333,
                        "byte_start": 12141725,
                        "byte_stop": 12200344,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 3000.668,
                                "stop": 3015.333,
                                "byte_start": 12141725,
                                "byte_stop": 12200344,
                                "text": "Under the Florida scheme, if the trial judge found no mitigating circumstances, and found one or more aggravating circumstances, is the trial judge required to impose the death penalty?"
                            }
                        ]
                    },
                    {
                        "start": 3015.333,
                        "stop": 3017.333,
                        "byte_start": 12200344,
                        "byte_stop": 12208389,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3015.333,
                                "stop": 3016.005,
                                "byte_start": 12200344,
                                "byte_stop": 12203060,
                                "text": "Oh, no."
                            },
                            {
                                "start": 3016.005,
                                "stop": 3017.333,
                                "byte_start": 12203060,
                                "byte_stop": 12208389,
                                "text": "No, he isn\u0027t."
                            }
                        ]
                    },
                    {
                        "start": 3017.333,
                        "stop": 3019.55,
                        "byte_start": 12208389,
                        "byte_stop": 12217271,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 3017.333,
                                "stop": 3019.55,
                                "byte_start": 12208389,
                                "byte_stop": 12217271,
                                "text": "So he just balances all the facts--"
                            }
                        ]
                    },
                    {
                        "start": 3019.55,
                        "stop": 3019.972,
                        "byte_start": 12217271,
                        "byte_stop": 12218943,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3019.55,
                                "stop": 3019.972,
                                "byte_start": 12217271,
                                "byte_stop": 12218943,
                                "text": "Yes."
                            }
                        ]
                    },
                    {
                        "start": 3019.972,
                        "stop": 3020.66,
                        "byte_start": 12218943,
                        "byte_stop": 12221660,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 3019.972,
                                "stop": 3020.66,
                                "byte_start": 12218943,
                                "byte_stop": 12221660,
                                "text": "--in your scheme."
                            }
                        ]
                    },
                    {
                        "start": 3020.66,
                        "stop": 3031.844,
                        "byte_start": 12221660,
                        "byte_stop": 12266381,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3020.66,
                                "stop": 3022.175,
                                "byte_start": 12221660,
                                "byte_stop": 12227720,
                                "text": "No, absolutely, he is not."
                            },
                            {
                                "start": 3022.175,
                                "stop": 3025.33,
                                "byte_start": 12227720,
                                "byte_stop": 12240363,
                                "text": "There is no requirement that he impose it at all."
                            },
                            {
                                "start": 3025.33,
                                "stop": 3031.844,
                                "byte_start": 12240363,
                                "byte_stop": 12266381,
                                "text": "He might find five aggravating factors, and no mitigating factors."
                            }
                        ]
                    },
                    {
                        "start": 3031.844,
                        "stop": 3042.59,
                        "byte_start": 12266381,
                        "byte_stop": 12309431,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3031.844,
                                "stop": 3042.59,
                                "byte_start": 12266381,
                                "byte_stop": 12309431,
                                "text": "But if he finds some aggravating factors, he may impose the death penalty, even though some of his aggravating factors may be set aside on appeal?"
                            }
                        ]
                    },
                    {
                        "start": 3042.59,
                        "stop": 3046.855,
                        "byte_start": 12309431,
                        "byte_stop": 12326463,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3042.59,
                                "stop": 3046.855,
                                "byte_start": 12309431,
                                "byte_stop": 12326463,
                                "text": "As long as there are no mitigating."
                            }
                        ]
                    },
                    {
                        "start": 3046.855,
                        "stop": 3047.074,
                        "byte_start": 12326463,
                        "byte_stop": 12327299,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3046.855,
                                "stop": 3047.074,
                                "byte_start": 12326463,
                                "byte_stop": 12327299,
                                "text": "Right."
                            }
                        ]
                    },
                    {
                        "start": 3047.074,
                        "stop": 3063.409,
                        "byte_start": 12327299,
                        "byte_stop": 12392709,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3047.074,
                                "stop": 3062.396,
                                "byte_start": 12327299,
                                "byte_stop": 12388634,
                                "text": "But under the Elledge case, the Supreme Court will not permit, Justice White, a non-statutory aggravating factor to offset any mitigating factor in the weighing process."
                            },
                            {
                                "start": 3062.396,
                                "stop": 3063.409,
                                "byte_start": 12388634,
                                "byte_stop": 12392709,
                                "text": "That\u0027s the point."
                            }
                        ]
                    },
                    {
                        "start": 3063.409,
                        "stop": 3081.856,
                        "byte_start": 12392709,
                        "byte_stop": 12466479,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3063.409,
                                "stop": 3081.856,
                                "byte_start": 12392709,
                                "byte_stop": 12466479,
                                "text": "Well, assuming no mitigating factors at all, in Florida, I take it your submission is that the judge may consider in deciding whether to impose the death penalty statutory as well as non-statutory mitigating circumstances."
                            }
                        ]
                    },
                    {
                        "start": 3081.856,
                        "stop": 3090.789,
                        "byte_start": 12466479,
                        "byte_stop": 12502215,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3081.856,
                                "stop": 3083.199,
                                "byte_start": 12466479,
                                "byte_stop": 12471808,
                                "text": "No, sir."
                            },
                            {
                                "start": 3083.199,
                                "stop": 3084.246,
                                "byte_start": 12471808,
                                "byte_stop": 12475988,
                                "text": "That was an error."
                            },
                            {
                                "start": 3084.246,
                                "stop": 3085.697,
                                "byte_start": 12475988,
                                "byte_stop": 12481839,
                                "text": "Well, it would be an error."
                            },
                            {
                                "start": 3085.697,
                                "stop": 3090.789,
                                "byte_start": 12481839,
                                "byte_stop": 12502215,
                                "text": "Now, you see, Justice White, at the time of petitioner\u0027s trial--"
                            }
                        ]
                    },
                    {
                        "start": 3090.789,
                        "stop": 3091.429,
                        "byte_start": 12502215,
                        "byte_stop": 12504722,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3090.789,
                                "stop": 3091.429,
                                "byte_start": 12502215,
                                "byte_stop": 12504722,
                                "text": "Yes."
                            }
                        ]
                    },
                    {
                        "start": 3091.429,
                        "stop": 3106.845,
                        "byte_start": 12504722,
                        "byte_stop": 12566371,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3091.429,
                                "stop": 3101.332,
                                "byte_start": 12504722,
                                "byte_stop": 12544324,
                                "text": "--in February and March, 1975, non-statutory aggravating factors had not been withdrawn from use by the Florida Supreme Court."
                            },
                            {
                                "start": 3101.332,
                                "stop": 3106.845,
                                "byte_start": 12544324,
                                "byte_stop": 12566371,
                                "text": "That was not done until two years afterward, when that court decided Furley v. State."
                            }
                        ]
                    },
                    {
                        "start": 3106.845,
                        "stop": 3115.17,
                        "byte_start": 12566371,
                        "byte_stop": 12599704,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3106.845,
                                "stop": 3107.423,
                                "byte_start": 12566371,
                                "byte_stop": 12568775,
                                "text": "That may be."
                            },
                            {
                                "start": 3107.423,
                                "stop": 3115.17,
                                "byte_start": 12568775,
                                "byte_stop": 12599704,
                                "text": "Nevertheless, the law of Florida at the time of this sentence was that the judge could use non-statutory circumstances."
                            }
                        ]
                    },
                    {
                        "start": 3115.17,
                        "stop": 3117.842,
                        "byte_start": 12599704,
                        "byte_stop": 12610362,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3115.17,
                                "stop": 3116.17,
                                "byte_start": 12599704,
                                "byte_stop": 12603674,
                                "text": "Yes, it was."
                            },
                            {
                                "start": 3116.17,
                                "stop": 3117.201,
                                "byte_start": 12603674,
                                "byte_stop": 12607854,
                                "text": "That was the law."
                            },
                            {
                                "start": 3117.201,
                                "stop": 3117.842,
                                "byte_start": 12607854,
                                "byte_stop": 12610362,
                                "text": "Absolutely."
                            }
                        ]
                    },
                    {
                        "start": 3117.842,
                        "stop": 3121.481,
                        "byte_start": 12610362,
                        "byte_stop": 12624990,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3117.842,
                                "stop": 3120.622,
                                "byte_start": 12610362,
                                "byte_stop": 12621542,
                                "text": "So we should judge this case as though it still was the law."
                            },
                            {
                                "start": 3120.622,
                                "stop": 3121.481,
                                "byte_start": 12621542,
                                "byte_stop": 12624990,
                                "text": "Is that it?"
                            }
                        ]
                    },
                    {
                        "start": 3121.481,
                        "stop": 3130.508,
                        "byte_start": 12624990,
                        "byte_stop": 12661039,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3121.481,
                                "stop": 3130.508,
                                "byte_start": 12624990,
                                "byte_stop": 12661039,
                                "text": "You can if you want to, but if you apply the law as it is now, you are still going to come to the same conclusion."
                            }
                        ]
                    },
                    {
                        "start": 3130.508,
                        "stop": 3132.289,
                        "byte_start": 12661039,
                        "byte_stop": 12668144,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3130.508,
                                "stop": 3132.289,
                                "byte_start": 12661039,
                                "byte_stop": 12668144,
                                "text": "Because of harmless error, or what?"
                            }
                        ]
                    },
                    {
                        "start": 3132.289,
                        "stop": 3133.601,
                        "byte_start": 12668144,
                        "byte_stop": 12673473,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3132.289,
                                "stop": 3133.086,
                                "byte_start": 12668144,
                                "byte_stop": 12671384,
                                "text": "Harmless error."
                            },
                            {
                                "start": 3133.086,
                                "stop": 3133.601,
                                "byte_start": 12671384,
                                "byte_stop": 12673473,
                                "text": "Absolutely."
                            }
                        ]
                    },
                    {
                        "start": 3133.601,
                        "stop": 3139.553,
                        "byte_start": 12673473,
                        "byte_stop": 12697297,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3133.601,
                                "stop": 3139.553,
                                "byte_start": 12673473,
                                "byte_stop": 12697297,
                                "text": "Well, that isn\u0027t the... is that the basis for the judgment below?"
                            }
                        ]
                    },
                    {
                        "start": 3139.553,
                        "stop": 3160.621,
                        "byte_start": 12697297,
                        "byte_stop": 12781516,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3139.553,
                                "stop": 3144.582,
                                "byte_start": 12697297,
                                "byte_stop": 12717359,
                                "text": "It\u0027s been referred to as the harmless error, yes."
                            },
                            {
                                "start": 3144.582,
                                "stop": 3149.736,
                                "byte_start": 12717359,
                                "byte_stop": 12737944,
                                "text": "And I don\u0027t see any other reason to call it anything but that."
                            },
                            {
                                "start": 3149.736,
                                "stop": 3160.621,
                                "byte_start": 12737944,
                                "byte_stop": 12781516,
                                "text": "They use words to the effect that where there are multiple aggravating and no mitigating--"
                            }
                        ]
                    },
                    {
                        "start": 3160.621,
                        "stop": 3166.369,
                        "byte_start": 12781516,
                        "byte_stop": 12804504,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3160.621,
                                "stop": 3166.369,
                                "byte_start": 12781516,
                                "byte_stop": 12804504,
                                "text": "What is the purpose of withdrawing the use of non-statutory aggravating circumstances as--"
                            }
                        ]
                    },
                    {
                        "start": 3166.369,
                        "stop": 3166.9,
                        "byte_start": 12804504,
                        "byte_stop": 12806593,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3166.369,
                                "stop": 3166.9,
                                "byte_start": 12804504,
                                "byte_stop": 12806593,
                                "text": "--I don\u0027t know."
                            }
                        ]
                    },
                    {
                        "start": 3166.9,
                        "stop": 3170.977,
                        "byte_start": 12806593,
                        "byte_stop": 12822894,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3166.9,
                                "stop": 3167.994,
                                "byte_start": 12806593,
                                "byte_stop": 12810982,
                                "text": "--as factors then?"
                            },
                            {
                                "start": 3167.994,
                                "stop": 3170.977,
                                "byte_start": 12810982,
                                "byte_stop": 12822894,
                                "text": "Would it always be harmless error?"
                            }
                        ]
                    },
                    {
                        "start": 3170.977,
                        "stop": 3176.647,
                        "byte_start": 12822894,
                        "byte_stop": 12845673,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3170.977,
                                "stop": 3173.57,
                                "byte_start": 12822894,
                                "byte_stop": 12833343,
                                "text": "Not under all cases, no."
                            },
                            {
                                "start": 3173.57,
                                "stop": 3176.647,
                                "byte_start": 12833343,
                                "byte_stop": 12845673,
                                "text": "There is one case... I\u0027m sorry, the states, now--"
                            }
                        ]
                    },
                    {
                        "start": 3176.647,
                        "stop": 3177.725,
                        "byte_start": 12845673,
                        "byte_stop": 12849957,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3176.647,
                                "stop": 3177.725,
                                "byte_start": 12845673,
                                "byte_stop": 12849957,
                                "text": "Well, how do you know this one is one of them?"
                            }
                        ]
                    },
                    {
                        "start": 3177.725,
                        "stop": 3178.442,
                        "byte_start": 12849957,
                        "byte_stop": 12852778,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3177.725,
                                "stop": 3178.442,
                                "byte_start": 12849957,
                                "byte_stop": 12852778,
                                "text": "--I beg your pardon?"
                            }
                        ]
                    },
                    {
                        "start": 3178.442,
                        "stop": 3183.722,
                        "byte_start": 12852778,
                        "byte_stop": 12873885,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3178.442,
                                "stop": 3183.722,
                                "byte_start": 12852778,
                                "byte_stop": 12873885,
                                "text": "How would you know that this one is one of them, if you applied the current Florida law?"
                            }
                        ]
                    },
                    {
                        "start": 3183.722,
                        "stop": 3188.595,
                        "byte_start": 12873885,
                        "byte_stop": 12893424,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3183.722,
                                "stop": 3188.595,
                                "byte_start": 12873885,
                                "byte_stop": 12893424,
                                "text": "Because there was no mitigating factors to be offset--"
                            }
                        ]
                    },
                    {
                        "start": 3188.595,
                        "stop": 3189.564,
                        "byte_start": 12893424,
                        "byte_stop": 12897291,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3188.595,
                                "stop": 3189.564,
                                "byte_start": 12893424,
                                "byte_stop": 12897291,
                                "text": "Well, I understand that."
                            }
                        ]
                    },
                    {
                        "start": 3189.564,
                        "stop": 3192.625,
                        "byte_start": 12897291,
                        "byte_stop": 12909516,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3189.564,
                                "stop": 3191.969,
                                "byte_start": 12897291,
                                "byte_stop": 12906904,
                                "text": "--by the non-statutory aggravating factor."
                            },
                            {
                                "start": 3191.969,
                                "stop": 3192.625,
                                "byte_start": 12906904,
                                "byte_stop": 12909516,
                                "text": "That is why."
                            }
                        ]
                    },
                    {
                        "start": 3192.625,
                        "stop": 3198.341,
                        "byte_start": 12909516,
                        "byte_stop": 12932399,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 3192.625,
                                "stop": 3198.341,
                                "byte_start": 12909516,
                                "byte_stop": 12932399,
                                "text": "Unless Lewis required that the jury recommendation be considered as a mitigating factor."
                            }
                        ]
                    },
                    {
                        "start": 3198.341,
                        "stop": 3232.202,
                        "byte_start": 12932399,
                        "byte_stop": 13067818,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3198.341,
                                "stop": 3205.244,
                                "byte_start": 12932399,
                                "byte_stop": 12959984,
                                "text": "Let\u0027s assume you do that, that it requires that."
                            },
                            {
                                "start": 3205.244,
                                "stop": 3225.237,
                                "byte_start": 12959984,
                                "byte_stop": 13040024,
                                "text": "If the aggravating, non-statutory aggravating factor offsets that, you still have five statutory enumerated aggravating factors proven beyond a reasonable doubt, and that hasn\u0027t been... well, it has, too."
                            },
                            {
                                "start": 3225.237,
                                "stop": 3232.202,
                                "byte_start": 13040024,
                                "byte_stop": 13067818,
                                "text": "He argues that it is, and he wants you to substitute your judgment for that of the state trial judge."
                            }
                        ]
                    },
                    {
                        "start": 3232.202,
                        "stop": 3232.968,
                        "byte_start": 13067818,
                        "byte_stop": 13070953,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3232.202,
                                "stop": 3232.968,
                                "byte_start": 13067818,
                                "byte_stop": 13070953,
                                "text": "Mr. Allbritton?"
                            }
                        ]
                    },
                    {
                        "start": 3232.968,
                        "stop": 3233.374,
                        "byte_start": 13070953,
                        "byte_stop": 13072520,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3232.968,
                                "stop": 3233.374,
                                "byte_start": 13070953,
                                "byte_stop": 13072520,
                                "text": "Sir?"
                            }
                        ]
                    },
                    {
                        "start": 3233.374,
                        "stop": 3243.494,
                        "byte_start": 13072520,
                        "byte_stop": 13113062,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3233.374,
                                "stop": 3235.841,
                                "byte_start": 13072520,
                                "byte_stop": 13082446,
                                "text": "Didn\u0027t Proffit say that the judge had to use"
                            },
                            {
                                "start": 3235.841,
                                "stop": 3243.494,
                                "byte_start": 13082446,
                                "byte_stop": 13113062,
                                "text": "\u0022informed, focused, guided, and objective inquiry? \u0022"
                            }
                        ]
                    },
                    {
                        "start": 3243.494,
                        "stop": 3245.54,
                        "byte_start": 13113062,
                        "byte_stop": 13121212,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3243.494,
                                "stop": 3245.119,
                                "byte_start": 13113062,
                                "byte_stop": 13119540,
                                "text": "That\u0027s what he does."
                            },
                            {
                                "start": 3245.119,
                                "stop": 3245.54,
                                "byte_start": 13119540,
                                "byte_stop": 13121212,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 3245.54,
                        "stop": 3246.462,
                        "byte_start": 13121212,
                        "byte_stop": 13124869,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3245.54,
                                "stop": 3246.462,
                                "byte_start": 13121212,
                                "byte_stop": 13124869,
                                "text": "Isn\u0027t that what he said?"
                            }
                        ]
                    },
                    {
                        "start": 3246.462,
                        "stop": 3247.056,
                        "byte_start": 13124869,
                        "byte_stop": 13127273,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3246.462,
                                "stop": 3247.056,
                                "byte_start": 13124869,
                                "byte_stop": 13127273,
                                "text": "Yes, sir."
                            }
                        ]
                    },
                    {
                        "start": 3247.056,
                        "stop": 3249.492,
                        "byte_start": 13127273,
                        "byte_stop": 13136990,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3247.056,
                                "stop": 3249.492,
                                "byte_start": 13127273,
                                "byte_stop": 13136990,
                                "text": "Now, where can you get harmless error under that rule?"
                            }
                        ]
                    },
                    {
                        "start": 3249.492,
                        "stop": 3255.224,
                        "byte_start": 13136990,
                        "byte_stop": 13159978,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3249.492,
                                "stop": 3252.428,
                                "byte_start": 13136990,
                                "byte_stop": 13148798,
                                "text": "Well, because harmless error is used in everything."
                            },
                            {
                                "start": 3252.428,
                                "stop": 3255.224,
                                "byte_start": 13148798,
                                "byte_stop": 13159978,
                                "text": "If you are going to take out the harmless error--"
                            }
                        ]
                    },
                    {
                        "start": 3255.224,
                        "stop": 3256.989,
                        "byte_start": 13159978,
                        "byte_stop": 13166979,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3255.224,
                                "stop": 3256.989,
                                "byte_start": 13159978,
                                "byte_stop": 13166979,
                                "text": "If you are going to be objective, how can you make a harmless error?"
                            }
                        ]
                    },
                    {
                        "start": 3256.989,
                        "stop": 3286.432,
                        "byte_start": 13166979,
                        "byte_stop": 13284739,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3256.989,
                                "stop": 3265.767,
                                "byte_start": 13166979,
                                "byte_stop": 13202087,
                                "text": "--Justice Marshall, if you take out harmless error, you are requiring the trial to be perfect, and none of them are."
                            },
                            {
                                "start": 3265.767,
                                "stop": 3271.609,
                                "byte_start": 13202087,
                                "byte_stop": 13225493,
                                "text": "There isn\u0027t anything in the realm of human affairs that is without some error somewhere."
                            },
                            {
                                "start": 3271.609,
                                "stop": 3276.295,
                                "byte_start": 13225493,
                                "byte_stop": 13244197,
                                "text": "We can\u0027t give a man a perfect trial."
                            },
                            {
                                "start": 3276.295,
                                "stop": 3278.263,
                                "byte_start": 13244197,
                                "byte_stop": 13252138,
                                "text": "He can\u0027t get one anywhere else."
                            },
                            {
                                "start": 3278.263,
                                "stop": 3280.185,
                                "byte_start": 13252138,
                                "byte_stop": 13259766,
                                "text": "Nowhere."
                            },
                            {
                                "start": 3280.185,
                                "stop": 3286.432,
                                "byte_start": 13259766,
                                "byte_stop": 13284739,
                                "text": "But we can come as close to it as humanly possible."
                            }
                        ]
                    },
                    {
                        "start": 3286.432,
                        "stop": 3288.338,
                        "byte_start": 13284739,
                        "byte_stop": 13292366,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 3286.432,
                                "stop": 3288.338,
                                "byte_start": 13284739,
                                "byte_stop": 13292366,
                                "text": "And if you don\u0027t make it, it\u0027s harmless?"
                            }
                        ]
                    },
                    {
                        "start": 3288.338,
                        "stop": 3299.332,
                        "byte_start": 13292366,
                        "byte_stop": 13336357,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3288.338,
                                "stop": 3289.868,
                                "byte_start": 13292366,
                                "byte_stop": 13298531,
                                "text": "It\u0027s... Yes, sir, it certainly is."
                            },
                            {
                                "start": 3289.868,
                                "stop": 3290.727,
                                "byte_start": 13298531,
                                "byte_stop": 13301980,
                                "text": "It is harmless."
                            },
                            {
                                "start": 3290.727,
                                "stop": 3295.286,
                                "byte_start": 13301980,
                                "byte_stop": 13320161,
                                "text": "I want to... my time is about up."
                            },
                            {
                                "start": 3295.286,
                                "stop": 3299.332,
                                "byte_start": 13320161,
                                "byte_stop": 13336357,
                                "text": "I had other things to say, but they will go by the board."
                            }
                        ]
                    },
                    {
                        "start": 3299.332,
                        "stop": 3301.176,
                        "byte_start": 13336357,
                        "byte_stop": 13343775,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3299.332,
                                "stop": 3301.176,
                                "byte_start": 13336357,
                                "byte_stop": 13343775,
                                "text": "--You have about three minutes left."
                            }
                        ]
                    },
                    {
                        "start": 3301.176,
                        "stop": 3348.329,
                        "byte_start": 13343775,
                        "byte_stop": 13532380,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3301.176,
                                "stop": 3301.519,
                                "byte_start": 13343775,
                                "byte_stop": 13345134,
                                "text": "Yes, sir."
                            },
                            {
                                "start": 3301.519,
                                "stop": 3312.5,
                                "byte_start": 13345134,
                                "byte_stop": 13389020,
                                "text": "I am aware of the holdings in Stromberg v. California, Yates v. United States, Street v. New York, and the other cases."
                            },
                            {
                                "start": 3312.5,
                                "stop": 3319.856,
                                "byte_start": 13389020,
                                "byte_stop": 13418486,
                                "text": "Those were First Amendment cases involving a general verdict of guilt."
                            },
                            {
                                "start": 3319.856,
                                "stop": 3348.329,
                                "byte_start": 13418486,
                                "byte_stop": 13532380,
                                "text": "However, I agree with Justice White when he stated in dissenting opinion in Drake v. Zant that the imposition of the death sentence despite a failure to sustain all of the aggravating factors found by the jury does not conflict with either Stromberg v. California or Street v. New York."
                            }
                        ]
                    },
                    {
                        "start": 3348.329,
                        "stop": 3350.204,
                        "byte_start": 13532380,
                        "byte_stop": 13539903,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 3348.329,
                                "stop": 3349.235,
                                "byte_start": 13532380,
                                "byte_stop": 13535932,
                                "text": "You are rowing upstream."
                            },
                            {
                                "start": 3349.235,
                                "stop": 3350.204,
                                "byte_start": 13535932,
                                "byte_stop": 13539903,
                                "text": "That was just a dissent."
                            }
                        ]
                    },
                    {
                        "start": 3350.204,
                        "stop": 3413.256,
                        "byte_start": 13539903,
                        "byte_stop": 13792037,
                        "speaker": {
                            "ID": 43802,
                            "name": "Wallace E. Allbritton",
                            "href": "https:\/\/api.oyez.org\/people\/wallace_e_allbritton",
                            "last_name": "Allbritton",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "wallace_e_allbritton"
                        },
                        "text_blocks": [
                            {
                                "start": 3350.204,
                                "stop": 3351.172,
                                "byte_start": 13539903,
                                "byte_stop": 13543769,
                                "text": "I know it."
                            },
                            {
                                "start": 3351.172,
                                "stop": 3353.046,
                                "byte_start": 13543769,
                                "byte_stop": 13551188,
                                "text": "0 [Generallaughter.]"
                            },
                            {
                                "start": 3353.046,
                                "stop": 3354.546,
                                "byte_start": 13551188,
                                "byte_stop": 13557248,
                                "text": "I\u0027ve got a good paddle, though."
                            },
                            {
                                "start": 3354.546,
                                "stop": 3357.638,
                                "byte_start": 13557248,
                                "byte_stop": 13569578,
                                "text": "Judge, I want to conclude on this point."
                            },
                            {
                                "start": 3357.638,
                                "stop": 3391.187,
                                "byte_start": 13569578,
                                "byte_stop": 13703743,
                                "text": "It seems to me, and I know this is policy, or politics, or whatever, but it seems to me, and it seems to us down there in that little state of Florida, that at some point it must be acknowledged that the seemingly never-ending procedural path of capital cases does more to undermine the criminal justice system and society\u0027s confidence in it than it does to protect the rights of those who have killed fellow human beings."
                            },
                            {
                                "start": 3391.187,
                                "stop": 3412.303,
                                "byte_start": 13703743,
                                "byte_stop": 13788275,
                                "text": "Hopefully, and I say this hopefully, that we can re-echo the statement found in Stein v. New York to apply to the state of Florida, that the people down there in that state are entitled to some measure of due process just as much as a murdering defendant is entitled to it."
                            },
                            {
                                "start": 3412.303,
                                "stop": 3413.256,
                                "byte_start": 13788275,
                                "byte_stop": 13792037,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 3413.256,
                        "stop": 3415.489,
                        "byte_start": 13792037,
                        "byte_stop": 13801023,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3413.256,
                                "stop": 3415.489,
                                "byte_start": 13792037,
                                "byte_stop": 13801023,
                                "text": "Do you have anything further, Mr. Nabrit?"
                            }
                        ]
                    }
                ]
            },
            {
                "start": 3415.489,
                "stop": 3676.433,
                "byte_start": 13801023,
                "byte_stop": 14844667,
                "turns": [
                    {
                        "start": 3415.489,
                        "stop": 3674.277,
                        "byte_start": 13801023,
                        "byte_stop": 14836099,
                        "speaker": {
                            "ID": 32207,
                            "name": "James M. Nabrit, III,",
                            "href": "https:\/\/api.oyez.org\/people\/james_m_nabrit_iii",
                            "last_name": "Nabrit, III",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "james_m_nabrit_iii"
                        },
                        "text_blocks": [
                            {
                                "start": 3415.489,
                                "stop": 3417.816,
                                "byte_start": 13801023,
                                "byte_stop": 13810322,
                                "text": "Yes, Mr. Chief Justice."
                            },
                            {
                                "start": 3417.816,
                                "stop": 3429.983,
                                "byte_start": 13810322,
                                "byte_stop": 13859015,
                                "text": "May it please the Court, in the few moments I have left, I would like to talk about how I see the harmless error concept coming into this case, and also say something about the Lewis case."
                            },
                            {
                                "start": 3429.983,
                                "stop": 3448.788,
                                "byte_start": 13859015,
                                "byte_stop": 13934143,
                                "text": "I think a factual point to be made about how Lewis fits in here is that there were facts upon which the jury might reasonably have found that there were both statutory and non-statutory mitigating circumstances for Barclay."
                            },
                            {
                                "start": 3448.788,
                                "stop": 3461.049,
                                "byte_start": 13934143,
                                "byte_stop": 13983253,
                                "text": "The argument of counsel was based on the record that he was a follower, he was not the leader of the group of people who were convicted of the murder."
                            },
                            {
                                "start": 3461.049,
                                "stop": 3468.641,
                                "byte_start": 13983253,
                                "byte_stop": 14013555,
                                "text": "His family status, that he had a wife and five children, that he had a job, that he was a young man, only 23 years old."
                            },
                            {
                                "start": 3468.641,
                                "stop": 3487.149,
                                "byte_start": 14013555,
                                "byte_stop": 14087638,
                                "text": "And a major factor that was emphasized to the jury was the disparity of sentencing, the disparity of punishment between Barclay and the other two people who got second-degree murder but who the jury knew had committed two murders, that were sentenced to terms of imprisonment."
                            },
                            {
                                "start": 3487.149,
                                "stop": 3501.799,
                                "byte_start": 14087638,
                                "byte_stop": 14146257,
                                "text": "The jury also might very well have based its finding on either of four of the statutory mitigating factors, the age, the fact that the state did not prove the prior record."
                            },
                            {
                                "start": 3501.799,
                                "stop": 3507.5,
                                "byte_start": 14146257,
                                "byte_stop": 14169036,
                                "text": "They might have found lesser participation, and they may have found domination by Dougan."
                            },
                            {
                                "start": 3507.5,
                                "stop": 3513.028,
                                "byte_start": 14169036,
                                "byte_stop": 14191188,
                                "text": "Now, it seems to me that the state\u0027s distinction of Lewis is not correct."
                            },
                            {
                                "start": 3513.028,
                                "stop": 3515.464,
                                "byte_start": 14191188,
                                "byte_stop": 14200905,
                                "text": "Lewis is an application of the Elledge rule."
                            },
                            {
                                "start": 3515.464,
                                "stop": 3519.9,
                                "byte_start": 14200905,
                                "byte_stop": 14218669,
                                "text": "It is an appellate level rule and not a trial level rule."
                            },
                            {
                                "start": 3519.9,
                                "stop": 3527.507,
                                "byte_start": 14218669,
                                "byte_stop": 14249075,
                                "text": "The Lewis case was sent back for resentencing, the same judge, and the same counsel representing the state."
                            },
                            {
                                "start": 3527.507,
                                "stop": 3542.938,
                                "byte_start": 14249075,
                                "byte_stop": 14310829,
                                "text": "Mr. Allbritton argued it, and Judge Olaff decided Lewis, and he made the same kinds of errors he did here, and the Court of Appeals reversed Lewis because three of these same kinds of aggravating circumstances were reversed."
                            },
                            {
                                "start": 3542.938,
                                "stop": 3556.604,
                                "byte_start": 14310829,
                                "byte_stop": 14365477,
                                "text": "And the ground for a remand in Lewis was merely that there was a jury, the remaining aggravating circumstance had to be weighed against a jury\u0027s life recommendation."
                            },
                            {
                                "start": 3556.604,
                                "stop": 3566.007,
                                "byte_start": 14365477,
                                "byte_stop": 14403093,
                                "text": "Now, turning to the harmless error point, this is not really a harmless error case in the ordinary sense, in the Chapman sense."
                            },
                            {
                                "start": 3566.007,
                                "stop": 3573.942,
                                "byte_start": 14403093,
                                "byte_stop": 14434753,
                                "text": "There is no submission by the state... there is no inquiry by the state into the question of prejudice."
                            },
                            {
                                "start": 3573.942,
                                "stop": 3577.112,
                                "byte_start": 14434753,
                                "byte_stop": 14447501,
                                "text": "Certainly the court below didn\u0027t rely on harmless error."
                            },
                            {
                                "start": 3577.112,
                                "stop": 3578.94,
                                "byte_start": 14447501,
                                "byte_stop": 14454815,
                                "text": "They didn\u0027t acknowledge that there was any error at all."
                            },
                            {
                                "start": 3578.94,
                                "stop": 3584.859,
                                "byte_start": 14454815,
                                "byte_stop": 14478430,
                                "text": "So whether you call it the Elledge rule or harmless error, it is really the same thing."
                            },
                            {
                                "start": 3584.859,
                                "stop": 3602.791,
                                "byte_start": 14478430,
                                "byte_stop": 14550215,
                                "text": "It is harmless error principles attempted to be used in justification for a presumption, a legal rule, the Elledge rule, and our four objections to the Elledge rule, I think, pertain whether you call it harmless error or not."
                            },
                            {
                                "start": 3602.791,
                                "stop": 3626.374,
                                "byte_start": 14550215,
                                "byte_stop": 14644569,
                                "text": "The counsel did not in argument and in his brief disagree with our characterization of Elledge as ignoring, Elledge and Ford, ignoring non-statutory mitigating circumstances, and the only exception to that is Lewis, is the Lewis case."
                            },
                            {
                                "start": 3626.374,
                                "stop": 3627.983,
                                "byte_start": 14644569,
                                "byte_stop": 14650943,
                                "text": "Lewis is the law, as I said before."
                            },
                            {
                                "start": 3627.983,
                                "stop": 3635.214,
                                "byte_start": 14650943,
                                "byte_stop": 14679886,
                                "text": "There is no non-arbitrary application of the law that would convict Barclay."
                            },
                            {
                                "start": 3635.214,
                                "stop": 3658.33,
                                "byte_start": 14679886,
                                "byte_stop": 14772360,
                                "text": "But even examining this case under... if we ever got to trying to apply the Chapman v. California doctrine to this case, considering the special care and reliability required in capital sentencing, the fact that the death sentence was by no means foreordained in this case."
                            },
                            {
                                "start": 3658.33,
                                "stop": 3672.449,
                                "byte_start": 14772360,
                                "byte_stop": 14828784,
                                "text": "There is no way that you could say beyond a reasonable doubt that the error, the multiple constitutional errors, we submit, that were the basis of the sentence of Elwood Barclay could be harmless."
                            },
                            {
                                "start": 3672.449,
                                "stop": 3673.558,
                                "byte_start": 14828784,
                                "byte_stop": 14833278,
                                "text": "My time has expired."
                            },
                            {
                                "start": 3673.558,
                                "stop": 3674.277,
                                "byte_start": 14833278,
                                "byte_stop": 14836099,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 3674.277,
                        "stop": 3676.433,
                        "byte_start": 14836099,
                        "byte_stop": 14844667,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 3674.277,
                                "stop": 3674.371,
                                "byte_start": 14836099,
                                "byte_stop": 14836517,
                                "text": "Thank you, gentlemen."
                            },
                            {
                                "start": 3674.371,
                                "stop": 3676.433,
                                "byte_start": 14836517,
                                "byte_stop": 14844667,
                                "text": "The case is submitted."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}