{
    "id": 21118,
    "title": "Opinion Announcement - May 19, 1997",
    "transcript": {
        "title": null,
        "duration": 333.884,
        "sections": [
            {
                "start": 0,
                "stop": 333.884,
                "byte_start": 28672,
                "byte_stop": 1364156,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.724,
                        "byte_start": 28672,
                        "byte_stop": 71617,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.724,
                                "byte_start": 28672,
                                "byte_stop": 71617,
                                "text": "The opinion of the Court in No. 94-1988, Camps Newfound\/Owatonna, Inc. versus Town of Harrison Maine will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 10.724,
                        "stop": 333.884,
                        "byte_start": 71617,
                        "byte_stop": 1364156,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 10.724,
                                "stop": 16.059,
                                "byte_start": 71617,
                                "byte_stop": 92933,
                                "text": "This case comes to us from the Supreme Judicial Court of the State of Maine."
                            },
                            {
                                "start": 16.059,
                                "stop": 37.37,
                                "byte_start": 92933,
                                "byte_stop": 178197,
                                "text": "The question that the case presents is whether an otherwise generally applicable state property tax violates the Commerce Clause of the Federal Constitution because its exemption for property owned by charitable institutions excludes organizations operated principally for the benefit of nonresidents."
                            },
                            {
                                "start": 37.37,
                                "stop": 48.914,
                                "byte_start": 178197,
                                "byte_stop": 224381,
                                "text": "The Camps Newfound -- Newfound Owatonna, the petitioner, is a Maine pro -- nonprofit corporation that operates a Christian Science church summer camp."
                            },
                            {
                                "start": 48.914,
                                "stop": 53.205,
                                "byte_start": 224381,
                                "byte_stop": 241518,
                                "text": "Most of the children who attended the camp are not Maine residents."
                            },
                            {
                                "start": 53.205,
                                "stop": 65.486,
                                "byte_start": 241518,
                                "byte_stop": 290628,
                                "text": "From 1989 to 1991, petitioner paid over $20,000 a year in real estate and personal property taxes to the Town, the respondent in this case."
                            },
                            {
                                "start": 65.486,
                                "stop": 75.586,
                                "byte_start": 290628,
                                "byte_stop": 331065,
                                "text": "A state statute provides a general exemption for those -- from those taxes -- from those taxes for charitable institutions incorporated in Maine."
                            },
                            {
                                "start": 75.586,
                                "stop": 91.161,
                                "byte_start": 331065,
                                "byte_stop": 393341,
                                "text": "With respect to institutions operated principally for the benefit of nonresidents of Maine, the charity may only qualify for a more limited tax benefit and then only if its weekly charges for services does not exceed $30 per person."
                            },
                            {
                                "start": 91.161,
                                "stop": 102.116,
                                "byte_start": 393341,
                                "byte_stop": 437227,
                                "text": "Petitioner was not eligible for any exemption because its campers were largely nonresidents and its weekly tuition was about $400 per camp -- per camper."
                            },
                            {
                                "start": 102.116,
                                "stop": 116.873,
                                "byte_start": 437227,
                                "byte_stop": 496264,
                                "text": "Petitioner requested the town to refund the real estate and property tax -- taxes already paid and to obtain the continuing exemption from those taxes arguing principally that the exemption violated the dormant Commerce Clause."
                            },
                            {
                                "start": 116.873,
                                "stop": 124.453,
                                "byte_start": 496264,
                                "byte_stop": 526566,
                                "text": "The town refused, they can\u0027t file a suit in the state court, its motion for summary judgment was granted and the Town appealed."
                            },
                            {
                                "start": 124.453,
                                "stop": 132.942,
                                "byte_start": 526566,
                                "byte_stop": 560525,
                                "text": "The Maine Supreme Court reversed, holding the petitioner had not met its burden of persuasion that the statute is unconstitutional."
                            },
                            {
                                "start": 132.942,
                                "stop": 141.75,
                                "byte_start": 560525,
                                "byte_stop": 595738,
                                "text": "In an opinion filed with the clerk today, we hold that the Maine statute does violate the dormant Commerce Clause and we therefore reverse."
                            },
                            {
                                "start": 141.75,
                                "stop": 157.971,
                                "byte_start": 595738,
                                "byte_stop": 660626,
                                "text": "It is long settled that the Commerce Clause serves not only -- excuse me -- as an affirmative grant of power to the Federal Government, but also curtail state power to enact protectionist measures even without congressional legislation."
                            },
                            {
                                "start": 157.971,
                                "stop": 168.317,
                                "byte_start": 660626,
                                "byte_stop": 702004,
                                "text": "Although, Congress unquestionably has the power to repudiate or substantially modify that long line of -- of adjudication, it has never done so."
                            },
                            {
                                "start": 168.317,
                                "stop": 174.986,
                                "byte_start": 702004,
                                "byte_stop": 728649,
                                "text": "There is no question that if this statute targeted profit making entities, it would violate the dormant Commerce Clause."
                            },
                            {
                                "start": 174.986,
                                "stop": 179.619,
                                "byte_start": 728649,
                                "byte_stop": 747248,
                                "text": "The statute discriminates on its face against interstate commerce."
                            },
                            {
                                "start": 179.619,
                                "stop": 198.793,
                                "byte_start": 747248,
                                "byte_stop": 823944,
                                "text": "It expressly distinguishes between entities that serve principally interstate clientele and those that serve an intrastate market, singling out camps that serve mostly in staters for beneficial tax treatment, and penalizing those camps that do a principally interstate business."
                            },
                            {
                                "start": 198.793,
                                "stop": 213.006,
                                "byte_start": 823944,
                                "byte_stop": 880786,
                                "text": "We have long held that facially discriminatory laws are virtually per se invalid and the Town makes no effort to explain why this statute might meet the narrowly limited conditions under which we have permitted such measures."
                            },
                            {
                                "start": 213.006,
                                "stop": 224.111,
                                "byte_start": 880786,
                                "byte_stop": 925194,
                                "text": "The unresolved question presented by the case is whether a different rule should apply to tax exemptions for charitable and bene -- benevolent institutions."
                            },
                            {
                                "start": 224.111,
                                "stop": 243.859,
                                "byte_start": 925194,
                                "byte_stop": 1004189,
                                "text": "Though we have never had cause to address issue directly, the applicability of the dormant Commerce Clause to the nonprofit sector of the economy follows directly from our prior decisions applying laws regulating commerce to the substantial commercial activities undertaking by not for profit institutions."
                            },
                            {
                                "start": 243.859,
                                "stop": 255.509,
                                "byte_start": 1004189,
                                "byte_stop": 1050791,
                                "text": "Protectionism, whether targeted at for profit entities or serving, as here, to encourage nonprofits to keep their efforts close to home, is forbidden under the dormant Commerce Clause."
                            },
                            {
                                "start": 255.509,
                                "stop": 281.917,
                                "byte_start": 1050791,
                                "byte_stop": 1156430,
                                "text": "For reasons explained in our opinion, we re -- reject the Town\u0027s arguments that Maine\u0027s tax exemption statute should be viewed either as a legitimate discriminatory subsidy of those charities that focus on local concerns or alternatively as a governmental purchase of charitable services falling within the narrow exceptions to the dormant Commerce Clause for States in their role as market participants."
                            },
                            {
                                "start": 281.917,
                                "stop": 289.377,
                                "byte_start": 1156430,
                                "byte_stop": 1186210,
                                "text": "The facts of this particular case, viewed in isolation, do not appear to appear to pose any grave threat to the health of the national economy."
                            },
                            {
                                "start": 289.377,
                                "stop": 299.262,
                                "byte_start": 1186210,
                                "byte_stop": 1225812,
                                "text": "Nevertheless, the history of our Commerce Clause jurisprudence has shown that even the smallest scale discrimination can interfere with the project of our federal Union."
                            },
                            {
                                "start": 299.262,
                                "stop": 313.186,
                                "byte_start": 1225812,
                                "byte_stop": 1281505,
                                "text": "As Justice Cardozo explained, “The Constitution was framed upon the theory that the people of the several states must sink or swim together, and that in the long run, prosperity and salvation are in union and not division.”"
                            },
                            {
                                "start": 313.186,
                                "stop": 317.193,
                                "byte_start": 1281505,
                                "byte_stop": 1297492,
                                "text": "The judgment of the Maine Supreme Judicial Court is reversed."
                            },
                            {
                                "start": 317.193,
                                "stop": 324.253,
                                "byte_start": 1297492,
                                "byte_stop": 1325704,
                                "text": "Justice Scalia has filed a dissenting opinion in which the Chief Justice, Justice Thomas, and Justice Ginsburg have joined."
                            },
                            {
                                "start": 324.253,
                                "stop": 333.884,
                                "byte_start": 1325704,
                                "byte_stop": 1364156,
                                "text": "Justice Thomas has filed a separate dissenting opinion in which the Chief Justice has joined as to Part I, and Justice Scalia has joined in full."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51360,
            "mime": "audio\/mpeg",
            "size": 1364470,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/94-1988\/19970519o_94-1988.delivery.mp3"
        },
        {
            "id": 73136,
            "mime": "audio\/ogg",
            "size": 3239078,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/94-1988\/19970519o_94-1988.ogg"
        },
        {
            "id": 73137,
            "mime": "application\/x-mpegURL",
            "size": 5039,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/94-1988\/19970519o_94-1988.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}