{
    "id": 22371,
    "title": "Opinion Announcement - February 22, 2012",
    "transcript": {
        "title": "Messerschmidt v. Millender",
        "duration": 436.898,
        "sections": [
            {
                "start": 0,
                "stop": 436.898,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 436.898,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.494,
                                "byte_start": 106496,
                                "byte_stop": 132514,
                                "text": "I have our opinion this morning in case 10-704, Messerschmidt versus Millender."
                            },
                            {
                                "start": 6.494,
                                "stop": 14.677,
                                "byte_start": 132514,
                                "byte_stop": 165219,
                                "text": "Shelly Kelly decided to break off her romantic relationship with Jerry Ray Bowen and moved out her apartment to which Bowen had a key."
                            },
                            {
                                "start": 14.677,
                                "stop": 23.347,
                                "byte_start": 165219,
                                "byte_stop": 199910,
                                "text": "Bowen had assaulted Kelly before, was an active gang member, and had an extensive history of involvement in violent and firearms crimes."
                            },
                            {
                                "start": 23.347,
                                "stop": 31.385,
                                "byte_start": 199910,
                                "byte_stop": 232093,
                                "text": "Fearing an attack from Bowen, Kelly asked officers from the Los Angeles County Sheriff\u0027s Department to accompany here while she gathered her things."
                            },
                            {
                                "start": 31.385,
                                "stop": 38.919,
                                "byte_start": 232093,
                                "byte_stop": 262186,
                                "text": "Deputies from the Sheriff\u0027s Department came to assist Kelly, but were called away to respond to an emergency before the move was complete."
                            },
                            {
                                "start": 38.919,
                                "stop": 46.479,
                                "byte_start": 262186,
                                "byte_stop": 292488,
                                "text": "As soon as the officers left, an enraged Bowen appeared at the bottom of the stairs to the apartment, yelling \u0022I told you never to call the cops on me.\u0022"
                            },
                            {
                                "start": 46.479,
                                "stop": 52.278,
                                "byte_start": 292488,
                                "byte_stop": 315685,
                                "text": "Bowen charged up the stairs, grabbed Kelly and tried to throw her over the railing of the second-story landing."
                            },
                            {
                                "start": 52.278,
                                "stop": 58.677,
                                "byte_start": 315685,
                                "byte_stop": 341285,
                                "text": "When Kelly successfully resisted, Bowen bit her on the shoulder and attempted to drag her inside the apartment by her hair."
                            },
                            {
                                "start": 58.677,
                                "stop": 61.87,
                                "byte_start": 341285,
                                "byte_stop": 354032,
                                "text": "She was able to break free and ran to her car."
                            },
                            {
                                "start": 61.87,
                                "stop": 67.414,
                                "byte_start": 354032,
                                "byte_stop": 376184,
                                "text": "As Kelly got into here car, Bowen stepped out of the apartment armed with a pistol grip sawed-off shotgun."
                            },
                            {
                                "start": 67.414,
                                "stop": 72.768,
                                "byte_start": 376184,
                                "byte_stop": 397605,
                                "text": "He ran in front car, pointed the shotgun at Kelly and said, \u0022If you try to leave, I\u0027ll kill you.\u0022"
                            },
                            {
                                "start": 72.768,
                                "stop": 76.473,
                                "byte_start": 397605,
                                "byte_stop": 412442,
                                "text": "Kelly ducked behind the dashboards, slammed the gas pedal and sped away."
                            },
                            {
                                "start": 76.473,
                                "stop": 82.777,
                                "byte_start": 412442,
                                "byte_stop": 437624,
                                "text": "Bowen fired five shots at the car blowing out the left front tire but Kelly made good her escape."
                            },
                            {
                                "start": 82.777,
                                "stop": 86.355,
                                "byte_start": 437624,
                                "byte_stop": 451939,
                                "text": "She quickly located police officers and reported the attack."
                            },
                            {
                                "start": 86.355,
                                "stop": 91.547,
                                "byte_start": 451939,
                                "byte_stop": 472733,
                                "text": "They returned to the apartment, but by then Bowen had fled."
                            },
                            {
                                "start": 91.547,
                                "stop": 95.611,
                                "byte_start": 472733,
                                "byte_stop": 489033,
                                "text": "Detective Curt Messerschmidt was assigned to investigate the assault."
                            },
                            {
                                "start": 95.611,
                                "stop": 105.329,
                                "byte_start": 489033,
                                "byte_stop": 527903,
                                "text": "He prepared an application for a warrant to search the resident of -- residence of Bowen\u0027s foster mother, Augusta Millender, where Kelly said Bowen might be hiding."
                            },
                            {
                                "start": 105.329,
                                "stop": 112.475,
                                "byte_start": 527903,
                                "byte_stop": 556429,
                                "text": "The warrant sought authorization to search for all firearms and ammunition, as well as evidence of gang membership."
                            },
                            {
                                "start": 112.475,
                                "stop": 121.723,
                                "byte_start": 556429,
                                "byte_stop": 593418,
                                "text": "The warrant application was accompanied by affidavits detailing the facts of the attack and Messerschmidt\u0027s extensive experience with gang related crimes."
                            },
                            {
                                "start": 121.723,
                                "stop": 132.98,
                                "byte_start": 593418,
                                "byte_stop": 638454,
                                "text": "Before submitting the warrants to a magistrate, Messerschmidt had them reviewed, first by Sergeant Robert Lawrence then by a police lieutenant and finally, by deputy district attorney."
                            },
                            {
                                "start": 132.98,
                                "stop": 141.8,
                                "byte_start": 638454,
                                "byte_stop": 673771,
                                "text": "After receiving their approvals, Messerschmidt submitted the warrant application to a magistrate who issued the warrant without modification."
                            },
                            {
                                "start": 141.8,
                                "stop": 154.629,
                                "byte_start": 673771,
                                "byte_stop": 725076,
                                "text": "The ensuing search, however, revealed only a shotgun owned by the 73-year-old Millender, a California Social Services letter addressed to Bowen, and a box of .45-caliber ammunition."
                            },
                            {
                                "start": 154.629,
                                "stop": 162.56,
                                "byte_start": 725076,
                                "byte_stop": 756840,
                                "text": "Millender sued Messerschmidt and Lawrence claiming that the officers had subjected them to an unreasonable search in violation of the Fourth Amendment."
                            },
                            {
                                "start": 162.56,
                                "stop": 176.926,
                                "byte_start": 756840,
                                "byte_stop": 814205,
                                "text": "The Millender\u0027s claimed that the warrant was to too broad in authorizing a search for all firearms when the officers knew only about a sawed-off shotgun and the authorizing a search for evidence of gang membership when the crime was simply a domestic dispute."
                            },
                            {
                                "start": 176.926,
                                "stop": 189.069,
                                "byte_start": 814205,
                                "byte_stop": 862793,
                                "text": "The Court of Appeals agreed with the Millenders and concluded that the officers could be held personally liable for money damages because any reasonable officer would have known that the warrant was unconstitutional."
                            },
                            {
                                "start": 189.069,
                                "stop": 193.74,
                                "byte_start": 862793,
                                "byte_stop": 881497,
                                "text": "For reasons explained more fully in our opinion filed today, we reverse."
                            },
                            {
                                "start": 193.74,
                                "stop": 203.513,
                                "byte_start": 881497,
                                "byte_stop": 920576,
                                "text": "There\u0027s a doctrine in our cases called qualified immunity which protects government officials from lawsuits when they make reasonable, but mistaken judgments."
                            },
                            {
                                "start": 203.513,
                                "stop": 216.72,
                                "byte_start": 920576,
                                "byte_stop": 973448,
                                "text": "It gives government officials breathing room to act and our cases have said that it protects \u0022all but the plainly incompetent or those who knowingly violate the law.\u0022"
                            },
                            {
                                "start": 216.72,
                                "stop": 223.645,
                                "byte_start": 973448,
                                "byte_stop": 1001138,
                                "text": "In this case, Messerschmidt and Lawrence searched the Millenders\u0027 home under a warrant issued by a neutral magistrate."
                            },
                            {
                                "start": 223.645,
                                "stop": 235.286,
                                "byte_start": 1001138,
                                "byte_stop": 1047740,
                                "text": "The fact that a neutral magistrate has issued a warrant is the clearest indication that the officers acted reasonably and normally is enough to protect the officers from suit, normally but not always."
                            },
                            {
                                "start": 235.286,
                                "stop": 247.246,
                                "byte_start": 1047740,
                                "byte_stop": 1095492,
                                "text": "Our precedence have recognized an exception allowing suit when again \u0022it is obvious that no reasonably competent officer would have concluded that a warrant should issue.\u0022"
                            },
                            {
                                "start": 247.246,
                                "stop": 263.448,
                                "byte_start": 1095492,
                                "byte_stop": 1160380,
                                "text": "The \u0022shield of immunity\u0022 otherwise conferred by the warrant will be lost, we have said, where the warrant was \u0022based on an affidavit so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable.\u0022"
                            },
                            {
                                "start": 263.448,
                                "stop": 266.863,
                                "byte_start": 1160380,
                                "byte_stop": 1173964,
                                "text": "This case does not fall within that narrow exception."
                            },
                            {
                                "start": 266.863,
                                "stop": 275.618,
                                "byte_start": 1173964,
                                "byte_stop": 1209072,
                                "text": "Now, we do not decide whether this warrant was overbroad in authorizing a search for all guns when there was information only about a specific one."
                            },
                            {
                                "start": 275.618,
                                "stop": 289.598,
                                "byte_start": 1209072,
                                "byte_stop": 1264974,
                                "text": "That specific one was a pistol grip sawed-off shotgun, owned by a known gang member, who had just fired the weapon five times in public in an attempt to murder another person because she had \u0022called the cops\u0022 on him."
                            },
                            {
                                "start": 289.598,
                                "stop": 307.132,
                                "byte_start": 1264974,
                                "byte_stop": 1335087,
                                "text": "Even if the warrant were overbroad, it would not have been entirely unreasonable for an officer to conclude that someone who owned a pistol grip sawed-off shotgun might own other illegal guns or that seizure of the weapons was necessary to prevent further attacks on Kelly."
                            },
                            {
                                "start": 307.132,
                                "stop": 320.548,
                                "byte_start": 1335087,
                                "byte_stop": 1388690,
                                "text": "Now, with respect to the warrant\u0027s authorization to search for evidence of gang membership, we do not think it would be again \u0022entirely unreasonable for an officer to view this episode as not simply a domestic dispute.\u0022"
                            },
                            {
                                "start": 320.548,
                                "stop": 329.755,
                                "byte_start": 1388690,
                                "byte_stop": 1425575,
                                "text": "In the affidavit he submitted in support of the warrant, Messerschmidt described the crime as \u0022a spousal assault and an assault with a deadly weapon.\u0022"
                            },
                            {
                                "start": 329.755,
                                "stop": 338.575,
                                "byte_start": 1425575,
                                "byte_stop": 1460893,
                                "text": "And Bowen who is a known member of Mona Park Crips Gang had attacked Kelly after becoming enraged that she had called the cops on him."
                            },
                            {
                                "start": 338.575,
                                "stop": 351.65,
                                "byte_start": 1460893,
                                "byte_stop": 1513138,
                                "text": "A reasonable officer could view the attack as motivated not just by the souring of Bowen\u0027s romantic relationship with Kelly but also by a desire to prevent her from disclosing details of his gang activity to the police."
                            },
                            {
                                "start": 351.65,
                                "stop": 371.536,
                                "byte_start": 1513138,
                                "byte_stop": 1592654,
                                "text": "And a reasonable officer could conclude that evidence of Bowen\u0027s gang membership could help establish a motive for the attack, support related charges such as witness intimidation that could be brought against Bowen, demonstrate that Bowen had familiarity with sawed-off shotguns or tie him to other evidence found at the residence."
                            },
                            {
                                "start": 371.536,
                                "stop": 383.328,
                                "byte_start": 1592654,
                                "byte_stop": 1639884,
                                "text": "Now, on top of all this the officers sought and obtained approval of the warrant application from the superior officer and a deputy district attorney before submitting it to the magistrate."
                            },
                            {
                                "start": 383.328,
                                "stop": 386.392,
                                "byte_start": 1639884,
                                "byte_stop": 1652109,
                                "text": "The statements in the warrant were true."
                            },
                            {
                                "start": 386.392,
                                "stop": 391.087,
                                "byte_start": 1652109,
                                "byte_stop": 1670917,
                                "text": "The officers thus “took every step that could reasonably be expected of them.”"
                            },
                            {
                                "start": 391.087,
                                "stop": 406.71,
                                "byte_start": 1670917,
                                "byte_stop": 1733402,
                                "text": "To conclude that no reasonable officer could believe that the warrant was supported by probable cause would mean not only that Messerschmidt and Lawrence were plainly incompetent, but that their supervisor, the deputy district attorney, and the magistrate were as well."
                            },
                            {
                                "start": 406.71,
                                "stop": 418.116,
                                "byte_start": 1733402,
                                "byte_stop": 1779064,
                                "text": "So, even if the warrant in this case were invalid, it was not so obviously lacking in probable cause that the officers can be considered plainly incompetent for concluding otherwise."
                            },
                            {
                                "start": 418.116,
                                "stop": 424.998,
                                "byte_start": 1779064,
                                "byte_stop": 1806545,
                                "text": "The judgment of the United States Court of Appeals for the Ninth Circuit denying qualified immunity to the officers is reversed."
                            },
                            {
                                "start": 424.998,
                                "stop": 427.963,
                                "byte_start": 1806545,
                                "byte_stop": 1818352,
                                "text": "Justice Breyer has filed a concurring opinion."
                            },
                            {
                                "start": 427.963,
                                "stop": 432.393,
                                "byte_start": 1818352,
                                "byte_stop": 1836116,
                                "text": "Justice Kagan has filed an opinion concurring in part and dissenting in part."
                            },
                            {
                                "start": 432.393,
                                "stop": 436.898,
                                "byte_start": 1836116,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed a dissenting opinion in which Justice Ginsburg has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53864,
            "mime": "audio\/mpeg",
            "size": 1854088,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-704\/20120222o_10-704.delivery.mp3"
        },
        {
            "id": 75604,
            "mime": "audio\/ogg",
            "size": 4426815,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-704\/20120222o_10-704.ogg"
        },
        {
            "id": 75605,
            "mime": "application\/x-mpegURL",
            "size": 6389,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-704\/20120222o_10-704.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}