{
    "id": 22288,
    "title": "Opinion Announcement - May 26, 2011",
    "transcript": {
        "title": "Chamber of Commerce of the United States v. Whiting",
        "duration": 414.955,
        "sections": [
            {
                "start": 0,
                "stop": 414.955,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 414.955,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15074,
                            "name": "John A. Campbell",
                            "href": "https:\/\/api.oyez.org\/people\/john_a_campbell",
                            "last_name": "Campbell",
                            "roles": [
                                {
                                    "id": 2718,
                                    "type": "scotus_justice",
                                    "date_start": -3683469600,
                                    "date_end": -3429367200,
                                    "appointing_president": "Franklin Pierce",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2718"
                                }
                            ],
                            "thumbnail": {
                                "id": 32724,
                                "mime": "image\/png",
                                "size": 50612,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_a_campbell.png"
                            },
                            "length_of_service": 2941,
                            "identifier": "john_a_campbell"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.142,
                                "byte_start": 105472,
                                "byte_stop": 142043,
                                "text": "The Immigration Reform and Control Act (IRCA), makes it unlawful to knowingly employ and unauthorized alien."
                            },
                            {
                                "start": 9.142,
                                "stop": 15.734,
                                "byte_start": 142043,
                                "byte_stop": 168479,
                                "text": "Employers that violate the prohibition may be subjected to federal civil and criminal sanctions."
                            },
                            {
                                "start": 15.734,
                                "stop": 22.067,
                                "byte_start": 168479,
                                "byte_stop": 193766,
                                "text": "IRCA also restricts the ability of states to combat employment of unauthorized workers."
                            },
                            {
                                "start": 22.067,
                                "stop": 32.292,
                                "byte_start": 193766,
                                "byte_stop": 234726,
                                "text": "The Act provides that States cannot impose civil or criminal sanctions on such employers \u0022other that through licensing and similar laws.”"
                            },
                            {
                                "start": 32.292,
                                "stop": 36.939,
                                "byte_start": 234726,
                                "byte_stop": 253325,
                                "text": "That\u0027s important language, “other than through licensing and similar laws.”"
                            },
                            {
                                "start": 36.939,
                                "stop": 42.137,
                                "byte_start": 253325,
                                "byte_stop": 274119,
                                "text": "Well, Arizona passed a licensing law known as the Legal Arizona Workers Act."
                            },
                            {
                                "start": 42.137,
                                "stop": 55.748,
                                "byte_start": 274119,
                                "byte_stop": 328558,
                                "text": "That law provides that the licenses of state employers that knowingly or intentionally employ unauthorized aliens may be suspended or revoked and in certain circumstances must be suspended or revoked."
                            },
                            {
                                "start": 55.748,
                                "stop": 70.259,
                                "byte_start": 328558,
                                "byte_stop": 386550,
                                "text": "The Chamber of Commerce of the United States and various business and civil rights organization, which I will refer to collectively as the Chamber, filed suit to block the law, arguing that it was preempted by federal law or IRCA."
                            },
                            {
                                "start": 70.259,
                                "stop": 76.347,
                                "byte_start": 386550,
                                "byte_stop": 410896,
                                "text": "The Federal District Court in Arizona upheld the law and so did the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 76.347,
                                "stop": 86.413,
                                "byte_start": 410896,
                                "byte_stop": 451229,
                                "text": "Now, as just to explain, the federal law expressly preserves, not preempt state authority to impose sanctions through licensing and similar laws."
                            },
                            {
                                "start": 86.413,
                                "stop": 88.645,
                                "byte_start": 451229,
                                "byte_stop": 460110,
                                "text": "That is what the Arizona law does."
                            },
                            {
                                "start": 88.645,
                                "stop": 97.622,
                                "byte_start": 460110,
                                "byte_stop": 496055,
                                "text": "It instructs courts to suspend or revoke the business licenses of in-state employers that employ unauthorized aliens."
                            },
                            {
                                "start": 97.622,
                                "stop": 109.139,
                                "byte_start": 496055,
                                "byte_stop": 542030,
                                "text": "Now, the Chamber argues that when Congress said licensing, what it really meant was a specific type of license such as a license to operate a farm labor contracting business."
                            },
                            {
                                "start": 109.139,
                                "stop": 113.925,
                                "byte_start": 542030,
                                "byte_stop": 561256,
                                "text": "But no such limit is even remotely discernible in the statutory text."
                            },
                            {
                                "start": 113.925,
                                "stop": 122.892,
                                "byte_start": 561256,
                                "byte_stop": 597096,
                                "text": "We think it pretty unlikely that Congress would say license if what it meant was a license to operate a farm labor contracting business."
                            },
                            {
                                "start": 122.892,
                                "stop": 138.855,
                                "byte_start": 597096,
                                "byte_stop": 660940,
                                "text": "The Chamber also argues that when Congress said that States could impose sanctions through licensing laws, what it really meant was that States could only do so after a prior federal adjudication that an employer had hired an unauthorized alien."
                            },
                            {
                                "start": 138.855,
                                "stop": 146.696,
                                "byte_start": 660940,
                                "byte_stop": 692287,
                                "text": "But again, such a limitation is nowhere to be found in the federal statute and it is not our job to rewrite the law to put one in."
                            },
                            {
                                "start": 146.696,
                                "stop": 154.619,
                                "byte_start": 692287,
                                "byte_stop": 724052,
                                "text": "The Chamber contends that even if the Arizona licensing law is not expressly preempted, it is impliedly preempted."
                            },
                            {
                                "start": 154.619,
                                "stop": 162.351,
                                "byte_start": 724052,
                                "byte_stop": 754981,
                                "text": "We will find implied preemption when you put the federal law and the state law side-by-side and the two really can\u0027t work together."
                            },
                            {
                                "start": 162.351,
                                "stop": 167.087,
                                "byte_start": 754981,
                                "byte_stop": 773893,
                                "text": "In that event, the state law has to yield, but that\u0027s not the case here."
                            },
                            {
                                "start": 167.087,
                                "stop": 175.798,
                                "byte_start": 773893,
                                "byte_stop": 808688,
                                "text": "Arizona statute simply implements the sanctions that Congress expressly allowed the States to pursue through licensing laws."
                            },
                            {
                                "start": 175.798,
                                "stop": 183.623,
                                "byte_start": 808688,
                                "byte_stop": 840035,
                                "text": "And here, Arizona has gone the extra mile by closely tracking the federal laws provisions immaterial respects."
                            },
                            {
                                "start": 183.623,
                                "stop": 189.407,
                                "byte_start": 840035,
                                "byte_stop": 863128,
                                "text": "The state law adopts the federal definition of who qualifies as an unauthorized alien."
                            },
                            {
                                "start": 189.407,
                                "stop": 198.825,
                                "byte_start": 863128,
                                "byte_stop": 900848,
                                "text": "The state law provides that state investigators must verify the work authorization of an allegedly unauthorized alien with the Federal Government."
                            },
                            {
                                "start": 198.825,
                                "stop": 208.732,
                                "byte_start": 900848,
                                "byte_stop": 940450,
                                "text": "The state law requires a state court to consider -- this is a quote, “to consider only the Federal Government\u0027s determination of employee status.”"
                            },
                            {
                                "start": 208.732,
                                "stop": 220.515,
                                "byte_start": 940450,
                                "byte_stop": 987575,
                                "text": "The Chambers asserts that employers will air on the side of discrimination rather than risk having their business licenses revoked by hiring unauthorized workers, but that is not the choice."
                            },
                            {
                                "start": 220.515,
                                "stop": 228.698,
                                "byte_start": 987575,
                                "byte_stop": 1020280,
                                "text": "An Arizona business has to do a lot more than simply hire an unauthorized alien to have its licenses suspended or revoked."
                            },
                            {
                                "start": 228.698,
                                "stop": 245.198,
                                "byte_start": 1020280,
                                "byte_stop": 1086318,
                                "text": "The hiring has to be knowing or intentional and license termination is an available sanction only for a second knowing or intentional violation during a probationary period imposed for the first violation at the same business location."
                            },
                            {
                                "start": 245.198,
                                "stop": 259.266,
                                "byte_start": 1086318,
                                "byte_stop": 1142638,
                                "text": "The state law also affords employers safe harbors against liability if they comply with certain requirements for checking employee status, even if the employee turns out to be an unauthorized alien."
                            },
                            {
                                "start": 259.266,
                                "stop": 263.564,
                                "byte_start": 1142638,
                                "byte_stop": 1159774,
                                "text": "There\u0027s another aspect of the Arizona law that was challenged in this suit."
                            },
                            {
                                "start": 263.564,
                                "stop": 270.272,
                                "byte_start": 1159774,
                                "byte_stop": 1186628,
                                "text": "IRCA also requires employers to take steps to verify an employee\u0027s eligibility for employment."
                            },
                            {
                                "start": 270.272,
                                "stop": 284.524,
                                "byte_start": 1186628,
                                "byte_stop": 1243575,
                                "text": "In an attempt to improve that verification process, Congress created what is known as E-Verify, an internet based system that employers can use to check the work authorization status of employees."
                            },
                            {
                                "start": 284.524,
                                "stop": 293.809,
                                "byte_start": 1243575,
                                "byte_stop": 1280773,
                                "text": "The Arizona law requires employers to use E-Verify to check the work -- work authorization status of those that they hire."
                            },
                            {
                                "start": 293.809,
                                "stop": 298.875,
                                "byte_start": 1280773,
                                "byte_stop": 1301044,
                                "text": "Contrary to the Chamber\u0027s argument, Arizona\u0027s requirement is not preempted."
                            },
                            {
                                "start": 298.875,
                                "stop": 306.675,
                                "byte_start": 1301044,
                                "byte_stop": 1332182,
                                "text": "The federal provision setting up E-Verify contains no language limiting state use of the program in any way."
                            },
                            {
                                "start": 306.675,
                                "stop": 316.793,
                                "byte_start": 1332182,
                                "byte_stop": 1372724,
                                "text": "The Chamber argues that Arizona\u0027s use of E-Verify will bog down the operation of the federal system but the Federal Government has expressly rejected that claim."
                            },
                            {
                                "start": 316.793,
                                "stop": 321.049,
                                "byte_start": 1372724,
                                "byte_stop": 1389756,
                                "text": "In fact, the Federal Government encourages employers to use E-Verify."
                            },
                            {
                                "start": 321.049,
                                "stop": 332.736,
                                "byte_start": 1389756,
                                "byte_stop": 1436463,
                                "text": "The Department of Homeland Security says the program is, \u0022The best available means to determine the employment eligibility of new hires.\u0022"
                            },
                            {
                                "start": 332.736,
                                "stop": 341.985,
                                "byte_start": 1436463,
                                "byte_stop": 1473452,
                                "text": "Now, of course Arizona hopes that its law will result in more effective enforcement of the prohibition on employing unauthorized aliens."
                            },
                            {
                                "start": 341.985,
                                "stop": 353.523,
                                "byte_start": 1473452,
                                "byte_stop": 1519637,
                                "text": "But in preserving to the States the authority to impose sanctions through licensing laws, Congress did not intend to preserve only those state laws that would have no effect."
                            },
                            {
                                "start": 353.523,
                                "stop": 362.732,
                                "byte_start": 1519637,
                                "byte_stop": 1556417,
                                "text": "IRCA expressly reserves to the States the authority to impose sanctions on employers hiring unauthorized workers through licensing and similar laws."
                            },
                            {
                                "start": 362.732,
                                "stop": 364.536,
                                "byte_start": 1556417,
                                "byte_stop": 1563627,
                                "text": "That is what Arizona has done."
                            },
                            {
                                "start": 364.536,
                                "stop": 375.358,
                                "byte_start": 1563627,
                                "byte_stop": 1606990,
                                "text": "It has increased penalties but only for truly egregious violations of the law and has closely track the federal law in determining who is an unauthorized alien."
                            },
                            {
                                "start": 375.358,
                                "stop": 388.989,
                                "byte_start": 1606990,
                                "byte_stop": 1661430,
                                "text": "If even this gives rise to impermissible conflict with federal law, then there really is no way for the State to implement licensing sanctions contrary to the expressed terms of the federal laws and savings clause."
                            },
                            {
                                "start": 388.989,
                                "stop": 396.709,
                                "byte_start": 1661430,
                                "byte_stop": 1692359,
                                "text": "And so we reject the arguments of the Chamber of Commerce and affirm the judgement of the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 396.709,
                                "stop": 403.083,
                                "byte_start": 1692359,
                                "byte_stop": 1717854,
                                "text": "Justice Thomas joined Parts 1, 2 (a) and 3 (a) of the opinion and concurred in the judgement."
                            },
                            {
                                "start": 403.083,
                                "stop": 411.136,
                                "byte_start": 1717854,
                                "byte_stop": 1750037,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Ginsburg joined, and Justice Sotomayor has filed a dissenting opinion."
                            },
                            {
                                "start": 411.136,
                                "stop": 414.955,
                                "byte_start": 1750037,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision -- or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53698,
            "mime": "audio\/mpeg",
            "size": 1765292,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-115\/20110526o_09-115.delivery.mp3"
        },
        {
            "id": 75440,
            "mime": "audio\/ogg",
            "size": 4132688,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-115\/20110526o_09-115.ogg"
        },
        {
            "id": 75441,
            "mime": "application\/x-mpegURL",
            "size": 6088,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-115\/20110526o_09-115.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}