{
    "id": 20969,
    "title": "Opinion Announcement - May 12, 1997",
    "transcript": {
        "title": null,
        "duration": 217.327,
        "sections": [
            {
                "start": 0,
                "stop": 217.327,
                "byte_start": 28672,
                "byte_stop": 897923,
                "turns": [
                    {
                        "start": 0,
                        "stop": 217.327,
                        "byte_start": 28672,
                        "byte_stop": 897923,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.145,
                                "byte_start": 28672,
                                "byte_stop": 57302,
                                "text": "The second opinion which I have to announce is number 96-203, Johnson versus the United States."
                            },
                            {
                                "start": 7.145,
                                "stop": 13.641,
                                "byte_start": 57302,
                                "byte_stop": 83320,
                                "text": "Petitioner, Joyce Johnson was convicted of perjury in the United States District Court in Florida."
                            },
                            {
                                "start": 13.641,
                                "stop": 24.256,
                                "byte_start": 83320,
                                "byte_stop": 125743,
                                "text": "On the basis of testimony she gave to a grand jury that was investigating some $10 million amassed by a cocaine trafficker, named Earl James Fields."
                            },
                            {
                                "start": 24.256,
                                "stop": 34.32,
                                "byte_start": 125743,
                                "byte_stop": 165972,
                                "text": "Johnson was Fields\u0027 long-time girlfriend who earned roughly $35,000 a year at the Florida Department of Health and Rehabilitative Services."
                            },
                            {
                                "start": 34.32,
                                "stop": 44.284,
                                "byte_start": 165972,
                                "byte_stop": 205887,
                                "text": "She testified before the grand jury that much of the money she had invested in her rather expensive house came from a box of cash given to her late mother."
                            },
                            {
                                "start": 44.284,
                                "stop": 52.763,
                                "byte_start": 205887,
                                "byte_stop": 239741,
                                "text": "One of the elements that the Government must prove to convict someone of perjury is that the testimony was material to the inquiry at hand."
                            },
                            {
                                "start": 52.763,
                                "stop": 68.729,
                                "byte_start": 239741,
                                "byte_stop": 303689,
                                "text": "Since the grand jury was attempting to trace money paid out by Fields, the fact that his long-time girlfriend had in all but incredible explanation for how she had gotten the money for her house was obviously relevant to the grand jury\u0027s inquiry."
                            },
                            {
                                "start": 68.729,
                                "stop": 82.446,
                                "byte_start": 303689,
                                "byte_stop": 358546,
                                "text": "At the close of Johnson\u0027s trial for perjury, the Court following the law at that time instructed the jury that whether or not Johnson\u0027s statements were material was a question for the Court to decide, not for the jury to decide."
                            },
                            {
                                "start": 82.446,
                                "stop": 86.838,
                                "byte_start": 358546,
                                "byte_stop": 376101,
                                "text": "And that he -- the judge had determined that her statements were indeed material."
                            },
                            {
                                "start": 86.838,
                                "stop": 89.164,
                                "byte_start": 376101,
                                "byte_stop": 385400,
                                "text": "Johnson didn\u0027t object to this instruction."
                            },
                            {
                                "start": 89.164,
                                "stop": 92.339,
                                "byte_start": 385400,
                                "byte_stop": 398043,
                                "text": "So the jury returned the verdict of “guilty.”"
                            },
                            {
                                "start": 92.339,
                                "stop": 108.75,
                                "byte_start": 398043,
                                "byte_stop": 463768,
                                "text": "After she was convicted, but before her appeal to the Court of Appeals, we decided United States versus Gaudin, where we held that the materiality of a false statement must be submitted to the jury rather than decided by the trial judge."
                            },
                            {
                                "start": 108.75,
                                "stop": 120.766,
                                "byte_start": 463768,
                                "byte_stop": 511833,
                                "text": "On her appeal, Johnson argued that the trial judge\u0027s failure to submit the question to the jury, the question of materiality rendered her conviction invalid because of our -- Gaudin opinion."
                            },
                            {
                                "start": 120.766,
                                "stop": 125.544,
                                "byte_start": 511833,
                                "byte_stop": 530850,
                                "text": "The Court of Appeals for the Eleventh Circuit rejected her claim."
                            },
                            {
                                "start": 125.544,
                                "stop": 136.802,
                                "byte_start": 530850,
                                "byte_stop": 575885,
                                "text": "There was a conflict between that opinion and the opinion of the Court Appeals for the Ninth Circuit, and so we granted certiorari and we now affirm the judgment of the Court of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 136.802,
                                "stop": 169.018,
                                "byte_start": 575885,
                                "byte_stop": 704825,
                                "text": "Although petitioner contends otherwise, we hold that this case is governed by Rule 52(b) of the Federal Rules of Criminal Procedure, which says, “How Courts are to treat trial errors that were not objected to?” Following the test laid down in our earlier Orlando opinion, we hold that the trial court\u0027s ruling here was error, and that the error was plain, but that the error was not one which seriously affects the fairness, integrity or public reputation of judicial proceedings."
                            },
                            {
                                "start": 169.018,
                                "stop": 175.081,
                                "byte_start": 704825,
                                "byte_stop": 729067,
                                "text": "As the Court of Appeals noted, the evidence supporting materiality was overwhelming."
                            },
                            {
                                "start": 175.081,
                                "stop": 186.781,
                                "byte_start": 729067,
                                "byte_stop": 775879,
                                "text": "Petitioner\u0027s presented no plausible argument that are false statement about the source of tens of thousands of dollars she used to improve her home was not material to the grand jury investigation."
                            },
                            {
                                "start": 186.781,
                                "stop": 196.315,
                                "byte_start": 775879,
                                "byte_stop": 814017,
                                "text": "And therefore, allowing her conviction to stand as entirely consistent with the goal of fairness, integrity and the public reputation of judicial proceedings."
                            },
                            {
                                "start": 196.315,
                                "stop": 205.293,
                                "byte_start": 814017,
                                "byte_stop": 849857,
                                "text": "Indeed, it would be a reversal of this conviction which would seriously affect the fairness, integrity or public reputation of judicial proceedings."
                            },
                            {
                                "start": 205.293,
                                "stop": 211.392,
                                "byte_start": 849857,
                                "byte_stop": 874308,
                                "text": "No miscarriage of justice will result here if we do not reverse her conviction, and we affirm it."
                            },
                            {
                                "start": 211.392,
                                "stop": 217.327,
                                "byte_start": 874308,
                                "byte_stop": 897923,
                                "text": "The opinion is unanimous except that Justice Scalia does not join certain parts of it."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51062,
            "mime": "audio\/mpeg",
            "size": 898236,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-203\/19970512o_96-203.delivery.mp3"
        },
        {
            "id": 72838,
            "mime": "audio\/ogg",
            "size": 2173723,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-203\/19970512o_96-203.ogg"
        },
        {
            "id": 72839,
            "mime": "application\/x-mpegURL",
            "size": 3250,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-203\/19970512o_96-203.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}