{
    "id": 15058,
    "title": "Opinion Announcement - January 09, 1967",
    "transcript": {
        "title": null,
        "duration": 862.616,
        "sections": [
            {
                "start": 0,
                "stop": 862.616,
                "byte_start": 77184,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 862.616,
                        "byte_start": 77184,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.055,
                                "byte_start": 77184,
                                "byte_stop": 129429,
                                "text": "I have pronouncement No. 22, Time, Inc. versus Hill, which is here from the Court of Appeals of New York."
                            },
                            {
                                "start": 13.055,
                                "stop": 27.074,
                                "byte_start": 129429,
                                "byte_stop": 185540,
                                "text": "This lawsuit is a sequel to publicity given to an experience suffered by James Hill and his family of five when they lived in a suburb outside Philadelphia."
                            },
                            {
                                "start": 27.074,
                                "stop": 37.564,
                                "byte_start": 185540,
                                "byte_stop": 227545,
                                "text": "Three escaped convicts entered their home and they held the family hostage for some 19 hours."
                            },
                            {
                                "start": 37.564,
                                "stop": 50.926,
                                "byte_start": 227545,
                                "byte_stop": 280939,
                                "text": "The play to the family during that time became a matter of national view and concern and thus the family involuntarily became news celebrity."
                            },
                            {
                                "start": 50.926,
                                "stop": 73.257,
                                "byte_start": 280939,
                                "byte_stop": 370278,
                                "text": "When the family was released by the convicts, Mr. Hill held a press conference.Contrary, he appears to the country, he reported that the family had not been harmed in the slightest that the convicts have treated them courteously and had neither threatened nor molested any of them."
                            },
                            {
                                "start": 73.257,
                                "stop": 85.066,
                                "byte_start": 370278,
                                "byte_stop": 417507,
                                "text": "Now, Mr. Hill wanted his family to forget the experience and he rejected all magazine and television offers to reenact it."
                            },
                            {
                                "start": 85.066,
                                "stop": 91.823,
                                "byte_start": 417507,
                                "byte_stop": 444570,
                                "text": "And shortly after it occurred, the family moved from Pennsylvania to Connecticut."
                            },
                            {
                                "start": 91.823,
                                "stop": 96.328,
                                "byte_start": 444570,
                                "byte_stop": 462542,
                                "text": "Three years later, James Hayes wrote a novel."
                            },
                            {
                                "start": 96.328,
                                "stop": 100.725,
                                "byte_start": 462542,
                                "byte_stop": 480097,
                                "text": "It became a bestseller, called The Desperate Hours."
                            },
                            {
                                "start": 100.725,
                                "stop": 111.473,
                                "byte_start": 480097,
                                "byte_stop": 523146,
                                "text": "That novel depicted the experience of a family of five that were hostage by three escaped convicts in the family\u0027s suburban home."
                            },
                            {
                                "start": 111.473,
                                "stop": 119.289,
                                "byte_start": 523146,
                                "byte_stop": 554389,
                                "text": "And later Hayes wrote a play with the same theme and also called The Desperate Hours."
                            },
                            {
                                "start": 119.289,
                                "stop": 135.67,
                                "byte_start": 554389,
                                "byte_stop": 619904,
                                "text": "Now, the family in the novel and the family of the play was not named Hill but the experience depicted was in sharp contrast to the actual experience suffered by the Hills."
                            },
                            {
                                "start": 135.67,
                                "stop": 148.164,
                                "byte_start": 619904,
                                "byte_stop": 669850,
                                "text": "The family of the play was subjected to violence, the father and son are beaten and the teenage daughter subjected to a verbal sexual assault."
                            },
                            {
                                "start": 148.164,
                                "stop": 166.81,
                                "byte_start": 669850,
                                "byte_stop": 744456,
                                "text": "The play opened in Philadelphia and when members of Life Magazine steps learned that the story theme was similar to the Hill family\u0027s experience, Life decided to review the play in an unusual presentation."
                            },
                            {
                                "start": 166.81,
                                "stop": 179.508,
                                "byte_start": 744456,
                                "byte_stop": 795238,
                                "text": "Life arranged the photographs that casted the play, reenacting scenes from it in the house which had been the Hill family home in the Philadelphia suburb."
                            },
                            {
                                "start": 179.508,
                                "stop": 187.971,
                                "byte_start": 795238,
                                "byte_stop": 829093,
                                "text": "The photographs taken at the home were then used to illustrate Life\u0027s review of the play."
                            },
                            {
                                "start": 187.971,
                                "stop": 197.598,
                                "byte_start": 829093,
                                "byte_stop": 867649,
                                "text": "Now, that review falsely stated that the play in fact reenacted the Hill family\u0027s experience."
                            },
                            {
                                "start": 197.598,
                                "stop": 233.996,
                                "byte_start": 867649,
                                "byte_stop": 1013204,
                                "text": "And thereupon, Mr. Hill brought this lawsuit for damages under a New York statute which provides that any person, recover damages whose name, portrait or picture is used within in New York for advertising purposes or for the purposes of trade without having first obtained the written consent of such person, and Life had made no effort whatever to obtain the Hill family\u0027s consent to the use of their name and the article about the play."
                            },
                            {
                                "start": 233.996,
                                "stop": 263.336,
                                "byte_start": 1013204,
                                "byte_stop": 1130546,
                                "text": "Well, the jury awarded damages to the Hills in action in which the New York courts starting with the trial court from the Appellate Division and up to the Court of Appeals rejected Life\u0027s defense that the articles are subject to legitimate use interest and that in such circumstance, the application of the statute to award damages denied constitutional protection for speech and press."
                            },
                            {
                                "start": 263.336,
                                "stop": 278.961,
                                "byte_start": 1130546,
                                "byte_stop": 1193031,
                                "text": "Now, the constitutional press in we have to decide is the narrow one whether a newspaper or magazine maybe subjected to damages for a false report of a newsworthy event."
                            },
                            {
                                "start": 278.961,
                                "stop": 290.727,
                                "byte_start": 1193031,
                                "byte_stop": 1240155,
                                "text": "The New York courts have made crystal clear that a truthful report of news for the people or events is not actionable under the New York statutes."
                            },
                            {
                                "start": 290.727,
                                "stop": 304.739,
                                "byte_start": 1240155,
                                "byte_stop": 1296162,
                                "text": "Those courts have held that a newsworthy person has a right of action under the statute only when his name, picture or portrait with a subject of a factious report or article."
                            },
                            {
                                "start": 304.739,
                                "stop": 309.45,
                                "byte_start": 1296162,
                                "byte_stop": 1315075,
                                "text": "Material and substantial falsification is the test."
                            },
                            {
                                "start": 309.45,
                                "stop": 318.771,
                                "byte_start": 1315075,
                                "byte_stop": 1352273,
                                "text": "The establishment of minor errors in an otherwise accurate reports does not prove fictionalization under the New York cases."
                            },
                            {
                                "start": 318.771,
                                "stop": 336.826,
                                "byte_start": 1352273,
                                "byte_stop": 1424580,
                                "text": "However, it\u0027s not clear in those cases whether there is liability in the absence of proof that the newspaper or magazine knew that the report was false or published it with in reckless disregard of its truth."
                            },
                            {
                                "start": 336.826,
                                "stop": 365.222,
                                "byte_start": 1424580,
                                "byte_stop": 1538160,
                                "text": "Now, with for the reasons detailed at greater length in our opinion, we hold that the constitutional protections for speech and press preclude the application of the New York statute to “newsworthy person” and the absence of proof that the newspaper or magazine published the report with knowledge of falsity or in reckless disregard of the truth."
                            },
                            {
                                "start": 365.222,
                                "stop": 376.133,
                                "byte_start": 1538160,
                                "byte_stop": 1581733,
                                "text": "The guarantees for speech and press are not to preserve a clinical expression or comment upon public affairs essential as those are the healthy government."
                            },
                            {
                                "start": 376.133,
                                "stop": 389.704,
                                "byte_start": 1581733,
                                "byte_stop": 1636067,
                                "text": "One need only to pick up any newspaper or magazine to comprehend the vast range of published matter which exposes persons to public view or private citizens and public officials."
                            },
                            {
                                "start": 389.704,
                                "stop": 397.489,
                                "byte_start": 1636067,
                                "byte_stop": 1667205,
                                "text": "Exposure of the self to others in varying degrees is a concomitant of life in a civilized community."
                            },
                            {
                                "start": 397.489,
                                "stop": 407.402,
                                "byte_start": 1667205,
                                "byte_stop": 1706807,
                                "text": "The risk of this exposure is an essential incident of life in a society which places a primary value on freedom of speech and of press."
                            },
                            {
                                "start": 407.402,
                                "stop": 425.136,
                                "byte_start": 1706807,
                                "byte_stop": 1777755,
                                "text": "\u0022Freedom of discussion, if it would fulfill its historic function in this nation, must embrace all issues about which information is needed or appropriate to enable the members of society to cope with the exigencies of their period.”"
                            },
                            {
                                "start": 425.136,
                                "stop": 436.388,
                                "byte_start": 1777755,
                                "byte_stop": 1822791,
                                "text": "And we have no doubt that the subject of the Life article, the opening of a new play linked to an actual incident is a matter of public interest."
                            },
                            {
                                "start": 436.388,
                                "stop": 456.835,
                                "byte_start": 1822791,
                                "byte_stop": 1904606,
                                "text": "Erroneous statement is no less inevitable in such case than in the case of comment upon public affairs, and in both, if innocent or merely negligent, it must be protected if the freedoms of expression are to have the breathing space\u0027 that they need to survive."
                            },
                            {
                                "start": 456.835,
                                "stop": 481.805,
                                "byte_start": 1904606,
                                "byte_stop": 2004498,
                                "text": "We create a grave risk of serious impairment of the indispensable service of a free press in a free society if we saddle the press with the impossible burden of verifying to a certainty the facts associated in news articles with a person\u0027s name, picture or portrait, particularly as related to non-defamatory matter which this was."
                            },
                            {
                                "start": 481.805,
                                "stop": 493.395,
                                "byte_start": 2004498,
                                "byte_stop": 2050787,
                                "text": "Even negligence would be a most elusive standard, especially when the content of the speech itself affords no warning of prospective harm to another through falsity."
                            },
                            {
                                "start": 493.395,
                                "stop": 508.768,
                                "byte_start": 2050787,
                                "byte_stop": 2112332,
                                "text": "A negligence test would place on the press the intolerable burden of guessing how a jury might assess the reasonableness of steps taken by it to verify the accuracy of every reference to a name, picture or portrait."
                            },
                            {
                                "start": 508.768,
                                "stop": 520.599,
                                "byte_start": 2112332,
                                "byte_stop": 2159666,
                                "text": "In this context, sanctions against either innocent or negligent misstatement would present a grave hazard of discouraging the press from exercising the constitutional guarantees."
                            },
                            {
                                "start": 520.599,
                                "stop": 530.387,
                                "byte_start": 2159666,
                                "byte_stop": 2198745,
                                "text": "We must all remember that those guarantees are not for the benefit of the press so much as for the benefit of all of us."
                            },
                            {
                                "start": 530.387,
                                "stop": 538.615,
                                "byte_start": 2198745,
                                "byte_stop": 2231659,
                                "text": "A broadly defined freedom of the press assures the maintenance of our political system and an open society."
                            },
                            {
                                "start": 538.615,
                                "stop": 553.599,
                                "byte_start": 2231659,
                                "byte_stop": 2291636,
                                "text": "Fear of large verdicts in damage suits for innocent or merely negligent misstatement, even fear of the expense involved in their defense must inevitably cause publishers to steer wider of the unlawful zone."
                            },
                            {
                                "start": 553.599,
                                "stop": 564.413,
                                "byte_start": 2291636,
                                "byte_stop": 2334895,
                                "text": "But the constitutional guarantees can tolerate sanctions against calculated falsehood without significant impairment of their essential function."
                            },
                            {
                                "start": 564.413,
                                "stop": 578.362,
                                "byte_start": 2334895,
                                "byte_stop": 2390693,
                                "text": "We held in a time or two ago in New York Times versus Sullivan that calculated falsehood enjoyed no immunity in the case of alleged defamation of a public official -- official conduct."
                            },
                            {
                                "start": 578.362,
                                "stop": 586.133,
                                "byte_start": 2390693,
                                "byte_stop": 2421726,
                                "text": "Similarly, calculated falsehood should enjoy no immunity in the situation here presented in this case."
                            },
                            {
                                "start": 586.133,
                                "stop": 592.751,
                                "byte_start": 2421726,
                                "byte_stop": 2448266,
                                "text": "The use of calculated falsehood would put a different cast on the constitutional question."
                            },
                            {
                                "start": 592.751,
                                "stop": 607.95,
                                "byte_start": 2448266,
                                "byte_stop": 2509080,
                                "text": "Although honest utterance, even if inaccurate, may further the fruitful exercise of the right of free speech, it does not follow that the lie, knowingly and deliberately published should enjoy a like immunity."
                            },
                            {
                                "start": 607.95,
                                "stop": 620.553,
                                "byte_start": 2509080,
                                "byte_stop": 2559444,
                                "text": "For the use of the known lie as a tool is at once at odds with the premises of democratic government and with the orderly manner in which economic, social or political change is to be effected."
                            },
                            {
                                "start": 620.553,
                                "stop": 647.311,
                                "byte_start": 2559444,
                                "byte_stop": 2666441,
                                "text": "Now, we find applicable here the standard of knowing or reckless falsehood, not through blind application of our decision in New York Times v. Sullivan, which related solely to libel actions by public official, but only upon consideration of the factors which arise in the particular context of the application of the New York statute in cases involving private individuals."
                            },
                            {
                                "start": 647.311,
                                "stop": 671.184,
                                "byte_start": 2666441,
                                "byte_stop": 2761945,
                                "text": "Now, this is neither a libel action by a private individual nor a statutory action by a public official.Therefore, although the First Amendment principles pronounced in New York Times, the Sullivan guide our conclusion here, we reach that conclusion only by applying these principles in this discrete context."
                            },
                            {
                                "start": 671.184,
                                "stop": 693.676,
                                "byte_start": 2761945,
                                "byte_stop": 2851911,
                                "text": "Now, this case went to the jury, the Hills were regarded to be newsworthy persons substantially without a right to privacy insofar as the hostage experience was involved, but to be entitled to their recovery insofar as that experience was fictionalized and exploited for Life\u0027s commercial benefit."
                            },
                            {
                                "start": 693.676,
                                "stop": 717.082,
                                "byte_start": 2851911,
                                "byte_stop": 2945533,
                                "text": "And it\u0027s clear if the proof reasonably would support either a jury finding of innocents or merely negligent misstatement by Life, or a finding that Life portrayed the play as a reenactment of the Hill family\u0027s experience reckless of the truth or with actual knowledge that the portrayal was false."
                            },
                            {
                                "start": 717.082,
                                "stop": 743.1,
                                "byte_start": 2945533,
                                "byte_stop": 3049605,
                                "text": "The difficulty here is that the inspections to the jury did not confine the jury to a verdict of liability based on the finding that the statements in the Life article were made with knowledge of their falsity or in reckless disregard of the truth.In our opinion analyzes the instructions and detail to demonstrate the error and instructions in that prospect."
                            },
                            {
                                "start": 743.1,
                                "stop": 755.887,
                                "byte_start": 3049605,
                                "byte_stop": 3100805,
                                "text": "Now, Life argues that the statute should be declared unconstitutional on its face even if construed by the New York courts to impose liability without proof of knowing or reckless falsity."
                            },
                            {
                                "start": 755.887,
                                "stop": 760.079,
                                "byte_start": 3100805,
                                "byte_stop": 3117524,
                                "text": "We don\u0027t think that such a declaration would be warranted."
                            },
                            {
                                "start": 760.079,
                                "stop": 769.857,
                                "byte_start": 3117524,
                                "byte_stop": 3156707,
                                "text": "The New York Court of Appeals is insidious to construe the statute to avoid invasion of the constitutional protection for speech and press."
                            },
                            {
                                "start": 769.857,
                                "stop": 778.277,
                                "byte_start": 3156707,
                                "byte_stop": 3190353,
                                "text": "We, therefore, confidently expect that the New York courts will apply the statute consistently with the constitutional command."
                            },
                            {
                                "start": 778.277,
                                "stop": 799.547,
                                "byte_start": 3190353,
                                "byte_stop": 3275408,
                                "text": "Any possible difference with us as to the thrust of the constitutional command is narrowly limited in this case to the failure of the trial judge, as I said, to instruct the jury that a verdict of liability could be predicated only on a finding of knowing or reckless falsity in the publication of the Life article."
                            },
                            {
                                "start": 799.547,
                                "stop": 808.993,
                                "byte_start": 3275408,
                                "byte_stop": 3313233,
                                "text": "The judgment of the Court of Appeals is, therefore, set aside and the case is remanded for further proceedings not inconsistent with our opinion."
                            },
                            {
                                "start": 808.993,
                                "stop": 819.598,
                                "byte_start": 3313233,
                                "byte_stop": 3355656,
                                "text": "Justices Black and Douglas ask me to announce that they have joined the Court\u0027s opinion but have also filed separate concurring opinion."
                            },
                            {
                                "start": 819.598,
                                "stop": 836.988,
                                "byte_start": 3355656,
                                "byte_stop": 3425142,
                                "text": "They express the view to allow liability in these cases even though limited the cases of knowing or reckless falsity is to abridge speech but has joined the Court\u0027s opinion in order to make possible and adjudication that control this litigation."
                            },
                            {
                                "start": 836.988,
                                "stop": 852.94,
                                "byte_start": 3425142,
                                "byte_stop": 3488985,
                                "text": "Mr. Justice Harlan has asked me to announce that he concurs in the judgment of reversal but with predicate liability on a negligence standard rather than on a standard of knowing or reckless falsity."
                            },
                            {
                                "start": 852.94,
                                "stop": 862.616,
                                "byte_start": 3488985,
                                "byte_stop": 0,
                                "text": "Mr. Justice Fortas has asked me to announce that he has filed a dissent in which the Chief Justice and Mr. Justice Clark have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 39239,
            "mime": "audio\/mpeg",
            "size": 3511555,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1965\/22\/19670109o_22.delivery.mp3"
        },
        {
            "id": 61212,
            "mime": "audio\/ogg",
            "size": 7660702,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1965\/22\/19670109o_22.ogg"
        },
        {
            "id": 61213,
            "mime": "application\/x-mpegURL",
            "size": 11304,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1965\/22\/19670109o_22.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}