{
    "id": 23219,
    "title": "Opinion Announcement - April 22, 2014 (Part 2)",
    "transcript": {
        "title": null,
        "duration": 701.28,
        "sections": [
            {
                "start": 0,
                "stop": 701.28,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 701.28,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.507,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As you\u0027ve just heard, Justice Ginsburg and I respectfully dissent."
                            },
                            {
                                "start": 6.507,
                                "stop": 17.396,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case implicates a bedrock process based right, the right of all citizens to participate meaningfully and equally in self government."
                            },
                            {
                                "start": 17.396,
                                "stop": 25.099,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "My colleagues fundamentally misunderstand the nature of the injustice worked by Section 26."
                            },
                            {
                                "start": 25.099,
                                "stop": 33.067,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They say that this case is about who may resolve the debate over the use of race in higher education admissions."
                            },
                            {
                                "start": 33.067,
                                "stop": 36.87,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case is not about who may resolve that debate."
                            },
                            {
                                "start": 36.87,
                                "stop": 39.965,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The voters of Michigan clearly can."
                            },
                            {
                                "start": 39.965,
                                "stop": 44.905,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case is about how that debate may be resolved."
                            },
                            {
                                "start": 44.905,
                                "stop": 53.826,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Through the existing political process, Michigan voters were free to eliminate the use of race in admissions in any numbers of ways."
                            },
                            {
                                "start": 53.826,
                                "stop": 67.792,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For example they could have persuaded Michigan\u0027s elected university boards to change their minds, or they could have mobilized efforts to vote into office board members who shared their views."
                            },
                            {
                                "start": 67.792,
                                "stop": 90.13,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the Equal Protection Clause forbade them from doing what they did, instituting a more burdensome political process for decisions about the use of constitutionally permissible race considerations while leaving all non racial types of admission policies to the university boards."
                            },
                            {
                                "start": 90.13,
                                "stop": 101.782,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "45 years ago, this Court decided Hunter v. Erickson and 13 years after that it decided Washington versus Seattle School District No. 1."
                            },
                            {
                                "start": 101.782,
                                "stop": 117.76,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As my opinion explains in more detail, the Court decided those cases in the face of a history replete with instances of the majority stymieing the political voice of the minority through political restructurings."
                            },
                            {
                                "start": 117.76,
                                "stop": 149.05,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court responded in Hunter and Seattle by recognizing what we now call the political process doctrine, that doctrine teaches that the majority may not reconfigure the political process in a manner that creates a two-tiered system of political change, subjecting laws designed to protect or benefit, discrete and insular minorities, to a more burdensome political process than all other similar laws."
                            },
                            {
                                "start": 149.05,
                                "stop": 170.876,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court held that the Fourteenth Amendment cannot tolerate “a political structure that treats all individuals as equals, yet more subtly distorts governmental processes in such a way as to play special burdens on the ability of minority groups to achieve beneficial legislation.”"
                            },
                            {
                                "start": 170.876,
                                "stop": 185.856,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That type of structure, the Court explained and I\u0027m using its words both times is, “is no more permissible than denying the minority the right to vote on an equal basis with others.”"
                            },
                            {
                                "start": 185.856,
                                "stop": 201.772,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To focus on Seattle briefly, that case involved an initiative enacted by a majority of Washington State\u0027s voters that prohibited racial integrative busing in the wake of Brown versus Board of Education."
                            },
                            {
                                "start": 201.772,
                                "stop": 209.61,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Prior to the initiative, all decisions about educational policy were in the hands of local school boards."
                            },
                            {
                                "start": 209.61,
                                "stop": 227.255,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After the initiative, those citizens favoring the elimination of de facto school segregation through student assignments had to seek relief either from the state legislator, legislature or through another statewide initiative."
                            },
                            {
                                "start": 227.255,
                                "stop": 235.02,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Yet authority over all other student assignment decisions remained vested in the school boards."
                            },
                            {
                                "start": 235.02,
                                "stop": 257.505,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This type of restructuring, the Court reasoned, violated the Equal Protection Clause because it required those in favor of school integration which benefited minorities to “surmount a considerably higher burden -- hurdle than persons seeking comparable legislative action.”"
                            },
                            {
                                "start": 257.505,
                                "stop": 263.01,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This should sound familiar because the same is true of Section 26."
                            },
                            {
                                "start": 263.01,
                                "stop": 273.356,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Prior to Section 26, all of the admissions policies of Michigan\u0027s public university were in the hands of the elected school boards."
                            },
                            {
                                "start": 273.356,
                                "stop": 288.241,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After Section 26, all admissions policies remained in the hands of the Board with one notable exception, whether to consider race and admissions in constitutionally permissible ways."
                            },
                            {
                                "start": 288.241,
                                "stop": 299.366,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For those policies, and those policies only, voters must undertake the Herculean task of amending the State Constitution."
                            },
                            {
                                "start": 299.366,
                                "stop": 310.803,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Michigan\u0027s Constitution has been amended only 20 times from 2014 to 2000 and none of those initiatives benefited minorities."
                            },
                            {
                                "start": 310.803,
                                "stop": 325.337,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In fact, it is difficult to find even a single statewide initiative in any state in which voters approved policies that explicitly benefit racial or ethnic minority groups."
                            },
                            {
                                "start": 325.337,
                                "stop": 336.502,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As a result of Section 26, there are now two very different processes through which a Michigan citizen may influence admissions policies."
                            },
                            {
                                "start": 336.502,
                                "stop": 343.204,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One for those citizens interested in race-sensitive admissions policies and one for everybody else."
                            },
                            {
                                "start": 343.204,
                                "stop": 379.836,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The practical effect is that a white graduate of a public Michigan university who wishes to pass his historical privilege onto his children may freely lobby the board of that university in favor of an expanded legacy admissions policy, whereas a black Michigan citizen who was denied by racial discrimination the opportunity to attend that very university cannot lobby the board in favor of a policy that might give his children a chance that he never had."
                            },
                            {
                                "start": 379.836,
                                "stop": 408.999,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "My colleagues endorse this political restructuring because it is the product of democratic action, but to know the history of our nation is to understand that democratically approved legislation often has discriminated against minorities, and time and again, including in Hunter and Seattle, this Court has stepped in to overturn such legislation to preserve the rights of minorities."
                            },
                            {
                                "start": 408.999,
                                "stop": 422.284,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Although the Constitution does not protect racial minorities from political defeat, neither does it give the majority free reign to erect selective barriers against racial minorities."
                            },
                            {
                                "start": 422.284,
                                "stop": 438.655,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The political process doctrine polices the channel of change to ensure that the majority when it wins does so without rigging the rules of the game to ensure its perpetual success."
                            },
                            {
                                "start": 438.655,
                                "stop": 450.755,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is precisely what happened when Michigan voters enacted Section 26, and under Hunter and Seattle such a restructuring should not be tolerated."
                            },
                            {
                                "start": 450.755,
                                "stop": 455.067,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Why then does the Court reach the contrary result?"
                            },
                            {
                                "start": 455.067,
                                "stop": 458.063,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "My colleagues do not speak with one voice."
                            },
                            {
                                "start": 458.063,
                                "stop": 469.079,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality asks us to disregard the actual holdings of Hunter and Seattle and instead view those cases as involving intentional discrimination."
                            },
                            {
                                "start": 469.079,
                                "stop": 476.398,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Even from my brief discussion of those cases, it should be clear that the reading of them is untenable."
                            },
                            {
                                "start": 476.398,
                                "stop": 488.86,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Some of my other colleagues would openly overrule Hunter and Seattle even though that those cases represent a fundamental strand of our equal protection jurisprudence."
                            },
                            {
                                "start": 488.86,
                                "stop": 496.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ultimately, my colleagues do agree on one thing, that Section 26 is constitutionally permissible."
                            },
                            {
                                "start": 496.6,
                                "stop": 505.368,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That decision, however, runs counter to constitutional protections long recognized in our precedence."
                            },
                            {
                                "start": 505.368,
                                "stop": 509.96,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The consequences of today\u0027s decision is impossible to ignore."
                            },
                            {
                                "start": 509.96,
                                "stop": 517.092,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For over a century, Michigan\u0027s public universities essentially excluded minorities from admissions."
                            },
                            {
                                "start": 517.092,
                                "stop": 538.16,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Racial minorities eventually convinced Michigan school boards to take race into account in crafting admission plans that consider racial diversity in a limited way, when race-neutral alternatives have failed and it lead to increased diversity at Michigan\u0027s universities."
                            },
                            {
                                "start": 538.16,
                                "stop": 544.897,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now those constitutionally permissible policies are a thing of the past in Michigan."
                            },
                            {
                                "start": 544.897,
                                "stop": 555.207,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Michigan\u0027s universities have told us in no uncertain terms that they cannot achieve a diverse student body without race sensitive admissions plans."
                            },
                            {
                                "start": 555.207,
                                "stop": 557.625,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The numbers do not lie."
                            },
                            {
                                "start": 557.625,
                                "stop": 575.615,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As my opinion explains in detail, Section 26 has already led to decrease and put minority enrolment at Michigan\u0027s universities even as the total number of college-age underrepresented minorities at Michigan has increased."
                            },
                            {
                                "start": 575.615,
                                "stop": 582.33,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The same is true in California 15 years after a similar initiative took effect."
                            },
                            {
                                "start": 582.33,
                                "stop": 591.574,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Notwithstanding these statistics, some of my colleagues questioned the wisdom of using race-sensitive admissions policies in the first place."
                            },
                            {
                                "start": 591.574,
                                "stop": 608.342,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That view ignores the value of diversity in institutions of higher education, a value that we have long held to be of paramount importance, and it reveals a fundamental understanding about the reality of race in America."
                            },
                            {
                                "start": 608.342,
                                "stop": 617.751,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the end, my colleagues believed that we should leave race out of the constitutional picture entirely and let the voters sort it out."
                            },
                            {
                                "start": 617.751,
                                "stop": 622.418,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This reason -- this reasoning ignores this dark reality."
                            },
                            {
                                "start": 622.418,
                                "stop": 628.636,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All too apparent in communities throughout the country, that race still matters."
                            },
                            {
                                "start": 628.636,
                                "stop": 645.812,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The right way to stop discrimination on the basis of race is to speak openly and candidly on the subject of race and to apply the Constitution with eyes open to the unfortunate effects of centuries of racial discrimination."
                            },
                            {
                                "start": 645.812,
                                "stop": 661.292,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As members of the judiciary tasked with intervening, to carry out the guarantee of equal protection, we ought not sit back and wish away rather than confront the racial inequality that exists in our society."
                            },
                            {
                                "start": 661.292,
                                "stop": 687.377,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is this view that works harm by perpetuating the facile notion that what makes race matter is acknowledging the simple truth that race does matter and that it has influenced and continues to influence voter\u0027s decisions to deny minorities meaningful and equal access to the political process."
                            },
                            {
                                "start": 687.377,
                                "stop": 699.127,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Just like the initiatives in Hunter and Seattle, Section 26 should be invalidated under the Equal Protection Clause of the Constitution."
                            },
                            {
                                "start": 699.127,
                                "stop": 701.28,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56569,
            "mime": "audio\/mpeg",
            "size": 11220525,
            "href": "https:\/\/api.oyez.org\/sites\/default\/files\/12-682_20140422-opinion_sotomayor.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}