{
    "id": 23320,
    "title": "Opinion Announcement - April 22, 2014 (Part 1)",
    "transcript": {
        "title": null,
        "duration": 495.696,
        "sections": [
            {
                "start": 0,
                "stop": 495.696,
                "byte_start": 106496,
                "byte_stop": 2089190,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.494,
                        "byte_start": 106496,
                        "byte_stop": 144530,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.494,
                                "byte_start": 106496,
                                "byte_stop": 144530,
                                "text": "Justice Kennedy has opinion this morning in case 12-682, Schuette versus Coalition to Defend Affirmative Action Integration and Immigration Rights."
                            }
                        ]
                    },
                    {
                        "start": 9.494,
                        "stop": 495.696,
                        "byte_start": 144530,
                        "byte_stop": 2089190,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 9.494,
                                "stop": 12.952,
                                "byte_start": 144530,
                                "byte_stop": 158323,
                                "text": "This is a brief summary of the opinion announcing the judgment of the Court."
                            },
                            {
                                "start": 12.952,
                                "stop": 27.47,
                                "byte_start": 158323,
                                "byte_stop": 216419,
                                "text": "The Court in this case must determine whether an amendment to the Constitution of the State of Michigan, the State Constitution approved and enacted by Michigan voters is invalid under the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 27.47,
                                "stop": 42.808,
                                "byte_start": 216419,
                                "byte_stop": 277755,
                                "text": "In response to this Court\u0027s decision in 2003 in Gratz versus Bollinger which concerned race based preferences in higher education, the University of Michigan revised its undergraduate admissions process."
                            },
                            {
                                "start": 42.808,
                                "stop": 48.988,
                                "byte_start": 277755,
                                "byte_stop": 302519,
                                "text": "The new process still allowed limited use of race based preferences at the university."
                            },
                            {
                                "start": 48.988,
                                "stop": 55.022,
                                "byte_start": 302519,
                                "byte_stop": 326656,
                                "text": "There was a statewide debate on the question of state sponsored racial preferences."
                            },
                            {
                                "start": 55.022,
                                "stop": 61.521,
                                "byte_start": 326656,
                                "byte_stop": 352674,
                                "text": "And after that debate, Michigan voters in 2006 adopted an amendment to the State Constitution."
                            },
                            {
                                "start": 61.521,
                                "stop": 71.307,
                                "byte_start": 352674,
                                "byte_stop": 391753,
                                "text": "That amendment prohibited state and other governmental entities in Michigan from granting certain preferences including race based preferences and a wide variety of state actions."
                            },
                            {
                                "start": 71.307,
                                "stop": 78.421,
                                "byte_start": 391753,
                                "byte_stop": 420279,
                                "text": "And under the terms of the amendment race base preferences cannot be part of the admissions process for state universities."
                            },
                            {
                                "start": 78.421,
                                "stop": 88.013,
                                "byte_start": 420279,
                                "byte_stop": 458627,
                                "text": "The ballot proposal was called “Proposal 2”, it passed by a margin of 58% to 42%."
                            },
                            {
                                "start": 88.013,
                                "stop": 105.929,
                                "byte_start": 458627,
                                "byte_stop": 530307,
                                "text": "The resulting enactment became Article I Section 26 of the Michigan Constitution, and sometimes it\u0027s referred to as “Proposal 2”, the number of the ballot proposal, sometimes as to Section 26, the number of the amendment to the State Constitution when it was formally made part of the Constitution."
                            },
                            {
                                "start": 105.929,
                                "stop": 112.009,
                                "byte_start": 530307,
                                "byte_stop": 554548,
                                "text": "The voters enacted -- the voter enacted amendment was challenged as unconstitutional."
                            },
                            {
                                "start": 112.009,
                                "stop": 117.345,
                                "byte_start": 554548,
                                "byte_stop": 575969,
                                "text": "The United States District Court granted summary judgment upholding -- upholding it."
                            },
                            {
                                "start": 117.345,
                                "stop": 121.216,
                                "byte_start": 575969,
                                "byte_stop": 591433,
                                "text": "A panel of the United States Court of Appeals for the Sixth Circuit reversed."
                            },
                            {
                                "start": 121.216,
                                "stop": 135.953,
                                "byte_start": 591433,
                                "byte_stop": 650365,
                                "text": "The panel majority held that Proposal 2 had violated the principles elaborated by this Court in an earlier case, Washington versus Seattle School District No. 1 and in the cases that Seattle relied upon."
                            },
                            {
                                "start": 135.953,
                                "stop": 146.481,
                                "byte_start": 650365,
                                "byte_stop": 692475,
                                "text": "Then the Court of Appeals sitting en banc as a full court agreed with the panel decision.Seven judges dissented in a number of opinions and this Court granted certiorari."
                            },
                            {
                                "start": 146.481,
                                "stop": 150.07,
                                "byte_start": 692475,
                                "byte_stop": 706790,
                                "text": "It\u0027s important to note what this case is not about."
                            },
                            {
                                "start": 150.07,
                                "stop": 158.63,
                                "byte_start": 706790,
                                "byte_stop": 741063,
                                "text": "It is not about the constitutionality or the merits of race conscious admissions policies in higher education."
                            },
                            {
                                "start": 158.63,
                                "stop": 162.278,
                                "byte_start": 741063,
                                "byte_stop": 755691,
                                "text": "The consideration of race and admissions presents complex questions."
                            },
                            {
                                "start": 162.278,
                                "stop": 173.328,
                                "byte_start": 755691,
                                "byte_stop": 799890,
                                "text": "Those issues were address in part in Fisher versus The University of Texas at Austin, decided by this Court last term."
                            },
                            {
                                "start": 173.328,
                                "stop": 182.148,
                                "byte_start": 799890,
                                "byte_stop": 835103,
                                "text": "In Fisher, the Court did not disturb the principle that consideration of race in admissions is permissible provided that certain conditions are met."
                            },
                            {
                                "start": 182.148,
                                "stop": 185.85,
                                "byte_start": 835103,
                                "byte_stop": 849941,
                                "text": "And today\u0027s case as in Fisher, this principle is not challenged."
                            },
                            {
                                "start": 185.85,
                                "stop": 189.624,
                                "byte_start": 849941,
                                "byte_stop": 865092,
                                "text": "This case is not about how the debate about racial preferences should be resolved."
                            },
                            {
                                "start": 189.624,
                                "stop": 192.232,
                                "byte_start": 865092,
                                "byte_stop": 875436,
                                "text": "This is about who may resolve it."
                            },
                            {
                                "start": 192.232,
                                "stop": 195.235,
                                "byte_start": 875436,
                                "byte_stop": 887453,
                                "text": "Today, the judgment of the Court now states this."
                            },
                            {
                                "start": 195.235,
                                "stop": 206.146,
                                "byte_start": 887453,
                                "byte_stop": 931129,
                                "text": "There is no authority in the Constitution of the United States or in this Court\u0027s precedence for the judiciary to set aside Michigan laws that commit this policy determination to the voters."
                            },
                            {
                                "start": 206.146,
                                "stop": 220.443,
                                "byte_start": 931129,
                                "byte_stop": 988285,
                                "text": "In declaring Section 26 invalid in the context of student admissions at state universities, the Court of Appeals relied in primary part on this Court\u0027s decisions in Seattle, decision in Seattle which had deemed to control the case."
                            },
                            {
                                "start": 220.443,
                                "stop": 228.165,
                                "byte_start": 988285,
                                "byte_stop": 1019214,
                                "text": "The Seattle opinion and the Seattle decision included a broad statement to this effect."
                            },
                            {
                                "start": 228.165,
                                "stop": 239.926,
                                "byte_start": 1019214,
                                "byte_stop": 1066235,
                                "text": "Any state action with a racial focus that makes it more difficult for certain racial minorities than for other groups to achieve legislation that is in their interest is subject to strict scrutiny."
                            },
                            {
                                "start": 239.926,
                                "stop": 246.026,
                                "byte_start": 1066235,
                                "byte_stop": 1090685,
                                "text": "The holding of the Seattle case can and does remain intact, but that language was dictum."
                            },
                            {
                                "start": 246.026,
                                "stop": 252.088,
                                "byte_start": 1090685,
                                "byte_stop": 1114927,
                                "text": "And the broad reading given to it by the Court of Appeals in this case shows why it must be disapproved."
                            },
                            {
                                "start": 252.088,
                                "stop": 263.859,
                                "byte_start": 1114927,
                                "byte_stop": 1161947,
                                "text": "The Court of Appeals expansive reading of Seattle has no principle of limitation and raises serious questions of compatibility with the Court\u0027s settled equal protection jurisprudence."
                            },
                            {
                                "start": 263.859,
                                "stop": 284.116,
                                "byte_start": 1161947,
                                "byte_stop": 1243032,
                                "text": "To the extent Seattle is read to require the judiciary to determine and declare what political policies serve the interest of a group, of a group defined in racial terms, that rationale was not only unnecessary to the decision in Seattle, but also has no supporting precedent, and it raises serious constitutional concerns."
                            },
                            {
                                "start": 284.116,
                                "stop": 292.726,
                                "byte_start": 1243032,
                                "byte_stop": 1277409,
                                "text": "The rule -- the rule that the Court of Appeals elaborated and that respondents sought to establish here would contradict central equal protection principles."
                            },
                            {
                                "start": 292.726,
                                "stop": 295.07,
                                "byte_start": 1277409,
                                "byte_stop": 1286813,
                                "text": "It cannot be entertained."
                            },
                            {
                                "start": 295.07,
                                "stop": 315.703,
                                "byte_start": 1286813,
                                "byte_stop": 1369360,
                                "text": "It is a serious proposition that all individuals of the same race think alike, yet that proposition would be unnecessary, beginning point with the Seattle formulation to control and if it were deemed necessary to probe how some races define their own interest in political matters, still another beginning point would be to define individuals according to race."
                            },
                            {
                                "start": 315.703,
                                "stop": 325.86,
                                "byte_start": 1369360,
                                "byte_stop": 1410006,
                                "text": "But in a society in which racial lines are becoming more blurred, the attempt to define race based categories also raises serious questions of its own."
                            },
                            {
                                "start": 325.86,
                                "stop": 335.884,
                                "byte_start": 1410006,
                                "byte_stop": 1450130,
                                "text": "The central issue here is the right of Michigan voters to decide and to act after discussing these complex issues."
                            },
                            {
                                "start": 335.884,
                                "stop": 352.813,
                                "byte_start": 1450130,
                                "byte_stop": 1517840,
                                "text": "The freedom secured by the Constitution consist in one of its essential dimensions of the right of the individual, not to be injured by the unlawful exercise of governmental power, yet freedom does not stop with individual rights."
                            },
                            {
                                "start": 352.813,
                                "stop": 369.161,
                                "byte_start": 1517840,
                                "byte_stop": 1583146,
                                "text": "Our constitutional system embraces two, the right of citizens to debate and then through the political process to act in concert, to try to shape the course of a nation that must strive always to make freedom ever greater and more secure."
                            },
                            {
                                "start": 369.161,
                                "stop": 377.835,
                                "byte_start": 1583146,
                                "byte_stop": 1617941,
                                "text": "Here, Michigan voters acted in concert and statewide to seek consensus, and adopt a policy on a difficult subject."
                            },
                            {
                                "start": 377.835,
                                "stop": 386.387,
                                "byte_start": 1617941,
                                "byte_stop": 1652109,
                                "text": "They deliberated against a historical background of race in America that has been a source of tragedy and persisting injustice."
                            },
                            {
                                "start": 386.387,
                                "stop": 399.395,
                                "byte_start": 1652109,
                                "byte_stop": 1704145,
                                "text": "That history demands that we continue to learn, to listen and to remain open to new approaches if we are to aspire always to a constitutional order in which all persons are treated with fairness and equal dignity."
                            },
                            {
                                "start": 399.395,
                                "stop": 422.322,
                                "byte_start": 1704145,
                                "byte_stop": 1795887,
                                "text": "Where the Court to rule that the question addressed by Michigan voters is too sensitive or complex to be within the grasp of the electorate, too delicate to be resolved say by university officials or faculties, or so arcane that the electorate\u0027s power must be limited, that holding would be an unprecedented restriction on a fundamental right held by all in common."
                            },
                            {
                                "start": 422.322,
                                "stop": 431.13,
                                "byte_start": 1795887,
                                "byte_stop": 1831100,
                                "text": "It is the right to speak and, debate and learn and then, as a matter of political will, to act through a lawful electoral process."
                            },
                            {
                                "start": 431.13,
                                "stop": 443.157,
                                "byte_start": 1831100,
                                "byte_stop": 1879165,
                                "text": "Perhaps when enacting policies as an exercise of democratic self governments, voters will determine that race based preferences should be adopted, perhaps they will reach the opposite conclusion."
                            },
                            {
                                "start": 443.157,
                                "stop": 448.279,
                                "byte_start": 1879165,
                                "byte_stop": 1899645,
                                "text": "The constitutional validity of some of those choices regarding racial preferences is not at issue here."
                            },
                            {
                                "start": 448.279,
                                "stop": 454.507,
                                "byte_start": 1899645,
                                "byte_stop": 1924618,
                                "text": "The holding in the instant case is simply that the courts may not disempower the voters from choosing which path to follow."
                            },
                            {
                                "start": 454.507,
                                "stop": 467.184,
                                "byte_start": 1924618,
                                "byte_stop": 1975296,
                                "text": "Freedom embraces the right, indeed the duty to engage in a rational civic discourse in order to determine how best to form a consensus to shape the destiny of the nation and its people."
                            },
                            {
                                "start": 467.184,
                                "stop": 470.349,
                                "byte_start": 1975296,
                                "byte_stop": 1987939,
                                "text": "The judgment of the Court of Appeals for the Sixth Circuit is reversed."
                            },
                            {
                                "start": 470.349,
                                "stop": 473.487,
                                "byte_start": 1987939,
                                "byte_stop": 2000478,
                                "text": "The Chief Justice and Justice Alito joined this opinion."
                            },
                            {
                                "start": 473.487,
                                "stop": 476.459,
                                "byte_start": 2000478,
                                "byte_stop": 2012390,
                                "text": "The Chief Justice has filed a concurring opinion."
                            },
                            {
                                "start": 476.459,
                                "stop": 482.526,
                                "byte_start": 2012390,
                                "byte_stop": 2036632,
                                "text": "Justice Scalia has filed an opinion concurring in the judgment in which Justice Thomas joins."
                            },
                            {
                                "start": 482.526,
                                "stop": 486.153,
                                "byte_start": 2036632,
                                "byte_stop": 2051156,
                                "text": "Justice Breyer has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 486.153,
                                "stop": 490.501,
                                "byte_start": 2051156,
                                "byte_stop": 2068501,
                                "text": "Justice Sotomayor has filed a dissenting opinion in which Justice Ginsburg joins."
                            },
                            {
                                "start": 490.501,
                                "stop": 495.696,
                                "byte_start": 2068501,
                                "byte_stop": 2089190,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55762,
            "mime": "audio\/mpeg",
            "size": 2089399,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-682\/12-682_20140422-opinion-1.delivery.mp3"
        },
        {
            "id": 77478,
            "mime": "audio\/ogg",
            "size": 4957156,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-682\/12-682_20140422-opinion-1.ogg"
        },
        {
            "id": 77479,
            "mime": "application\/x-mpegURL",
            "size": 8743,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-682\/12-682_20140422-opinion-1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}