{
    "id": 22532,
    "title": "Opinion Announcement - February 27, 2001",
    "transcript": {
        "title": "Semtek International, Inc. v. Lockheed Martin Corporation",
        "duration": 338.678,
        "sections": [
            {
                "start": 0,
                "stop": 338.678,
                "byte_start": 92847,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 338.678,
                        "byte_start": 92847,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.587,
                                "byte_start": 92847,
                                "byte_stop": 139240,
                                "text": "The second decision I have to announce is in case No. 99-1551, Semtek International, Inc. versus Lockheed Martin Corporation."
                            },
                            {
                                "start": 11.587,
                                "stop": 17.021,
                                "byte_start": 139240,
                                "byte_stop": 160974,
                                "text": "That case comes to us on the writ of certiorari to the Maryland Court of Special Appeals."
                            },
                            {
                                "start": 17.021,
                                "stop": 28.303,
                                "byte_start": 160974,
                                "byte_stop": 206114,
                                "text": "Petitioner Semtek filed suit against respondent Lockheed Martin in California State Court alleging breach of contract and various business torts."
                            },
                            {
                                "start": 28.303,
                                "stop": 43.268,
                                "byte_start": 206114,
                                "byte_stop": 265987,
                                "text": "Respondent removed this suit to California Federal District Court based on diversity of citizenship and successfully moved to dismiss the case on the merits as barred by California’s statute of limitations."
                            },
                            {
                                "start": 43.268,
                                "stop": 53.743,
                                "byte_start": 265987,
                                "byte_stop": 307887,
                                "text": "Petitioner then brought suit in Maryland State Court alleging the same causes of action which were not time barred under Maryland’s statute of limitations."
                            },
                            {
                                "start": 53.743,
                                "stop": 58.494,
                                "byte_start": 307887,
                                "byte_stop": 326904,
                                "text": "That court dismissed the case on the grounds of res judicata."
                            },
                            {
                                "start": 58.494,
                                "stop": 76.485,
                                "byte_start": 326904,
                                "byte_stop": 398793,
                                "text": "In affirming the Maryland Court of Special Appeals held that regardless of whether California would have accorded claim-preclusive effect to a statute of limitations dismissal by one of its own courts, the California Federal Court’s dismissal barred the Maryland complaint."
                            },
                            {
                                "start": 76.485,
                                "stop": 88.748,
                                "byte_start": 398793,
                                "byte_stop": 447903,
                                "text": "It did so, the Court reasoned because the res judicata effect of federal diversity judgments is prescribed by federal law, under which the earlier dismissal was on the merits and thus claim-preclusive."
                            },
                            {
                                "start": 88.748,
                                "stop": 92.364,
                                "byte_start": 447903,
                                "byte_stop": 462323,
                                "text": "We granted certiorari and now reverse."
                            },
                            {
                                "start": 92.364,
                                "stop": 114.796,
                                "byte_start": 462323,
                                "byte_stop": 552080,
                                "text": "Federal Rule of Civil Procedure 41(b) provides that unless the court “otherwise specifies” an involuntary dismissal other than a dismissal for lack of jurisdiction improper venue or failure to join a party under Rule 19 “operates as an adjudication upon the merits”."
                            },
                            {
                                "start": 114.796,
                                "stop": 119.688,
                                "byte_start": 552080,
                                "byte_stop": 571619,
                                "text": "Respondent contends that this rule controls the outcome of this case."
                            },
                            {
                                "start": 119.688,
                                "stop": 121.884,
                                "byte_start": 571619,
                                "byte_stop": 580396,
                                "text": "We disagree."
                            },
                            {
                                "start": 121.884,
                                "stop": 132.344,
                                "byte_start": 580396,
                                "byte_stop": 622297,
                                "text": "Although, the original connotation of a judgment on the merits was one that passes directly on the substance of a claim and will thus be claim preclusive."
                            },
                            {
                                "start": 132.344,
                                "stop": 140.723,
                                "byte_start": 622297,
                                "byte_stop": 655838,
                                "text": "The meaning of the term has undergone change and it no longer necessarily designates a “judgment effecting claim preclusion”."
                            },
                            {
                                "start": 140.723,
                                "stop": 145.938,
                                "byte_start": 655838,
                                "byte_stop": 676631,
                                "text": "There are number of reasons for believing it does not bear that meaning in Rule 41(b)."
                            },
                            {
                                "start": 145.938,
                                "stop": 166.459,
                                "byte_start": 676631,
                                "byte_stop": 758760,
                                "text": "It would be peculiar to announce a federally prescribed rule on claim preclusion in a default rule for determining a dismissal’s import which is what 41(b) is, or to find a rule governing the effect to be accorded federal judgments by other courts ensconced in rules governing the internal procedures of the rendering court itself."
                            },
                            {
                                "start": 166.459,
                                "stop": 176.742,
                                "byte_start": 758760,
                                "byte_stop": 799825,
                                "text": "Indeed such a rule would arguably violate the jurisdiction limitation of the Rules Enabling Act which provides that the rules shall not abridge, enlarge or modify any substantive right."
                            },
                            {
                                "start": 176.742,
                                "stop": 193.1,
                                "byte_start": 799825,
                                "byte_stop": 865340,
                                "text": "Moreover, as so interpreted the rule would in many cases violate the federalism principle of Erie Railroad versus Tompkins by engendering substantial variations in outcomes between state and federal litigation which would likely influence the choice of forum."
                            },
                            {
                                "start": 193.1,
                                "stop": 205.37,
                                "byte_start": 865340,
                                "byte_stop": 914346,
                                "text": "Finally this Court has never relied upon Rule 41(b) when recognizing the claim preclusive effect of federal judgments in federal question cases as oppose to diversity cases."
                            },
                            {
                                "start": 205.37,
                                "stop": 222.054,
                                "byte_start": 914346,
                                "byte_stop": 981115,
                                "text": "We think the key to the meaning of “operates as an adjudication upon the merits,” in Rule 41(b) is to be found in Rule 41(a) which makes clear than an adjudication upon the merits is simply the opposite of a dismissal without prejudice that is to say."
                            },
                            {
                                "start": 222.054,
                                "stop": 228.014,
                                "byte_start": 981115,
                                "byte_stop": 1004938,
                                "text": "It is a dismissal that prevents refilling of the same claim in the same court."
                            },
                            {
                                "start": 228.014,
                                "stop": 235.709,
                                "byte_start": 1004938,
                                "byte_stop": 1035763,
                                "text": "That is undoubtedly a necessary condition for claim preclusive effect in other courts, but it is not a sufficient condition."
                            },
                            {
                                "start": 235.709,
                                "stop": 257.771,
                                "byte_start": 1035763,
                                "byte_stop": 1123952,
                                "text": "We think the claim preclusive effect of a federal court dismissal in a diversity case is governed not by rule 41(b) but by court determined federal common law, as it is in federal question cases where we have long held that States cannot give Federal Court judgments merely whatever effect they would give there own judgments but must accord them the effect that this Court prescribes."
                            },
                            {
                                "start": 257.771,
                                "stop": 270.209,
                                "byte_start": 1123952,
                                "byte_stop": 1173689,
                                "text": "As to what the court determined federal common law rule ought to be since State rather than Federal substantive law is at issue in these diversity cases there is no need for a uniform federal rule."
                            },
                            {
                                "start": 270.209,
                                "stop": 281.106,
                                "byte_start": 1173689,
                                "byte_stop": 1217366,
                                "text": "Indeed nationwide uniformity is better served by having the same rule of claim preclusion the state rule apply whether the dismissal has been ordered by a State or by a Federal Court."
                            },
                            {
                                "start": 281.106,
                                "stop": 301.153,
                                "byte_start": 1217366,
                                "byte_stop": 1297510,
                                "text": "Consequently, We think this is  a classic case for adopting as the federally prescribed rule of decision the law of it would be applied by State Courts in the State in which the federal diversity courts sits, any other rule would produce the sort of forum shopping and inequitable administration of the laws that Erie seeks to avoid."
                            },
                            {
                                "start": 301.153,
                                "stop": 311.748,
                                "byte_start": 1297510,
                                "byte_stop": 1339933,
                                "text": "While the federal reference to state law will not obtain in situations in which the state law is incompatible with federal interests there is no such conflict here."
                            },
                            {
                                "start": 311.748,
                                "stop": 322.282,
                                "byte_start": 1339933,
                                "byte_stop": 1382042,
                                "text": "Consequently, the Maryland Court of Special Appeals erred in holding that the Federal Court dismissal necessarily precluded the bringing of this action in Maryland Court’s."
                            },
                            {
                                "start": 322.282,
                                "stop": 337.526,
                                "byte_start": 1382042,
                                "byte_stop": 1442960,
                                "text": "Whether it did so depends upon the claim preclusion law of California the State in which that Federal Court sat, we do not pass upon what that California law is but leave it to be determined by the Court of Special Appeals of Maryland on remand."
                            },
                            {
                                "start": 337.526,
                                "stop": 338.678,
                                "byte_start": 1442960,
                                "byte_stop": 0,
                                "text": "The Court’s decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54186,
            "mime": "audio\/mpeg",
            "size": 1447557,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1551\/20010227o_99-1551.delivery.mp3"
        },
        {
            "id": 75926,
            "mime": "audio\/ogg",
            "size": 3522349,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1551\/20010227o_99-1551.ogg"
        },
        {
            "id": 75927,
            "mime": "application\/x-mpegURL",
            "size": 5083,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1551\/20010227o_99-1551.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}