{
    "id": 21581,
    "title": "Opinion Announcement - December 10, 2003",
    "transcript": {
        "title": "McConnell v. Federal Election Commission",
        "duration": 456.777,
        "sections": [
            {
                "start": 0,
                "stop": 456.777,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 456.777,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 42.163,
                                "byte_start": 28672,
                                "byte_stop": 197423,
                                "text": "I have the opinions of the Court to announce in all 300 pages of them in No. 02-1674 McConnell versus Federal Election Commission in eleven companion cases."
                            },
                            {
                                "start": 42.163,
                                "stop": 50.122,
                                "byte_start": 197423,
                                "byte_stop": 229188,
                                "text": "The plaintiffs challenge the constitutionality of numerous provisions of the Bipartisan Campaign Reform Act of 2002."
                            },
                            {
                                "start": 50.122,
                                "stop": 57.314,
                                "byte_start": 229188,
                                "byte_stop": 258027,
                                "text": "A three-judge panel of the District Court held some provisions of the Act unconstitutional and upheld others."
                            },
                            {
                                "start": 57.314,
                                "stop": 63.085,
                                "byte_start": 258027,
                                "byte_stop": 281015,
                                "text": "After noting probable jurisdiction, we expedited the argument and decision of the cases."
                            },
                            {
                                "start": 63.085,
                                "stop": 70.267,
                                "byte_start": 281015,
                                "byte_stop": 309750,
                                "text": "Because the cases present so many issues, we have prepared three separate court opinions to explain our disposition."
                            },
                            {
                                "start": 70.267,
                                "stop": 77.258,
                                "byte_start": 309750,
                                "byte_stop": 337753,
                                "text": "Given the length of those opinions, my oral announcement will contain only an abbreviated outline of what we have decided."
                            },
                            {
                                "start": 77.258,
                                "stop": 84.647,
                                "byte_start": 337753,
                                "byte_stop": 367323,
                                "text": "In brief, the Court has concluded that with two relatively minor exceptions, the entire statute is constitutional."
                            },
                            {
                                "start": 84.647,
                                "stop": 101.499,
                                "byte_start": 367323,
                                "byte_stop": 434719,
                                "text": "Those two exceptions are Section 213 which requires political parties to choose between making coordinated or independent expenditures for their nominees, and Section 318 which prohibits minors from making contributions to political candidates or parties."
                            },
                            {
                                "start": 101.499,
                                "stop": 106.935,
                                "byte_start": 434719,
                                "byte_stop": 456453,
                                "text": "The first of the three Court opinions has two authors, Justice Stevens and Justice O’Connor."
                            },
                            {
                                "start": 106.935,
                                "stop": 109.955,
                                "byte_start": 456453,
                                "byte_stop": 468574,
                                "text": "It covers Titles I and II of the Act."
                            },
                            {
                                "start": 109.955,
                                "stop": 118.992,
                                "byte_start": 468574,
                                "byte_stop": 504728,
                                "text": "I have authored the second Court opinion discussing Titles III and IV, and Justice Breyer\u0027s opinion for the Court covers Title V."
                            },
                            {
                                "start": 118.992,
                                "stop": 133.591,
                                "byte_start": 504728,
                                "byte_stop": 563137,
                                "text": "Title I of the Act restricts the use of soft money that is money raised outside the source and amount limitations established by the Federal Campaign Act to fund the activities that influence federal elections."
                            },
                            {
                                "start": 133.591,
                                "stop": 150.835,
                                "byte_start": 563137,
                                "byte_stop": 632101,
                                "text": "Title I\u0027s central provision numbered Section 323(a) in the amended version of the Federal Election Campaign Act prohibits national political parties and their agents from soliciting, receiving, directing, or spending soft money."
                            },
                            {
                                "start": 150.835,
                                "stop": 167.532,
                                "byte_start": 632101,
                                "byte_stop": 698870,
                                "text": "The joint opinion concludes that this prohibition is an appropriate response to Congress’ legitimate concerns with preventing the actual and apparent corruption threatened by large soft money contributions and preserving the integrity of the federal election process."
                            },
                            {
                                "start": 167.532,
                                "stop": 205.627,
                                "byte_start": 698870,
                                "byte_stop": 851216,
                                "text": "The joint opinion upholds both this provision and the remaining provisions of Title I, which as the court can excuse them, largely enforced Section 323(a) by preventing state parties form using soft money to fund the activities that influence federal election prohibiting both national and state parties from soliciting and donating soft money to tax-exempt organizations that engage in federal election activity and regulating federal and state candidates and office holder’s use of soft money in connection with certain election-related activities."
                            },
                            {
                                "start": 205.627,
                                "stop": 219.74,
                                "byte_start": 851216,
                                "byte_stop": 907640,
                                "text": "Title II of the BCRA primarily regulates the funding of electioneering communications that is communications that are intended to or have the effect of influencing the outcome of federal election."
                            },
                            {
                                "start": 219.74,
                                "stop": 243.081,
                                "byte_start": 907640,
                                "byte_stop": 1001054,
                                "text": "The joint opinion upholds the Act’s primary definition of electioneering communications as it applies both in the context of the disclosure provision set forth in Section 201 of the Act and in the context of Section 203 which prohibits corporations and labor unions from using general treasury funds to finance such communications."
                            },
                            {
                                "start": 243.081,
                                "stop": 248.205,
                                "byte_start": 1001054,
                                "byte_stop": 1021534,
                                "text": "Section 204 extends this prohibition to non-profit corporations."
                            },
                            {
                                "start": 248.205,
                                "stop": 267.092,
                                "byte_start": 1021534,
                                "byte_stop": 1097080,
                                "text": "The joint opinion construes Section 204 to exempt the subcategory of non-profits described in our decision in Massachusetts citizens for Life commonly called MCFL organization, and upholds it as so construed."
                            },
                            {
                                "start": 267.092,
                                "stop": 275.845,
                                "byte_start": 1097080,
                                "byte_stop": 1132084,
                                "text": "Title II also contains a number of provisions regulating independent and coordinative expenditures in connection with political campaigns."
                            },
                            {
                                "start": 275.845,
                                "stop": 303.56,
                                "byte_start": 1132084,
                                "byte_stop": 1242948,
                                "text": "The joint opinion upholds Sections 204 and 214 which provide that expenditures coordinated with political parties are treated as contributions to those parties, but find constitutional infirmities in Section 213 which requires political parties to choose between making unlimited independent expenditures or a limited coordinated expenditures in support of their nominees."
                            },
                            {
                                "start": 303.56,
                                "stop": 314.757,
                                "byte_start": 1242948,
                                "byte_stop": 1287774,
                                "text": "Title III and IV contains several amendments to the Federal Election Campaign Act, the Communications Act, and other provisions of the United States Code."
                            },
                            {
                                "start": 314.757,
                                "stop": 326.52,
                                "byte_start": 1287774,
                                "byte_stop": 1334794,
                                "text": "In my opinion for the Court, we conclude that several of the plaintiffs\u0027 challenges to this provision including Section 305 pertaining to so-called attack ads are not justiciable."
                            },
                            {
                                "start": 326.52,
                                "stop": 343.634,
                                "byte_start": 1334794,
                                "byte_stop": 1403235,
                                "text": "We do uphold however, Section 311 of the Act which requires that electioneering communications clearly identify either the candidate who authorized them or if they have not been so authorized, the individual who sponsored them without the candidate’s authorization."
                            },
                            {
                                "start": 343.634,
                                "stop": 356.704,
                                "byte_start": 1403235,
                                "byte_stop": 1455585,
                                "text": "On the other hand, we strike down Section 318 which prohibits minors from making contributions to candidates or political parties as an unconstitutional abridgment of minors’ First Amendment rights."
                            },
                            {
                                "start": 356.704,
                                "stop": 363.631,
                                "byte_start": 1455585,
                                "byte_stop": 1483274,
                                "text": "Finally, in the third Court opinion written by Justice Breyer we uphold the sole provision of Title V at issue in this case."
                            },
                            {
                                "start": 363.631,
                                "stop": 375.296,
                                "byte_start": 1483274,
                                "byte_stop": 1529877,
                                "text": "Section 504 which requires broadcasters to keep publicly available records of requests to purchase broadcast time for politically related communication."
                            },
                            {
                                "start": 375.296,
                                "stop": 377.222,
                                "byte_start": 1529877,
                                "byte_stop": 1537609,
                                "text": "There are several separate opinions."
                            },
                            {
                                "start": 377.222,
                                "stop": 384.398,
                                "byte_start": 1537609,
                                "byte_stop": 1566344,
                                "text": "I have written a dissent with respect to Titles I and V which Justices Scalia and Kennedy have joined."
                            },
                            {
                                "start": 384.398,
                                "stop": 392.473,
                                "byte_start": 1566344,
                                "byte_stop": 1598631,
                                "text": "Justice Stevens has written an opinion dissenting with respect to Section 305 which Justices Ginsburg and Breyer have joined."
                            },
                            {
                                "start": 392.473,
                                "stop": 407.269,
                                "byte_start": 1598631,
                                "byte_stop": 1657772,
                                "text": "Justice Scalia has written an opinion dissenting with respect to Titles I and V concurring with respect to Titles III and IV, and concurring in the judgment in part and dissenting in part with respect of Title II."
                            },
                            {
                                "start": 407.269,
                                "stop": 420.098,
                                "byte_start": 1657772,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed an opinion concurring in the judgment in part and dissenting in part with respect to Titles I and II which I have joined in its entirety and which Justices Scalia and Thomas have both joined in part."
                            },
                            {
                                "start": 420.098,
                                "stop": 456.777,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Thomas has written an opinion dissenting with respect to Titles I and V concurring in the judgment in part and dissenting in part with respect to Titles II, III, and IV; Justice Scalia has joined this opinion in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52285,
            "mime": "audio\/mpeg",
            "size": 1686612,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/02-1674\/20031210o_02-1674.delivery.mp3"
        },
        {
            "id": 74054,
            "mime": "audio\/ogg",
            "size": 4107630,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/02-1674\/20031210o_02-1674.ogg"
        },
        {
            "id": 74055,
            "mime": "application\/x-mpegURL",
            "size": 6227,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/02-1674\/20031210o_02-1674.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}