{
    "ID": 62660,
    "name": "Mathis v. United States",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-6092",
    "docket_number": "15-6092",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Richard Mathis",
    "second_party": "United States",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1453183200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53406"
        }
    ],
    "lower_court": {
        "ID": 13,
        "name": "United States Court of Appeals for the Eighth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/13"
    },
    "facts_of_the_case": "\u003Cp\u003EOn March 8, 2013, police officers executed a warrant to search Richard Mathis’ house following allegations of sexual abuse from young men. The officers found a loaded rifle and ammunition. After he was arrested and while in custody, Mathis admitted to owning the rifle and ammunition, and he was charged with being a felon in possession of a firearm in violation of the Armed Career Criminal Act (ACCA) because of his five previous burglary convictions in Iowa state courts. At trial, the district court used a modified categorical approach to determine that Mathis’ prior convictions constituted violent felonies because the elements of the offense were substantially similar to generic burglary and posed the same risk of harm to others. Therefore, Mathis was sentenced to 180 months imprisonment pursuant to the ACCA. Mathis appealed his conviction and argued that his Iowa convictions should not have constituted predicate offenses under the ACCA, but the U.S. Court of Appeals for the Eighth Circuit affirmed the lower court\u0027s decision.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EDoes a predicate prior conviction under the Armed Career Criminal Act qualify when the courts examine the specific elements of the offenses in question using a modified categorical approach?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27408"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 41.587549,
        "longitude": -93.615212,
        "name": "U.S. District Court for the Southern District of Iowa",
        "street": "123 East Walnut Street",
        "city": "Des Moines",
        "province": "IA",
        "postal_code": null,
        "province_name": "Iowa"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether a predicate prior conviction under the Armed Career Criminal Act qualify when the courts examine the specific elements of the offenses in question using a modified categorical approach.",
    "written_opinion": null,
    "related_cases": null
}