{
    "ID": 62658,
    "name": "McDonnell v. United States",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-474",
    "docket_number": "15-474",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Robert F. McDonnell",
    "second_party": "United States",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53404"
        }
    ],
    "lower_court": {
        "ID": 9,
        "name": "United States Court of Appeals for the Fourth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/9"
    },
    "facts_of_the_case": "\u003Cp\u003EOn November 3, 2009, Robert F. McDonnell was elected Governor of Virginia. At the time of his election, he and his family were experiencing economic difficulties; by September 2010, he and his wife had a combined credit card balance of $90,000, and by 2012 the business he and his sister operated had a loan balance of $2.5 million. Shortly after his election, McDonnell met with Jonnie Williams, the founder and CEO of Star Scientific, Inc. (Star), which was trying to market a product called Anatabloc that could be used to treat chronic inflammation. Star wanted the Food and Drug Administration to classify Anatabloc as a pharmaceutical, which would be more profitable than the alternative classification of nutraceutical. However, such a classification would require expensive testing, clinical trials and studies, and Star lacked the funds. Between 2009 and 2012, Williams and McDonnell met several times and agreed that “independent testing [of Anatabloc] in Virginia was a good idea.” Williams also provided expensive gifts to the McDonnells and “was willing to help” with their financial troubles. A launch event for Anatabloc was held at the Governor’s Mansion, and Mrs. McDonnell facilitated meetings between Star officials and officials at the University of Virginia and Virginia Commonwealth University to get the studies started. Mrs. McDonnell also purchased, sold, and gifted Star stock in such as way as to avoid reporting requirements, and McDonnell spoke to various government officials about the benefits of Anatabloc.\u003C\/p\u003E\n\u003Cp\u003EThe McDonnells were eventually arrested and charged for corruption, under federal statutes that make it a felony to take “official action” in exchange for money, campaign contributions, or any other thing of value. On September 4, 2014, McDonnell was found guilty on 11 counts of corruption. McDonnell appealed his conviction and argued that the jury instructions given at trial did not properly define the term “official action.” The U.S. Court of Appeals for the Fourth Circuit affirmed his conviction and held that the jury instructions in question were adequate.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EFor the purpose of federal bribery statutes, is an “official action” limited to the exercise or threatened exercise of actual governmental power, and if the term is not limited in this manner, are the statutes unconstitutional?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27406"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 37.538611,
        "longitude": -77.4325,
        "name": "Executive Mansion",
        "street": "Capitol Square",
        "city": "Richmond",
        "province": "VA",
        "postal_code": null,
        "province_name": "Virginia"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether, for the purpose of federal bribery statutes, an “official action” is limited to the exercise or threatened exercise of actual governmental power, and, if the term is not limited in this manner, if the statutes are unconstitutional.",
    "written_opinion": null,
    "related_cases": null
}