{
    "id": 21611,
    "title": "Opinion Announcement - January 25, 2010",
    "transcript": {
        "title": "Hemi Group LLC v. City of New York",
        "duration": 351.817,
        "sections": [
            {
                "start": 0,
                "stop": 351.817,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 351.817,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.518,
                                "byte_start": 105472,
                                "byte_stop": 135565,
                                "text": "I have an opinion this morning in case number 08-969, Hemi Group versus the City of New York."
                            },
                            {
                                "start": 7.518,
                                "stop": 11.62,
                                "byte_start": 135565,
                                "byte_stop": 151970,
                                "text": "The City of New York taxes the possession of cigarettes."
                            },
                            {
                                "start": 11.62,
                                "stop": 18.254,
                                "byte_start": 151970,
                                "byte_stop": 178510,
                                "text": "If you sell cigarettes in New York City you have to charge, collect and remit the tax to the city."
                            },
                            {
                                "start": 18.254,
                                "stop": 24.554,
                                "byte_start": 178510,
                                "byte_stop": 203692,
                                "text": "Hemi Group, however, is based in New Mexico and it sells cigarettes online to residents of the city."
                            },
                            {
                                "start": 24.554,
                                "stop": 43.338,
                                "byte_start": 203692,
                                "byte_stop": 278925,
                                "text": "Neither state nor city law requires Hemi to charge, collect or remit the tax and the purchasers seldom pay it on their own, but a federal law called the Jenkins Act requires out-of-state vendors like Hemi to turnover customer information to the states where they ship the cigarettes."
                            },
                            {
                                "start": 43.338,
                                "stop": 48.553,
                                "byte_start": 278925,
                                "byte_stop": 299719,
                                "text": "When New York State gets this customer information from Hemi, it can pass it on to the city."
                            },
                            {
                                "start": 48.553,
                                "stop": 56.304,
                                "byte_start": 299719,
                                "byte_stop": 330752,
                                "text": "When the city has the customer information, it can pursue payment from customers who do not pay the tax on their own."
                            },
                            {
                                "start": 56.304,
                                "stop": 61.777,
                                "byte_start": 330752,
                                "byte_stop": 352590,
                                "text": "In this case the city alleges that Hemi he did not turn over the Jenkins Act information to the state."
                            },
                            {
                                "start": 61.777,
                                "stop": 66.381,
                                "byte_start": 352590,
                                "byte_stop": 371085,
                                "text": "Without that information the city could not recover cigarette taxes."
                            },
                            {
                                "start": 66.381,
                                "stop": 76.954,
                                "byte_start": 371085,
                                "byte_stop": 413299,
                                "text": "The city sued Hemi, alleging that Hemi\u0027s actions amounted to a violation of the Racketeer Influenced and Corrupt Organizations Act known as RICO."
                            },
                            {
                                "start": 76.954,
                                "stop": 88.342,
                                "byte_start": 413299,
                                "byte_stop": 458856,
                                "text": "Now, to recover under RICO, the city must show that it lost the tax revenue By reason of\u0022 Hemi\u0027s failure to file Jenkins Acts reports with the state."
                            },
                            {
                                "start": 88.342,
                                "stop": 94.833,
                                "byte_start": 458856,
                                "byte_stop": 484874,
                                "text": "The Second Circuit Court of Appeals which sits in New York City held that the city met that requirement."
                            },
                            {
                                "start": 94.833,
                                "stop": 96.255,
                                "byte_start": 484874,
                                "byte_stop": 490517,
                                "text": "We disagree."
                            },
                            {
                                "start": 96.255,
                                "stop": 113.555,
                                "byte_start": 490517,
                                "byte_stop": 559794,
                                "text": "To establish that it suffered an injury by reason of the alleged RICO violation, the city must show that the alleged fraud, the failure to file the Jenkins Act reports with the state not only was a cause of the injury but that it was the proximate cause."
                            },
                            {
                                "start": 113.555,
                                "stop": 128.107,
                                "byte_start": 559794,
                                "byte_stop": 617994,
                                "text": "Proximate cause is a legal concept that captures the same notion as the old proverb for want of a nail, you know how it goes, for want of a nail the shoe was lost, for one of the shoe the horse was lost and so on to the loss of the kingdom."
                            },
                            {
                                "start": 128.107,
                                "stop": 135.632,
                                "byte_start": 617994,
                                "byte_stop": 648088,
                                "text": "The concept of proximate cause in the law means that forgetting the nail doesn\u0027t make you liable for the loss of the kingdom."
                            },
                            {
                                "start": 135.632,
                                "stop": 147.681,
                                "byte_start": 648088,
                                "byte_stop": 696257,
                                "text": "As Justice Oliver Wendell Holmes put it nearly a century ago, the general tendency of the law in regard to damages at least is not to go beyond the first step."
                            },
                            {
                                "start": 147.681,
                                "stop": 158.957,
                                "byte_start": 696257,
                                "byte_stop": 741397,
                                "text": "Now in the RICO context, we have made clear that proximate cause focuses on whether there is a direct relationship between the injury asserted and the harmful conduct."
                            },
                            {
                                "start": 158.957,
                                "stop": 164.614,
                                "byte_start": 741397,
                                "byte_stop": 763967,
                                "text": "The city\u0027s causal theory here cannot satisfy RICO\u0027s direct relationship requirement."
                            },
                            {
                                "start": 164.614,
                                "stop": 173.928,
                                "byte_start": 763967,
                                "byte_stop": 801270,
                                "text": "According to the city, Hemi committed fraud by selling cigarettes to city residents and failing to submit the required customer information to the state."
                            },
                            {
                                "start": 173.928,
                                "stop": 178.615,
                                "byte_start": 801270,
                                "byte_stop": 819973,
                                "text": "Without the reports from Hemi the state could not pass on the information to the city."
                            },
                            {
                                "start": 178.615,
                                "stop": 190.551,
                                "byte_start": 819973,
                                "byte_stop": 867725,
                                "text": "Some of the customers legally obligated to pay their taxes failed to do so, because the city did not have the, did not receive the customer information it could not determine which customers had failed to pay the tax."
                            },
                            {
                                "start": 190.551,
                                "stop": 200.353,
                                "byte_start": 867725,
                                "byte_stop": 906909,
                                "text": "The city thus could not pursue those customers for payment and the city was thereby injured in the amount of the portion of back taxes that were never collected."
                            },
                            {
                                "start": 200.353,
                                "stop": 210.646,
                                "byte_start": 906909,
                                "byte_stop": 948078,
                                "text": "Because the city\u0027s theory of causation requires us to move well beyond the first step, that theory cannot meet RICO\u0027s direct relationship requirement."
                            },
                            {
                                "start": 210.646,
                                "stop": 224.9,
                                "byte_start": 948078,
                                "byte_stop": 1005129,
                                "text": "The city\u0027s theory requires that we extend RICO liability to situations where the defendants fraud on a third-party, the state here, has made it easier for a fourth party, the taxpayer to cause harm to the plaintiff, the city."
                            },
                            {
                                "start": 224.9,
                                "stop": 234.66,
                                "byte_start": 1005129,
                                "byte_stop": 1044208,
                                "text": "Put simply, Hemi\u0027s obligation was to file the Jenkins Act reports with the state, not the city and the city\u0027s harm was directly caused by the customers not by Hemi."
                            },
                            {
                                "start": 234.66,
                                "stop": 243.91,
                                "byte_start": 1044208,
                                "byte_stop": 1081198,
                                "text": "We have never before stretched the causal chain of the RICO violations so far and we would decline to do so today."
                            },
                            {
                                "start": 243.91,
                                "stop": 247.885,
                                "byte_start": 1081198,
                                "byte_stop": 1097080,
                                "text": "Now at the end of the day it bears remembering what this case is about."
                            },
                            {
                                "start": 247.885,
                                "stop": 258.325,
                                "byte_start": 1097080,
                                "byte_stop": 1138876,
                                "text": "It is about the RICO liability of a company for lost taxes it had no obligation to collect, remit or pay, which harmed a party to whom it owed no duty."
                            },
                            {
                                "start": 258.325,
                                "stop": 277.118,
                                "byte_start": 1138876,
                                "byte_stop": 1214004,
                                "text": "It is about imposing such liability to substitute or complement the governing body\u0027s uncertain ability or desire to collect taxes directly from those who owe them and it is about the fact that liability under RICO comes with treble damages and attorney\u0027s fees attached."
                            },
                            {
                                "start": 277.118,
                                "stop": 290.075,
                                "byte_start": 1214004,
                                "byte_stop": 1265831,
                                "text": "Now this Court has interpreted RICO broadly consistent with its terms, but we have also held that its reach is limited by the requirement of a direct causal connection between the predicate harm and the wrong."
                            },
                            {
                                "start": 290.075,
                                "stop": 298.176,
                                "byte_start": 1265831,
                                "byte_stop": 1298223,
                                "text": "The city\u0027s injuries here were not caused directly by the alleged fraud and thus were not caused by reason of\u0022 it."
                            },
                            {
                                "start": 298.176,
                                "stop": 300.639,
                                "byte_start": 1298223,
                                "byte_stop": 1308045,
                                "text": "The city therefore has no RICO claim."
                            },
                            {
                                "start": 300.639,
                                "stop": 308.845,
                                "byte_start": 1308045,
                                "byte_stop": 1340855,
                                "text": "The judgment of the Court of Appeals for the Second Circuit is reversed and the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 308.845,
                                "stop": 312.403,
                                "byte_start": 1340855,
                                "byte_stop": 1355170,
                                "text": "Justices Scalia, Thomas and Alito join this opinion."
                            },
                            {
                                "start": 312.403,
                                "stop": 317.417,
                                "byte_start": 1355170,
                                "byte_stop": 1375232,
                                "text": "Justice Ginsburg has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 317.417,
                                "stop": 323.162,
                                "byte_start": 1375232,
                                "byte_stop": 1398220,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Stevens and Kennedy have joined."
                            },
                            {
                                "start": 323.162,
                                "stop": 329.673,
                                "byte_start": 1398220,
                                "byte_stop": 1424238,
                                "text": "Justice Satomoyor took no part in the consideration or decision of the case."
                            },
                            {
                                "start": 329.673,
                                "stop": 339.617,
                                "byte_start": 1424238,
                                "byte_stop": 1463944,
                                "text": "Now in case number 07-11191, Briscoe versus Virginia we have filed with the clerk this morning a brief per curiam opinion."
                            },
                            {
                                "start": 339.617,
                                "stop": 342.998,
                                "byte_start": 1463944,
                                "byte_stop": 1477528,
                                "text": "It is so brief that I will read the entire thing."
                            },
                            {
                                "start": 342.998,
                                "stop": 351.817,
                                "byte_start": 1477528,
                                "byte_stop": 0,
                                "text": "We vacate the judgment of the Supreme Court of Virginia and remand the case for further proceedings not inconsistent with the opinion in Melendez Diaz versus Massachusetts."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52345,
            "mime": "audio\/mpeg",
            "size": 1512741,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-969\/20100125o_08-969.delivery.mp3"
        },
        {
            "id": 74114,
            "mime": "audio\/ogg",
            "size": 3549755,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-969\/20100125o_08-969.ogg"
        },
        {
            "id": 74115,
            "mime": "application\/x-mpegURL",
            "size": 5185,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-969\/20100125o_08-969.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}