{
    "id": 21727,
    "title": "Opinion Announcement - May 19, 2008",
    "transcript": {
        "title": "United States v. Williams",
        "duration": 474.802,
        "sections": [
            {
                "start": 0,
                "stop": 474.802,
                "byte_start": 104638,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 474.802,
                        "byte_start": 104638,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.9,
                                "byte_start": 104638,
                                "byte_stop": 132328,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Eleventh Circuit."
                            },
                            {
                                "start": 6.9,
                                "stop": 30.601,
                                "byte_start": 132328,
                                "byte_stop": 227100,
                                "text": "Congress has sought in recent years to legislate against the increasing flow of child pornography, that is pornography using child subjects, although obscenity has no First Amendment protection, pornography does, the difference between the two, you know it when you see it."
                            },
                            {
                                "start": 30.601,
                                "stop": 63.865,
                                "byte_start": 227100,
                                "byte_stop": 360116,
                                "text": "The task of -- of controlling child pornography -- child pornography can be constitutionally proscribed, that is the use of children for production of pornographic material, but the task of -- of preventing it is difficult because modern imaging techniques make it almost impossible to prove that what appears on the screen is an actual child rather than a technological creation."
                            },
                            {
                                "start": 63.865,
                                "stop": 89.549,
                                "byte_start": 360116,
                                "byte_stop": 462934,
                                "text": "Four terms ago, in Ashcroft versus Free Speech Coalition, we held that the First Amendment was violated by a provision of the Child Pornography Protection Act of 1996 which criminalized the possession of material that had been pandered as child pornography, even if the material was not actually child pornography, we said that was unconstitutional."
                            },
                            {
                                "start": 89.549,
                                "stop": 110.679,
                                "byte_start": 462934,
                                "byte_stop": 547361,
                                "text": "In response, Congress enacted in 2003, a new statute that punishes, not the possession of child pornography, but the pandering or solicitation of material as child pornography, even if the material is not child pornography and indeed, even if no material exists at all."
                            },
                            {
                                "start": 110.679,
                                "stop": 121.117,
                                "byte_start": 547361,
                                "byte_stop": 589157,
                                "text": "In April 2004, respondent, Michael Williams, was arrested after he posted a link in an Internet chat room to pornographic images of young children."
                            },
                            {
                                "start": 121.117,
                                "stop": 128.541,
                                "byte_start": 589157,
                                "byte_stop": 618832,
                                "text": "He pleaded guilty to a violation of the new statute, but reserved the right to challenge its constitutionality."
                            },
                            {
                                "start": 128.541,
                                "stop": 136.754,
                                "byte_start": 618832,
                                "byte_stop": 651747,
                                "text": "The Eleventh Circuit reversed his conviction, finding that the statute was overbroad and impermissibly vague."
                            },
                            {
                                "start": 136.754,
                                "stop": 140.962,
                                "byte_start": 651747,
                                "byte_stop": 668569,
                                "text": "In an opinion filed with the clerk today, we reverse the judgment of the Eleventh Circuit."
                            },
                            {
                                "start": 140.962,
                                "stop": 147.792,
                                "byte_start": 668569,
                                "byte_stop": 695841,
                                "text": "We hold that the statute is neither overbroad nor permissibly -- impermissibly vague."
                            },
                            {
                                "start": 147.792,
                                "stop": 157.897,
                                "byte_start": 695841,
                                "byte_stop": 736279,
                                "text": "A statute is unconstitutionally, overbroad if it criminalizes a substantial amount of constitutionally protected activity."
                            },
                            {
                                "start": 157.897,
                                "stop": 176.45,
                                "byte_start": 736279,
                                "byte_stop": 810467,
                                "text": "The first step in overbreathe analysis is obviously to determine what it is that the statute proscribes, we can\u0027t determine whether it reaches a substantial amount of protected activity without first knowing what it covers."
                            },
                            {
                                "start": 176.45,
                                "stop": 202.228,
                                "byte_start": 810467,
                                "byte_stop": 913598,
                                "text": "The statute in this case punishes \u0022any person who knowingly advertises, promotes, presents, distributes or solicits any material or purported material in a manner that reflects the belief or that is intended to cause another to believe that the material or purported material is or contains child pornography.\u0022"
                            },
                            {
                                "start": 202.228,
                                "stop": 226.11,
                                "byte_start": 913598,
                                "byte_stop": 1009102,
                                "text": "Child pornography under the statute includes both illegally obscene images, obscenity can be proscribed even if it doesn’t involve children, whether real or virtual of children engaged in specified sexual conduct and it includes pornographic images of real children engaged in such conduct."
                            },
                            {
                                "start": 226.11,
                                "stop": 234.483,
                                "byte_start": 1009102,
                                "byte_stop": 1042643,
                                "text": "These categories precisely track the types of sexually explicit images that we have held are constitutionally proscribable."
                            },
                            {
                                "start": 234.483,
                                "stop": 245.894,
                                "byte_start": 1042643,
                                "byte_stop": 1088305,
                                "text": "Five additional features of the statute bear mention. First, the placement of the word \u0022knowingly indicates the statute” and includes a scienter requirement for every element."
                            },
                            {
                                "start": 245.894,
                                "stop": 257.637,
                                "byte_start": 1088305,
                                "byte_stop": 1135221,
                                "text": "Second, the statute’s key verbs “advertises, promotes, presents, distributes or solicits” are reasonably read to have transactional connotations."
                            },
                            {
                                "start": 257.637,
                                "stop": 267.97,
                                "byte_start": 1135221,
                                "byte_stop": 1176599,
                                "text": "That is to say, the statute penalizes speech that accompanies or seeks to induce a transfer of child pornography from one person to another."
                            },
                            {
                                "start": 267.97,
                                "stop": 273.785,
                                "byte_start": 1176599,
                                "byte_stop": 1199796,
                                "text": "The transactions need not be commercial however and the transfer can be for free."
                            },
                            {
                                "start": 273.785,
                                "stop": 292.19,
                                "byte_start": 1199796,
                                "byte_stop": 1273461,
                                "text": "Third, the phrase \u0022in a manner that reflects the belief\u0022 reflect -- requires both that a defendant have a subjective belief that the material is child pornography and that his statements or actions objectively convey that belief to the listener."
                            },
                            {
                                "start": 292.19,
                                "stop": 315.037,
                                "byte_start": 1273461,
                                "byte_stop": 1364889,
                                "text": "Fourth, the phrase \u0022in a manner that is intended to cause another to believe\u0022 requires that a defendant subjectively intend to make the listener believe that the material is child pornography and – and last, the sexual conduct alleged to be depicted in the material must reach a high level of explicitness."
                            },
                            {
                                "start": 315.037,
                                "stop": 317.952,
                                "byte_start": 1364889,
                                "byte_stop": 1376488,
                                "text": "We conclude that the statute is not overbroad."
                            },
                            {
                                "start": 317.952,
                                "stop": 323.321,
                                "byte_start": 1376488,
                                "byte_stop": 1398013,
                                "text": "It criminalizes -- only offers to provide or requests to obtain child pornography."
                            },
                            {
                                "start": 323.321,
                                "stop": 329.506,
                                "byte_start": 1398013,
                                "byte_stop": 1422672,
                                "text": "That is to say, it punishes speech seeking to conclude illegal transactions."
                            },
                            {
                                "start": 329.506,
                                "stop": 335.394,
                                "byte_start": 1422672,
                                "byte_stop": 1446287,
                                "text": "Such speech -- such speech is categorically excluded from First Amendment protection."
                            },
                            {
                                "start": 335.394,
                                "stop": 344.991,
                                "byte_start": 1446287,
                                "byte_stop": 1484635,
                                "text": "The Eleventh Circuit believed that only commercial offers to engage in -- in illegal transactions are categorically excluded, but that is wrong."
                            },
                            {
                                "start": 344.991,
                                "stop": 352.242,
                                "byte_start": 1484635,
                                "byte_stop": 1513683,
                                "text": "Free distribution of contraband has no more social value than market exchanges of contraband."
                            },
                            {
                                "start": 352.242,
                                "stop": 360.968,
                                "byte_start": 1513683,
                                "byte_stop": 1548582,
                                "text": "The Eleventh Circuit further believed that the fact that no child pornography need exist to trigger the statute, rendered it unconstitutional."
                            },
                            {
                                "start": 360.968,
                                "stop": 373.392,
                                "byte_start": 1548582,
                                "byte_stop": 1598215,
                                "text": "But the fact that a defendant is mistaken about the contraband nature -- nature of what he seeks to distribute or what he seeks to acquire, does not immunize him from criminal punishment."
                            },
                            {
                                "start": 373.392,
                                "stop": 378.52,
                                "byte_start": 1598215,
                                "byte_stop": 1618800,
                                "text": "Factual impossibility is not a defense to inchoate crimes."
                            },
                            {
                                "start": 378.52,
                                "stop": 390.053,
                                "byte_start": 1618800,
                                "byte_stop": 1664880,
                                "text": "For example, Congress may punish one who sells what he believes to be classified information even if he is mistaken concerning its classified character."
                            },
                            {
                                "start": 390.053,
                                "stop": 403.218,
                                "byte_start": 1664880,
                                "byte_stop": 1717542,
                                "text": "We see no justification for creating an exemption to that general principle of the law, when the underlying material unbeknown to one or both of the parties is protected by the First Amendment."
                            },
                            {
                                "start": 403.218,
                                "stop": 417.061,
                                "byte_start": 1717542,
                                "byte_stop": 1772922,
                                "text": "Respondent and amici raised a host of fanciful hypotheticals to try to demonstrate that the statute is overbroad, but none of them show that the statute reaches a substantial amount of protected speech."
                            },
                            {
                                "start": 417.061,
                                "stop": 421.299,
                                "byte_start": 1772922,
                                "byte_stop": 1789849,
                                "text": "We also conclude that the statute is not impermissibly vague."
                            },
                            {
                                "start": 421.299,
                                "stop": 433.45,
                                "byte_start": 1789849,
                                "byte_stop": 1838542,
                                "text": "This is not a statute that punishes annoying or indecent conduct, terms that without statutory definitions or narrowing context require subjective judgments."
                            },
                            {
                                "start": 433.45,
                                "stop": 438.234,
                                "byte_start": 1838542,
                                "byte_stop": 1857663,
                                "text": "Each of the elements of the statute is a clear question of fact."
                            },
                            {
                                "start": 438.234,
                                "stop": 450.051,
                                "byte_start": 1857663,
                                "byte_stop": 1904893,
                                "text": "The Eleventh Circuit thought it problematic that some of those facts relate to the defendant\u0027s intent and belief, but juries pass on questions of intent and belief all the time."
                            },
                            {
                                "start": 450.051,
                                "stop": 463.433,
                                "byte_start": 1904893,
                                "byte_stop": 1958391,
                                "text": "What renders a statute vague is not the difficulty of proving the incriminating fact, but rather the indeterminacy of precisely what the incriminating fact is."
                            },
                            {
                                "start": 463.433,
                                "stop": 466.614,
                                "byte_start": 1958391,
                                "byte_stop": 1971139,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 466.614,
                                "stop": 471.727,
                                "byte_start": 1971139,
                                "byte_stop": 1991619,
                                "text": "Justice Stevens has filed a concurring opinion in which Justice Breyer has joined."
                            },
                            {
                                "start": 471.727,
                                "stop": 474.802,
                                "byte_start": 1991619,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed a dissenting opinion in which Justice Ginsburg has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52577,
            "mime": "audio\/mpeg",
            "size": 2003845,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-694\/20080519o_06-694.delivery.mp3"
        },
        {
            "id": 74342,
            "mime": "audio\/ogg",
            "size": 4825972,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-694\/20080519o_06-694.ogg"
        },
        {
            "id": 74343,
            "mime": "application\/x-mpegURL",
            "size": 6948,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-694\/20080519o_06-694.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}