{
    "id": 20442,
    "title": "Opinion Announcement - June 09, 1997",
    "transcript": {
        "title": null,
        "duration": 203.938,
        "sections": [
            {
                "start": 0,
                "stop": 203.938,
                "byte_start": 28672,
                "byte_stop": 844424,
                "turns": [
                    {
                        "start": 0,
                        "stop": 203.938,
                        "byte_start": 28672,
                        "byte_stop": 844424,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.395,
                                "byte_start": 28672,
                                "byte_stop": 62318,
                                "text": "I have the opinion of the Court to announce in No. 96-6133, Bracy against Gramley."
                            },
                            {
                                "start": 8.395,
                                "stop": 23.109,
                                "byte_start": 62318,
                                "byte_stop": 121145,
                                "text": "The petitioner here, William Bracy was tried, convicted, and sentenced to death for his role in an execution style triple murder before then, Judge Thomas J. Maloney in Chicago, in the Illinois State Court in Chicago."
                            },
                            {
                                "start": 23.109,
                                "stop": 28.576,
                                "byte_start": 121145,
                                "byte_stop": 142984,
                                "text": "Maloney was later convicted of taking bribes from defendants in criminal cases."
                            },
                            {
                                "start": 28.576,
                                "stop": 36.273,
                                "byte_start": 142984,
                                "byte_stop": 173808,
                                "text": "Although he was not bribed in this case, he “fixed” other murder cases during and around the time of petitioner\u0027s trial."
                            },
                            {
                                "start": 36.273,
                                "stop": 54.535,
                                "byte_start": 173808,
                                "byte_stop": 246847,
                                "text": "And petitioner contends that Maloney therefore leaned over to favor the prosecution in his case in order to deflect suspicion that he was taking bribes from the defendants in other cases and that this interest violated the fair trial guarantee of the Fourteenth Amendment\u0027s Due Process Clause."
                            },
                            {
                                "start": 54.535,
                                "stop": 57.862,
                                "byte_start": 246847,
                                "byte_stop": 260221,
                                "text": "He seeks discovery to a system in proving his claim."
                            },
                            {
                                "start": 57.862,
                                "stop": 63.923,
                                "byte_start": 260221,
                                "byte_stop": 284463,
                                "text": "The District Court denied his motion for discovery and the Court of Appeals for the Seventh Circuit affirmed."
                            },
                            {
                                "start": 63.923,
                                "stop": 74.999,
                                "byte_start": 284463,
                                "byte_stop": 328767,
                                "text": "Today, we hold the petitioner has established good cause as required by Habeas Corpus Rule 6(a) for appropriate discovery to prove his claim of judicial bias."
                            },
                            {
                                "start": 74.999,
                                "stop": 85.35,
                                "byte_start": 328767,
                                "byte_stop": 370145,
                                "text": "In this case, the petitioner presented evidence to the District Court showing that Maloney\u0027s long history as a corrupt lawyer and judge and his involvement with organized crime."
                            },
                            {
                                "start": 85.35,
                                "stop": 98.183,
                                "byte_start": 370145,
                                "byte_stop": 421449,
                                "text": "Maloney was one of numerous dishonest judges exposed and convicted through what was called, “Operation Greylord,” a federal investigation of judicial corruption on the state courts in Chicago."
                            },
                            {
                                "start": 98.183,
                                "stop": 107.939,
                                "byte_start": 421449,
                                "byte_stop": 460528,
                                "text": "Before he was appointed to the bench, Maloney was a criminal defense attorney with close ties to organized crime who often judge -- bribe judges to fix cases."
                            },
                            {
                                "start": 107.939,
                                "stop": 118.744,
                                "byte_start": 460528,
                                "byte_stop": 503683,
                                "text": "He later exploited many of these relationships and connections he had developed while bribing judges when he was a lawyer to solicit bribes from lawyers when he was a judge."
                            },
                            {
                                "start": 118.744,
                                "stop": 126.395,
                                "byte_start": 503683,
                                "byte_stop": 534298,
                                "text": "In fact, one of Maloney\u0027s former associates later served as a bag man during his bribed negotiations."
                            },
                            {
                                "start": 126.395,
                                "stop": 148.958,
                                "byte_start": 534298,
                                "byte_stop": 624577,
                                "text": "The petitioner contends that his lawyer at trial who was allegedly also a former associate of Maloney\u0027s was appointed by Maloney with the understanding that he would not object to an unusually speedy trial in his death penalty case, so the petitioner\u0027s conviction would camouflage bribe negotiations in another murder case then pending before Judge Maloney."
                            },
                            {
                                "start": 148.958,
                                "stop": 164.258,
                                "byte_start": 624577,
                                "byte_stop": 685808,
                                "text": "Evidence before the District Court confirms that petitioner\u0027s trial was tightly sandwiched between two other murder trials that Maloney fixed and that Maloney may have at least, in one other case, retaliated against the defendant who failed to bribe them."
                            },
                            {
                                "start": 164.258,
                                "stop": 174.565,
                                "byte_start": 685808,
                                "byte_stop": 726977,
                                "text": "Given that Maloney was convicted of bribery in federal court, the usual presumption that public officials have properly discharged their public duties has no application here."
                            },
                            {
                                "start": 174.565,
                                "stop": 182.278,
                                "byte_start": 726977,
                                "byte_stop": 757802,
                                "text": "Although it may be that petitioner will, in the end, be unable to obtain evidence sufficient to prove actual judicial bias in his case."
                            },
                            {
                                "start": 182.278,
                                "stop": 189.063,
                                "byte_start": 757802,
                                "byte_stop": 784969,
                                "text": "We hold this made a sufficient showing to establish good cause for discovery as required by Rule 6(a)."
                            },
                            {
                                "start": 189.063,
                                "stop": 203.938,
                                "byte_start": 784969,
                                "byte_stop": 844424,
                                "text": "The scope in the -- in the extent of such discoveries of course confided to the sound discretion of the District Court, so the judgment of the Court of Appeals is reversed in the case remanded for further proceedings and in this case, to our opinion, is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50008,
            "mime": "audio\/mpeg",
            "size": 844633,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-6133\/19970609o_96-6133.delivery.mp3"
        },
        {
            "id": 71798,
            "mime": "audio\/ogg",
            "size": 2021883,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-6133\/19970609o_96-6133.ogg"
        },
        {
            "id": 71799,
            "mime": "application\/x-mpegURL",
            "size": 3147,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-6133\/19970609o_96-6133.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}