{
    "id": 20664,
    "title": "Opinion Announcement - June 16, 1997",
    "transcript": {
        "title": null,
        "duration": 253.26,
        "sections": [
            {
                "start": 0,
                "stop": 253.26,
                "byte_start": 28672,
                "byte_stop": 1041701,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.643,
                        "byte_start": 28672,
                        "byte_stop": 67333,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.643,
                                "byte_start": 28672,
                                "byte_stop": 67333,
                                "text": "No. 96-454, Associates Commercial Corporation versus Rash will be announced by Justice Ginsburg."
                            }
                        ]
                    },
                    {
                        "start": 9.643,
                        "stop": 253.26,
                        "byte_start": 67333,
                        "byte_stop": 1041701,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 9.643,
                                "stop": 31.316,
                                "byte_start": 67333,
                                "byte_stop": 153955,
                                "text": "We resolve in this case a dispute concerning the proper application of Section 506(a) of the Bankruptcy Code when a bankrupt debtor has exercised an option called “cram down” for which Chapter 13 of the Code provides."
                            },
                            {
                                "start": 31.316,
                                "stop": 70.746,
                                "byte_start": 153955,
                                "byte_stop": 311735,
                                "text": "Specifically, when a debtor over a secured creditor\u0027s objection seeks to retain and use the creditor\u0027s collateral in a Chapter 13 plan is the value of the collateral to be determined by what the secured creditor could obtain through foreclosure sale of the property, the foreclosure value standard, what the debtor would have paid for comparable property, the replacement value standard, or the midpoint between these two measurements?"
                            },
                            {
                                "start": 70.746,
                                "stop": 79.943,
                                "byte_start": 311735,
                                "byte_stop": 348515,
                                "text": "We hold that Section 506(a) directs application of the replacement value standard."
                            },
                            {
                                "start": 79.943,
                                "stop": 97.524,
                                "byte_start": 348515,
                                "byte_stop": 418837,
                                "text": "Petitioner, Associates Commercial Corporation, I will call the corporation ACC, holds a loan and lien on a tractor truck purchased by respondent, Elray Rash, for use in his freight hauling business."
                            },
                            {
                                "start": 97.524,
                                "stop": 115.908,
                                "byte_start": 418837,
                                "byte_stop": 492398,
                                "text": "When Rash filed a Chapter 13 petition, he invoked the Code\u0027s cram down option, proposing to retain the truck for use in his business and to pay ACC an amount equal to the present value of the truck."
                            },
                            {
                                "start": 115.908,
                                "stop": 121.654,
                                "byte_start": 492398,
                                "byte_stop": 515385,
                                "text": "ACC objected to the value, Rash had assigned to the truck."
                            },
                            {
                                "start": 121.654,
                                "stop": 129.696,
                                "byte_start": 515385,
                                "byte_stop": 547464,
                                "text": "ACC preferred to repossess the truck, an option the Code did not give to it."
                            },
                            {
                                "start": 129.696,
                                "stop": 140.896,
                                "byte_start": 547464,
                                "byte_stop": 592290,
                                "text": "The Fifth Circuit held that the value of the truck was its foreclosure value, the net amount ACC would obtain, if it repossessed and sold the truck."
                            },
                            {
                                "start": 140.896,
                                "stop": 158.086,
                                "byte_start": 592290,
                                "byte_stop": 661044,
                                "text": "We reverse the decision of the Fifth Circuit and hold that the value of the property retained in a Chapter 13 cram down is the cost the debtor would incur to obtain a like asset for the same proposed use."
                            },
                            {
                                "start": 158.086,
                                "stop": 174.048,
                                "byte_start": 661044,
                                "byte_stop": 724888,
                                "text": "The key sentence in Section 506(a) provides such value shall be determined in light of the purpose of the valuation and of the proposed disposition or use of such property."
                            },
                            {
                                "start": 174.048,
                                "stop": 183.807,
                                "byte_start": 724888,
                                "byte_stop": 763967,
                                "text": "In a Chapter 13 proceeding, a debtor may either surrender the collateral to the creditor or retain it under the cram down power."
                            },
                            {
                                "start": 183.807,
                                "stop": 193.902,
                                "byte_start": 763967,
                                "byte_stop": 804300,
                                "text": "From the standpoint of the creditor, as well as the debtor, surrender on the one hand and retention on the other, are not equivalent acts."
                            },
                            {
                                "start": 193.902,
                                "stop": 208.619,
                                "byte_start": 804300,
                                "byte_stop": 863232,
                                "text": "The foreclosure value standard, the value we reject, attaches no significance to the different consequences or risks attending the debtor\u0027s surrender and retention of the collateral."
                            },
                            {
                                "start": 208.619,
                                "stop": 230.655,
                                "byte_start": 863232,
                                "byte_stop": 951317,
                                "text": "The replacement value standard, the standard we hold the statute requires accurately gauges the debtor\u0027s use of the property, that actual use rather than a foreclosure sale that will not take place is the proper guide under a statutory provision hinged to the property\u0027s disposition or use."
                            },
                            {
                                "start": 230.655,
                                "stop": 244.877,
                                "byte_start": 951317,
                                "byte_stop": 1008264,
                                "text": "Similarly, evaluation that settles on the midpoint between foreclosure value and replacement value does not accord with the code\u0027s reference to disposition or use."
                            },
                            {
                                "start": 244.877,
                                "stop": 249.84,
                                "byte_start": 1008264,
                                "byte_stop": 1028117,
                                "text": "Justice Scalia joins all but footnote 4 of this opinion."
                            },
                            {
                                "start": 249.84,
                                "stop": 253.26,
                                "byte_start": 1028117,
                                "byte_stop": 1041701,
                                "text": "Justice Stevens has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50452,
            "mime": "audio\/mpeg",
            "size": 1042014,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-454\/19970616o_96-454.delivery.mp3"
        },
        {
            "id": 72240,
            "mime": "audio\/ogg",
            "size": 2460400,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-454\/19970616o_96-454.ogg"
        },
        {
            "id": 72241,
            "mime": "application\/x-mpegURL",
            "size": 3766,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-454\/19970616o_96-454.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}