{
    "id": 19855,
    "title": "Opinion Announcement - June 29, 1995",
    "transcript": {
        "title": "Babbitt v. Sweet Home Chapter, Communities for a Great Oregon",
        "duration": 367.308,
        "sections": [
            {
                "start": 0,
                "stop": 367.308,
                "byte_start": 87588,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.852,
                        "byte_start": 87588,
                        "byte_stop": 135026,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.852,
                                "byte_start": 87588,
                                "byte_stop": 135026,
                                "text": "The opinion of the court in number 94-859, Babbitt v. The Sweet Home Chapter of Communities for a Great Oregon will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 11.852,
                        "stop": 367.308,
                        "byte_start": 135026,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 11.852,
                                "stop": 26.261,
                                "byte_start": 135026,
                                "byte_stop": 192705,
                                "text": "The Endangered Species Act of 1973 contains a variety of protections that designed to save some extinction species that the secretary of the interior designates as endangered or threatened."
                            },
                            {
                                "start": 26.261,
                                "stop": 33.565,
                                "byte_start": 192705,
                                "byte_stop": 221857,
                                "text": "Section 9 of the Act makes it unlawful for any person to take any endangered or threatened species."
                            },
                            {
                                "start": 33.565,
                                "stop": 47.131,
                                "byte_start": 221857,
                                "byte_stop": 276192,
                                "text": "The Secretary has promulgated a regulation that defines the statute prohibition on takings to include “significant habitat modification or degradation where it actually kills or injures wildlife.”"
                            },
                            {
                                "start": 47.131,
                                "stop": 55.216,
                                "byte_start": 276192,
                                "byte_stop": 308479,
                                "text": "This case presents the question whether the Secretary exceeded his authority under the act by promulgating that regulation."
                            },
                            {
                                "start": 55.216,
                                "stop": 67.763,
                                "byte_start": 308479,
                                "byte_stop": 358739,
                                "text": "The respondents are small landowners, logging companies, and families dependent on the forest products industries in the Pacific Northwest and the Southeast and organizations that represent their interest."
                            },
                            {
                                "start": 67.763,
                                "stop": 80.708,
                                "byte_start": 358739,
                                "byte_stop": 410461,
                                "text": "They brought this facial challenge to the Secretary’s regulation arguing that he had exceeded his authority when he interpreted the statutory term called “harm” to include habitat modification."
                            },
                            {
                                "start": 80.708,
                                "stop": 90.05,
                                "byte_start": 410461,
                                "byte_stop": 447869,
                                "text": "They alleged that they had suffered economic injury from the application of that regulation to the northern spotted owl and the red-cockaded woodpecker."
                            },
                            {
                                "start": 90.05,
                                "stop": 107.269,
                                "byte_start": 447869,
                                "byte_stop": 516728,
                                "text": "In a practical sense the question is whether the statute applies to commercial activity that is not intended and directed at endangered species but just by going ahead with the projects will indirectly have the effect of destroying habitat and therefore injuring the species."
                            },
                            {
                                "start": 107.269,
                                "stop": 112.53,
                                "byte_start": 516728,
                                "byte_stop": 537730,
                                "text": "In order to understand the case, it’s appropriate to go back in the history of few years."
                            },
                            {
                                "start": 112.53,
                                "stop": 126.362,
                                "byte_start": 537730,
                                "byte_stop": 593110,
                                "text": "The statute as I indicated was enacted in 1973 and it contains three basic prohibitions; one it prohibits the Federal Government from undertaking or completing any action which will destroy an endangered species."
                            },
                            {
                                "start": 126.362,
                                "stop": 146.706,
                                "byte_start": 593110,
                                "byte_stop": 674507,
                                "text": "It authorizes the Federal Government in a second provision to acquire land in order to help protect endangered species and then in Section 9, the provision at issues in this case it directly prohibits the taking of species by private parties and the respondents here argue that was not intended to overlap with the other prohibitions."
                            },
                            {
                                "start": 146.706,
                                "stop": 233.853,
                                "byte_start": 674507,
                                "byte_stop": 1023085,
                                "text": "We had a case back in 1977 that construed the impact of the Act on a very important federal project the construction of the Tellico Dam by the Tennessee Valley Authority, which after some $27-$28 million had expended on the project, everyone thought it was clear that it would destroy the habitat of a small fish known as “the snail darter” and the question was whether the Act required that the construction of the dam be interrupted and not allow to be completed not withstanding the extraordinary expenditure of public funds and the Court in what I think is one of his finest opinions by the Chief Justice Berger, upheld the statue’s prohibition against completing the Dam not withstanding it’s a excessive cost and in an opinion in which he, its rather a long opinion he discusses at great detail of  the legislative history of the statute and its broad purposes, he pointed out among other things, as it was finally passed the Endangered Species Act of 1973 represented the most comprehensive legislation for the preservation of endangered species ever enacted by any nation and he sorted through the legislative history and concluded that not withstanding the excessive cost involved in that case the policy of the statute as determined by the Congress of United States required the rather extreme result of holding the construction of the dam."
                            },
                            {
                                "start": 233.853,
                                "stop": 245.643,
                                "byte_start": 1023085,
                                "byte_stop": 1070210,
                                "text": "In the end of this opinion, he had a paragraph that I think merits quotations because that was instructed to those of us who had to pursue further study the statute today."
                            },
                            {
                                "start": 245.643,
                                "stop": 256.685,
                                "byte_start": 1070210,
                                "byte_stop": 1114409,
                                "text": "He ended up saying our individual appraisal of the wisdom or un-wisdom of a particular course consciously selected by the congress is to be put aside in the process of interpreting a statute."
                            },
                            {
                                "start": 256.685,
                                "stop": 264.658,
                                "byte_start": 1114409,
                                "byte_stop": 1146279,
                                "text": "Once the meaning of enactment is discerned and its constitutionality determined, the judicial process comes to an end."
                            },
                            {
                                "start": 264.658,
                                "stop": 269.999,
                                "byte_start": 1146279,
                                "byte_stop": 1167595,
                                "text": "We do not said as a committee of review nor are vested with the power of veto."
                            },
                            {
                                "start": 269.999,
                                "stop": 297.056,
                                "byte_start": 1167595,
                                "byte_stop": 1275846,
                                "text": "He then quotes a very moving passage, there is attributed to Sir Thomas Moore by Robert Bolt which I will not take the time of the but I tell you its in 437 U.S.A page 195 for those of who are interested and he answer was by saying, we agree with the Court of Appeals that in our constitutional system the commitment of the separation of power which is too fundamental for us to preempt congressional action by judicial decreeing, what accords with “commonsense and the public wheel.”"
                            },
                            {
                                "start": 297.056,
                                "stop": 305.929,
                                "byte_start": 1275846,
                                "byte_stop": 1311372,
                                "text": "Our constitution vest such responsibilities in the political branches and that opinion was for the majority of six over three defenders."
                            },
                            {
                                "start": 305.929,
                                "stop": 324.127,
                                "byte_start": 1311372,
                                "byte_stop": 1384097,
                                "text": "Today we have another majority of six over three defenders who come to a similar conclusion in this case and our reasoning someone who has not is persuasive or complete as the chief Justice’s was but we rely and what we understand to be rather ordinary interpretation of the word “harm” which is in the statute."
                            },
                            {
                                "start": 324.127,
                                "stop": 343.363,
                                "byte_start": 1384097,
                                "byte_stop": 1461106,
                                "text": "Our understanding of the legislative history and our feeling that in amendment of the statute adapted in 1982 which authorized company such as the respondents to seek permits to go forward with their product with their operations, if they could come forward with an adequate conservation plan that would save the species."
                            },
                            {
                                "start": 343.363,
                                "stop": 354.659,
                                "byte_start": 1461106,
                                "byte_stop": 1506246,
                                "text": "All of these things together persuade us that the secretary’s regulation was within the statutory authority granted by the congress and for those reasons; we reverse the judgment of the court of appeals."
                            },
                            {
                                "start": 354.659,
                                "stop": 361.577,
                                "byte_start": 1506246,
                                "byte_stop": 1533936,
                                "text": "Justice O’Connor has filed an opinion concurring while joining our opinion has also filed with separate concurring opinion."
                            },
                            {
                                "start": 361.577,
                                "stop": 367.308,
                                "byte_start": 1533936,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed the dissenting opinion in which the Chief Justice and Justice Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48834,
            "mime": "audio\/mpeg",
            "size": 1556819,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1994\/94-859\/19950629o_94-859.delivery.mp3"
        },
        {
            "id": 70642,
            "mime": "audio\/ogg",
            "size": 3580524,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1994\/94-859\/19950629o_94-859.ogg"
        },
        {
            "id": 70643,
            "mime": "application\/x-mpegURL",
            "size": 5400,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1994\/94-859\/19950629o_94-859.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}