{
    "id": 22110,
    "title": "Opinion Announcement - June 01, 2010",
    "transcript": {
        "title": "Alabama v. North Carolina",
        "duration": 541.257,
        "sections": [
            {
                "start": 0,
                "stop": 541.257,
                "byte_start": 103424,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.241,
                        "byte_start": 103424,
                        "byte_stop": 136443,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.241,
                                "byte_start": 103424,
                                "byte_stop": 136443,
                                "text": "Justice Scalia has our opinion this morning in original action 132, Alabama against North Carolina."
                            }
                        ]
                    },
                    {
                        "start": 8.241,
                        "stop": 541.257,
                        "byte_start": 136443,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.241,
                                "stop": 15.106,
                                "byte_start": 136443,
                                "byte_stop": 163924,
                                "text": "This case is before us pursuant to our original jurisdiction over suits between the states."
                            },
                            {
                                "start": 15.106,
                                "stop": 30.162,
                                "byte_start": 163924,
                                "byte_stop": 224110,
                                "text": "In 1986, Congress granted its consent to the Southeast Interstate Low-Level Radioactive Waste Management Compact which originally had eight party states, including North Carolina."
                            },
                            {
                                "start": 30.162,
                                "stop": 47.708,
                                "byte_start": 224110,
                                "byte_stop": 294327,
                                "text": "The compact is administered by a Commission which was required among other things to “identify a host state for the development of a new regional facility for the disposal of low-level radioactive waste.\u0022"
                            },
                            {
                                "start": 47.708,
                                "stop": 72.269,
                                "byte_start": 294327,
                                "byte_stop": 392547,
                                "text": "The Commission designated North Carolina as a host state, thereby obligating it to take, and this the language of the Compact, appropriate steps to ensure that an application for a license to construct and operate a low-level radioactive waste storage facility is filed with and issued by the appropriate authority."
                            },
                            {
                                "start": 72.269,
                                "stop": 82.28,
                                "byte_start": 392547,
                                "byte_stop": 432567,
                                "text": "In 1988, North Carolina asked the Commission for assistance with the substantial costs of licensing and building a facility."
                            },
                            {
                                "start": 82.28,
                                "stop": 99.938,
                                "byte_start": 432567,
                                "byte_stop": 503202,
                                "text": "The Commission adopted a resolution declaring it “appropriate and necessary” to provide financial assistance and ultimately paid almost $80 million to North Carolina from 1988 through 1997."
                            },
                            {
                                "start": 99.938,
                                "stop": 114.604,
                                "byte_start": 503202,
                                "byte_stop": 561925,
                                "text": "The Commission acquired that money from fees paid by generators of low-level radioactive waste at the expend disposal facility in Barnwell, South Carolina which the new facility was ultimately supposed to replace."
                            },
                            {
                                "start": 114.604,
                                "stop": 132.049,
                                "byte_start": 561925,
                                "byte_stop": 631724,
                                "text": "North Carolina also expended $34 million of its own funds, yet by the mid 1990s, North Carolina was still many years and many tens of millions of dollars away from obtaining a license and constructing a facility."
                            },
                            {
                                "start": 132.049,
                                "stop": 144.029,
                                "byte_start": 631724,
                                "byte_stop": 679581,
                                "text": "In 1997, the Commission notified North Carolina that absent a plan for funding the remaining steps of the licensing process, it would not provide any additional funds."
                            },
                            {
                                "start": 144.029,
                                "stop": 149.103,
                                "byte_start": 679581,
                                "byte_stop": 699852,
                                "text": "North Carolina responded that it could not continue without external funding."
                            },
                            {
                                "start": 149.103,
                                "stop": 163.872,
                                "byte_start": 699852,
                                "byte_stop": 758993,
                                "text": "After the parties fail to agree on a financing plan, in December 1997 the Commission ceased its financial assistance to North Carolina and North Carolina ceased taking steps towards obtaining a license."
                            },
                            {
                                "start": 163.872,
                                "stop": 176.874,
                                "byte_start": 758993,
                                "byte_stop": 810924,
                                "text": "In June 1999, Florida and Tennessee filed a complaint with the Commission seeking monetary sanctions against North Carolina and the next month, North Carolina withdrew from the Compact."
                            },
                            {
                                "start": 176.874,
                                "stop": 195.393,
                                "byte_start": 810924,
                                "byte_stop": 885008,
                                "text": "In December 1999, the Commission determined that North Carolina had failed to fulfill its obligation to take appropriate steps under the Compact and adopted a resolution demanding that the state repay the approximately $80 million and in addition pay other monetary penalties."
                            },
                            {
                                "start": 195.393,
                                "stop": 198.68,
                                "byte_start": 885008,
                                "byte_stop": 898173,
                                "text": "North Carolina did not comply."
                            },
                            {
                                "start": 198.68,
                                "stop": 214.299,
                                "byte_start": 898173,
                                "byte_stop": 960658,
                                "text": "In 2003, we granted the plaintiffs’ here, four states; Alabama, Florida, Tennessee and Virginia plus the Commission leave to file a bill of complaint against North Carolina under our original jurisdiction."
                            },
                            {
                                "start": 214.299,
                                "stop": 250.686,
                                "byte_start": 960658,
                                "byte_stop": 1106213,
                                "text": "The complaint alleges claims of violation of the state\u0027s rights under the Compact count one, breach of contract count two, unjust enrichment count three, promissory estoppel count four and money hadn’t received count five, [Laughter] and requests money and other relief including a declaration that North Carolina is subject to sanctions and that the Commission\u0027s sanctions resolution is valid and enforceable."
                            },
                            {
                                "start": 250.686,
                                "stop": 264.95,
                                "byte_start": 1106213,
                                "byte_stop": 1163264,
                                "text": "We assigned the case to a Special Master who filed two reports, making recommendations with respect to each of the foregoing claims and with respect to North Carolina\u0027s motion to dismiss certain claims on grounds of sovereign immunity."
                            },
                            {
                                "start": 264.95,
                                "stop": 268.828,
                                "byte_start": 1163264,
                                "byte_stop": 1178833,
                                "text": "The parties fined nine exceptions to the Master’s reports."
                            },
                            {
                                "start": 268.828,
                                "stop": 273.099,
                                "byte_start": 1178833,
                                "byte_stop": 1195865,
                                "text": "For the reasons provided in our opinion, we overrule all of them."
                            },
                            {
                                "start": 273.099,
                                "stop": 299.254,
                                "byte_start": 1195865,
                                "byte_stop": 1300459,
                                "text": "We first conclude that the express terms of the Compact do not authorize the Commission to impose monetary sanctions against North Carolina and since that is so we reject it as moot the plaintiffs’ argument that North Carolina could not avoid monetary sanctions by withdrawing from the Compact and we deem plaintiffs’ argument that North Carolina forfeited its right to object to monetary sanctions abandoned but in any event without merit."
                            },
                            {
                                "start": 299.254,
                                "stop": 307.952,
                                "byte_start": 1300459,
                                "byte_stop": 1335254,
                                "text": "We also reject plaintiffs’ argument that we are bound by or should defer to the Commission\u0027s conclusion that North Carolina breached the Compact."
                            },
                            {
                                "start": 307.952,
                                "stop": 334.036,
                                "byte_start": 1335254,
                                "byte_stop": 1439640,
                                "text": "The terms of the Compact do not make the Commission the sole arbiter of disputes arising under it and hence we are not bound by the Commission\u0027s conclusion, nor do we apply deferential administrative law standards of review, but instead as the exclusive arbiter of controversies between the states, we exercise our own independent judgment as to both fact and law."
                            },
                            {
                                "start": 334.036,
                                "stop": 344.319,
                                "byte_start": 1439640,
                                "byte_stop": 1480704,
                                "text": "We further reject plaintiffs’ primary argument that North Carolina breached its obligation under Article 5(c) of the Compact to take appropriate steps towards obtaining a license."
                            },
                            {
                                "start": 344.319,
                                "stop": 350.382,
                                "byte_start": 1480704,
                                "byte_stop": 1505050,
                                "text": "The Compact requires North Carolina to take only those licensing steps that are appropriate."
                            },
                            {
                                "start": 350.382,
                                "stop": 370.676,
                                "byte_start": 1505050,
                                "byte_stop": 1586134,
                                "text": "The party’s course of performance establishes that it was not appropriate for North Carolina to proceed with a very expensive licensing process when it had become clear that it will receive no further financial assistance for that purpose, and when it appeared that even if the license were obtained there would be no funding for construction of the facility."
                            },
                            {
                                "start": 370.676,
                                "stop": 376.798,
                                "byte_start": 1586134,
                                "byte_stop": 1610689,
                                "text": "The Compact does not require North Carolina to cover all licensing and building costs on its own."
                            },
                            {
                                "start": 376.798,
                                "stop": 386.546,
                                "byte_start": 1610689,
                                "byte_stop": 1649664,
                                "text": "We reject plaintiffs’ argument that North Carolina breached an implied duty of good faith and fair dealing when it withdrew from the Compact in June 1999."
                            },
                            {
                                "start": 386.546,
                                "stop": 392.809,
                                "byte_start": 1649664,
                                "byte_stop": 1674742,
                                "text": "We have never held that an Interstate Compact includes such a duty and we decline to do so here."
                            },
                            {
                                "start": 392.809,
                                "stop": 403.574,
                                "byte_start": 1674742,
                                "byte_stop": 1717791,
                                "text": "The Compact by its terms imposes no limitation on South Carolina\u0027s right to exercise its statutory right under article 7(g) to withdraw."
                            },
                            {
                                "start": 403.574,
                                "stop": 407.715,
                                "byte_start": 1717791,
                                "byte_stop": 1734301,
                                "text": "We also overrule North Carolina\u0027s two exceptions."
                            },
                            {
                                "start": 407.715,
                                "stop": 417.649,
                                "byte_start": 1734301,
                                "byte_stop": 1774111,
                                "text": "It was reasonable for the Special Master to deny without prejudice north Carolina\u0027s motion for summary judgment on plaintiffs\u0027 equitable claims counts 3-5."
                            },
                            {
                                "start": 417.649,
                                "stop": 424.365,
                                "byte_start": 1774111,
                                "byte_stop": 1800965,
                                "text": "The Special Master concluded that those claims require further briefing, argument and possibly, discovery."
                            },
                            {
                                "start": 424.365,
                                "stop": 432.474,
                                "byte_start": 1800965,
                                "byte_stop": 1833357,
                                "text": "We granted the Special Master, the discretion to manage the proceedings in this case and we approve of his reasonable case management decision."
                            },
                            {
                                "start": 432.474,
                                "stop": 442.632,
                                "byte_start": 1833357,
                                "byte_stop": 1874004,
                                "text": "The Special Master was also correct to deny without prejudice North Carolina\u0027s motion to dismiss the Commission\u0027s claims on grounds of sovereign immunity."
                            },
                            {
                                "start": 442.632,
                                "stop": 452.605,
                                "byte_start": 1874004,
                                "byte_stop": 1913919,
                                "text": "The Commission of course is not a state and hence cannot take advantage of the state\u0027s consent to suit by other states in this Court that the Constitution contains."
                            },
                            {
                                "start": 452.605,
                                "stop": 465.158,
                                "byte_start": 1913919,
                                "byte_stop": 1964074,
                                "text": "Under a case called Arizona versus California, however, we held that a non-state can join the suit by states so long as it asserts the same claims and seeks the same relief."
                            },
                            {
                                "start": 465.158,
                                "stop": 479.53,
                                "byte_start": 1964074,
                                "byte_stop": 2021648,
                                "text": "With respect to counts 1 and 2 the Commission\u0027s claims under those Compact related counts are wholly derivative of the plaintiff states\u0027 claims. Counts 3 to 5 however are on a different footing."
                            },
                            {
                                "start": 479.53,
                                "stop": 490.449,
                                "byte_start": 2021648,
                                "byte_stop": 2065324,
                                "text": "The Special Master concluded that further the factual and legal development is necessary to determine whether the Commission\u0027s claims under those counts were identical to those of the plaintiff states."
                            },
                            {
                                "start": 490.449,
                                "stop": 496.141,
                                "byte_start": 2065324,
                                "byte_stop": 2087999,
                                "text": "We conclude the Special Master\u0027s case management decision was reasonable."
                            },
                            {
                                "start": 496.141,
                                "stop": 502.944,
                                "byte_start": 2087999,
                                "byte_stop": 2115271,
                                "text": "In sum we grant North Carolina\u0027s motions to dismiss count 1 and for summary judgment on count 2."
                            },
                            {
                                "start": 502.944,
                                "stop": 517.906,
                                "byte_start": 2115271,
                                "byte_stop": 2175143,
                                "text": "We deny plaintiffs’ motions for summary judgment on counts 1 and 2 and we deny without prejudice North Carolina\u0027s motions to dismiss the Commission\u0027s claims on sovereign immunity grounds and for summary judgment under counts 3 to 5."
                            },
                            {
                                "start": 517.906,
                                "stop": 532.547,
                                "byte_start": 2175143,
                                "byte_stop": 2233657,
                                "text": "Justice Kennedy has filed an opinion concurring in part and concurring in the judgment in which Justice Sotomayor has joined. The Chief Justice has filed an opinion concurring in part and dissenting in part in which Justice Thomas has joined."
                            },
                            {
                                "start": 532.547,
                                "stop": 541.257,
                                "byte_start": 2233657,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part in which the Chief Justice has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53342,
            "mime": "audio\/mpeg",
            "size": 2268453,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/132%20ORIG\/20100601o_132orig.delivery.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}