{
    "id": 20274,
    "title": "Opinion Announcement - June 29, 1995",
    "transcript": {
        "title": "Miller v. Johnson",
        "duration": 662.283,
        "sections": [
            {
                "start": 0,
                "stop": 662.283,
                "byte_start": 87196,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 362.329,
                        "byte_start": 87196,
                        "byte_stop": 1536574,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.146,
                                "byte_start": 87196,
                                "byte_stop": 139859,
                                "text": "The second case I have to announce is the opinion for the Court in Miller versus Georgia and the case involves the constitutionality of Georgia’s most recent congressional redistricting plan."
                            },
                            {
                                "start": 13.146,
                                "stop": 20.028,
                                "byte_start": 139859,
                                "byte_stop": 167340,
                                "text": "The 1990 census gave Georgia an additional congressional seat, increasing it\u0027s delegation from ten to eleven."
                            },
                            {
                                "start": 20.028,
                                "stop": 22.956,
                                "byte_start": 167340,
                                "byte_stop": 179043,
                                "text": "The state legislature enacted a new districting plan."
                            },
                            {
                                "start": 22.956,
                                "stop": 30.986,
                                "byte_start": 179043,
                                "byte_stop": 211225,
                                "text": "Under the old plan there had been one majority-black district that is to say a district in which the majority of voters were black."
                            },
                            {
                                "start": 30.986,
                                "stop": 38.373,
                                "byte_start": 211225,
                                "byte_stop": 240692,
                                "text": "Under the new plan as first enacted by the general assembly to reflect the additional seat."
                            },
                            {
                                "start": 38.373,
                                "stop": 54.637,
                                "byte_start": 240692,
                                "byte_stop": 305789,
                                "text": "There would be two majority-black districts, Georgia is a covered jurisdiction under the Voting Rights Act so it was required to submit his new redistricting plans, either to the Justice Department or to United States District Court before the plan could go into effect."
                            },
                            {
                                "start": 54.637,
                                "stop": 67.141,
                                "byte_start": 305789,
                                "byte_stop": 355839,
                                "text": "Georgia twice submitted the proposed redistricting plan to the Justice Department and the Justice Department twice objected on the ground that Georgia had created only two majority-black districts when they conceivably could have created three."
                            },
                            {
                                "start": 67.141,
                                "stop": 78.853,
                                "byte_start": 355839,
                                "byte_stop": 402651,
                                "text": "The Justice Department relied on a plan advocated by the ACLU and referred to as the Max-Black Plan which would have created three majority-black districts in Georgia."
                            },
                            {
                                "start": 78.853,
                                "stop": 92.257,
                                "byte_start": 402651,
                                "byte_stop": 456254,
                                "text": "Understanding that the Justice Department would not preclear any proposed plan, until it created three majority-black districts, Georgia’s general assembly redrew the district-lines, to create the third majority-black district and it finally obtained Justice Department approval."
                            },
                            {
                                "start": 92.257,
                                "stop": 107.189,
                                "byte_start": 456254,
                                "byte_stop": 516022,
                                "text": "The key to the approved plan was the Eleventh District, the dense majority-black populations centers of Atlanta, Augusta and Savannah were appended to a sparsely populated rural core in order to create the district."
                            },
                            {
                                "start": 107.189,
                                "stop": 119.455,
                                "byte_start": 516022,
                                "byte_stop": 565028,
                                "text": "After the 1992 elections voters from the Eleventh District brought suit in the United States District Court for the Southern District of Georgia, alleging that there district was a racial gerrymander and violation of the Equal Protection clause, and the District Court agreed."
                            },
                            {
                                "start": 119.455,
                                "stop": 127.75,
                                "byte_start": 565028,
                                "byte_stop": 598256,
                                "text": "Now, the District Court cited evidence of the legislative purpose as well as several appendages drawn for the obvious purpose of putting black population into the Eleventh District."
                            },
                            {
                                "start": 127.75,
                                "stop": 138.769,
                                "byte_start": 598256,
                                "byte_stop": 642350,
                                "text": "The court found that race was the overriding, predominant factor in the redistricting process, it further concluded that Georgia’s plan could not satisfy strict scrutiny, the rigorous standard by which we judge all racial classifications."
                            },
                            {
                                "start": 138.769,
                                "stop": 142.052,
                                "byte_start": 642350,
                                "byte_stop": 655412,
                                "text": "Today, in an opinion by the Court we affirm the District Court."
                            },
                            {
                                "start": 142.052,
                                "stop": 151.898,
                                "byte_start": 655412,
                                "byte_stop": 694804,
                                "text": "Two terms ago, we decided in Shaw v. Reno that if plaintiff states a claim under the Equal Protection Clause by alleging that a district is so bizarre on its face that it is unexplainable other than by race."
                            },
                            {
                                "start": 151.898,
                                "stop": 156.505,
                                "byte_start": 694804,
                                "byte_stop": 713299,
                                "text": "We held that in such cases the plan could be upheld only if it satisfies strict scrutiny."
                            },
                            {
                                "start": 156.505,
                                "stop": 161.999,
                                "byte_start": 713299,
                                "byte_stop": 735242,
                                "text": "Our holding in Shaw did not erect an artificial rule divorced from its general principals of equal protection analysis."
                            },
                            {
                                "start": 161.999,
                                "stop": 168.105,
                                "byte_start": 735242,
                                "byte_stop": 759692,
                                "text": "Shape is relevant not because bizarreness is a necessary element of the constitutional wrong or a threshold requirement of proof."
                            },
                            {
                                "start": 168.105,
                                "stop": 179.067,
                                "byte_start": 759692,
                                "byte_stop": 803474,
                                "text": "The district shape is relevant because it may be persuasive circumstantial evidence that race for its own sake, and not other districting principles, was the legislature\u0027s dominant and controlling rationale in drawing its district lines."
                            },
                            {
                                "start": 179.067,
                                "stop": 186.748,
                                "byte_start": 803474,
                                "byte_stop": 834194,
                                "text": "The logical implication, as the courts applying Shaw have recognized, is that parties may rely on evidence other than bizarreness to establish racebased districting."
                            },
                            {
                                "start": 186.748,
                                "stop": 204.191,
                                "byte_start": 834194,
                                "byte_stop": 903993,
                                "text": "He plaintiff\u0027s burden is to show, either through circumstantial evidence of a district\u0027s shape and demographics or by more direct evidence going to legislative purpose, that race was the predominant factor motivating a legislature\u0027s decision to place a significant number of voters within or without a particular district."
                            },
                            {
                                "start": 204.191,
                                "stop": 212.999,
                                "byte_start": 903993,
                                "byte_stop": 939206,
                                "text": "To make this showing, a plaintiff must prove that the legislature subordinated traditional race-neutral districting principles to racial considerations."
                            },
                            {
                                "start": 212.999,
                                "stop": 224.129,
                                "byte_start": 939206,
                                "byte_stop": 983718,
                                "text": "Where these or other race-neutral considerations are the basis for redistricting legislation, and are not subordinated to race, a State can \u0022defeat a claim that a district has been gerrymandered on racial lines.\u0022"
                            },
                            {
                                "start": 224.129,
                                "stop": 234.058,
                                "byte_start": 983718,
                                "byte_stop": 1023529,
                                "text": "The District Court here finds that it was exceedingly obvious both from the shape of the Eleventh District and from the wealth of other evidence that race was the predominant factor in drawing the electoral district."
                            },
                            {
                                "start": 234.058,
                                "stop": 240.521,
                                "byte_start": 1023529,
                                "byte_stop": 1049338,
                                "text": "In fact the State of Georgia admits in his brief of the Eleventh District is the product of a desire to create a majority-black district."
                            },
                            {
                                "start": 240.521,
                                "stop": 253.98,
                                "byte_start": 1049338,
                                "byte_stop": 1103150,
                                "text": "On this record, we fail to see how the District Court could have reached any conclusion other than that race was the predominant factor in drawing Georgia\u0027s Eleventh District; and in any event we conclude the court\u0027s finding is not clearly erroneous."
                            },
                            {
                                "start": 253.98,
                                "stop": 257.714,
                                "byte_start": 1103150,
                                "byte_stop": 1118092,
                                "text": "We agree also with the District Court that Georgia’s plan cannot survive strict scrutiny."
                            },
                            {
                                "start": 257.714,
                                "stop": 269.242,
                                "byte_start": 1118092,
                                "byte_stop": 1164172,
                                "text": "Whether or not in some case compliance with the Voting Rights Act, standing alone can provide compelling interest independent of any interest and remedying past discrimination, it cannot do so here."
                            },
                            {
                                "start": 269.242,
                                "stop": 274.542,
                                "byte_start": 1164172,
                                "byte_stop": 1185384,
                                "text": "The congressional plan challenged here was not required by the Voting Rights Act under a correct reading of the statute."
                            },
                            {
                                "start": 274.542,
                                "stop": 281.027,
                                "byte_start": 1185384,
                                "byte_stop": 1211402,
                                "text": "We do not accept the contention, that the state has a compelling interest in complying with whatever preclearance mandates the Justice Department issues."
                            },
                            {
                                "start": 281.027,
                                "stop": 296.85,
                                "byte_start": 1211402,
                                "byte_stop": 1274618,
                                "text": "Where a State relies on a Department\u0027s determination that race-based districting is necessary to comply with the Voting Rights Act, the judiciary retains an independent obligation in adjudicating consequent equal protection challenges to ensure that the State\u0027s actions are narrowly tailored to achieve a compelling interest."
                            },
                            {
                                "start": 296.85,
                                "stop": 314.015,
                                "byte_start": 1274618,
                                "byte_stop": 1343268,
                                "text": "The Voting Rights Act and it\u0027s grant of authority to the Federal Courts to uncover official efforts to abridge minorities\u0027 right to vote, has been of vital importance in eradicating invidious discrimination from the electoral process and enhancing the legitimacy of our political institutions."
                            },
                            {
                                "start": 314.015,
                                "stop": 318.412,
                                "byte_start": 1343268,
                                "byte_stop": 1360927,
                                "text": "As a Nation we share both the obligation and the aspiration of working toward this end."
                            },
                            {
                                "start": 318.412,
                                "stop": 323.604,
                                "byte_start": 1360927,
                                "byte_stop": 1381616,
                                "text": "The end is neither assured nor well served, however, by carving electorates into racial blocs."
                            },
                            {
                                "start": 323.604,
                                "stop": 334.29,
                                "byte_start": 1381616,
                                "byte_stop": 1424456,
                                "text": "\u0022If our society is to continue to progress as a multiracial democracy, it must recognize that the automatic invocation of race stereotypes retards that progress and causes continued hurt and injury.\u0022"
                            },
                            {
                                "start": 334.29,
                                "stop": 347.163,
                                "byte_start": 1424456,
                                "byte_stop": 1475865,
                                "text": "It takes a shortsighted and unauthorized view of the Voting Rights Act to invoke that statute which had played a decisive role in redressing some of the worst forms of discrimination, to demand the very racial stereotyping the Fourteenth Amendment forbids."
                            },
                            {
                                "start": 347.163,
                                "stop": 349.426,
                                "byte_start": 1475865,
                                "byte_stop": 1484956,
                                "text": "Justice O’Connor has filed a concurring opinion."
                            },
                            {
                                "start": 349.426,
                                "stop": 351.997,
                                "byte_start": 1484956,
                                "byte_stop": 1495196,
                                "text": "Justice Stevens has filed a dissenting opinion."
                            },
                            {
                                "start": 351.997,
                                "stop": 362.329,
                                "byte_start": 1495196,
                                "byte_stop": 1536574,
                                "text": "Justice Ginsberg has filed a dissenting opinion in which Justices Stevens and Breyer joined and in which Justice Souter joins except as to Part III-B."
                            }
                        ]
                    },
                    {
                        "start": 362.329,
                        "stop": 662.283,
                        "byte_start": 1536574,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 362.329,
                                "stop": 375.692,
                                "byte_start": 1536574,
                                "byte_stop": 1589968,
                                "text": "The plan that Georgia legislature adopted, I endeavor to explain in my dissenting opinion, merited this Court\u0027s approbation, not its condemnation."
                            },
                            {
                                "start": 375.692,
                                "stop": 380.098,
                                "byte_start": 1589968,
                                "byte_stop": 1607627,
                                "text": "Legislative districting is highly political business."
                            },
                            {
                                "start": 380.098,
                                "stop": 387.489,
                                "byte_start": 1607627,
                                "byte_stop": 1637198,
                                "text": "This Court has largely respected the competence of state legislatures to attend to the task."
                            },
                            {
                                "start": 387.489,
                                "stop": 397.577,
                                "byte_start": 1637198,
                                "byte_stop": 1677531,
                                "text": "When race is the issue, however, courts have intervened in recent decades to prevent dilution of minority voter strength."
                            },
                            {
                                "start": 397.577,
                                "stop": 408.188,
                                "byte_start": 1677531,
                                "byte_stop": 1719954,
                                "text": "Generations of rank discrimination against African-Americans, as citizens and as voters, account for that surveillance."
                            },
                            {
                                "start": 408.188,
                                "stop": 418.289,
                                "byte_start": 1719954,
                                "byte_stop": 1760391,
                                "text": "Two Terms ago, in Shaw v. Reno, this Court took up a claim \u0022analytically distinct\u0022 from a vote dilution claim."
                            },
                            {
                                "start": 418.289,
                                "stop": 445.073,
                                "byte_start": 1760391,
                                "byte_stop": 1867493,
                                "text": "Shaw authorized judicial intervention in extremely irregular apportionments in which the legislature, plaintiff’s alleged, cast aside traditional districting practices to consider race alone in the Shaw case to create a district in North Carolina, in which African-Americans would compose a majority of the voters."
                            },
                            {
                                "start": 445.073,
                                "stop": 457.841,
                                "byte_start": 1867493,
                                "byte_stop": 1918589,
                                "text": "Today the Court moves beyond Shaw to announce the federal courts undertake searching review of any district with contours \u0022predominantly motivated by race.”"
                            },
                            {
                                "start": 457.841,
                                "stop": 474.064,
                                "byte_start": 1918589,
                                "byte_stop": 1983477,
                                "text": "Strict scrutiny will be triggered not only when traditional districting practices are abandoned, but also when those practices are subordinated to that is given less weight than race."
                            },
                            {
                                "start": 474.064,
                                "stop": 491.499,
                                "byte_start": 1983477,
                                "byte_stop": 2053276,
                                "text": "Applying this new race as the predominant factor standard, the Court invalidates Georgia\u0027s districting plan because Georgia\u0027s Eleventh District, the focus of today\u0027s dispute, was designed to have a majority nonwhite electorate."
                            },
                            {
                                "start": 491.499,
                                "stop": 504.546,
                                "byte_start": 2053276,
                                "byte_stop": 2105416,
                                "text": "In contrast to the snake-like North Carolina district inspected in Shaw, however Georgia’s Eleventh District is not bizarre, it is not extremely irregular or irrational on its face."
                            },
                            {
                                "start": 504.546,
                                "stop": 514.222,
                                "byte_start": 2105416,
                                "byte_stop": 2144182,
                                "text": "Instead the Eleventh District like Georgia’s majority white districts bears the imprint of familiar districting practices."
                            },
                            {
                                "start": 514.222,
                                "stop": 524.003,
                                "byte_start": 2144182,
                                "byte_stop": 2183261,
                                "text": "The district covers a core area in Central and Eastern Georgia, and its total land area some 6800 square miles is about average for the state."
                            },
                            {
                                "start": 524.003,
                                "stop": 539.674,
                                "byte_start": 2183261,
                                "byte_stop": 2245955,
                                "text": "The border of the Eleventh District runs close to 1200 miles in line with Georgia\u0027s Second District, which has over 1200 miles to its border and the State\u0027s Eighth District, with the border also running close to 1200 miles."
                            },
                            {
                                "start": 539.674,
                                "stop": 544.676,
                                "byte_start": 2245955,
                                "byte_stop": 2265913,
                                "text": "Nor does the Eleventh District disrespect the boundaries of political subdivisions."
                            },
                            {
                                "start": 544.676,
                                "stop": 564.309,
                                "byte_start": 2265913,
                                "byte_stop": 2344489,
                                "text": "Of the 22 counties in the district, 14 are intact and 8 are divided and that puts the Eleventh District at about the state average in divided counties and notably the Eleventh District’s boundaries largely follow precinct lines."
                            },
                            {
                                "start": 564.309,
                                "stop": 571.321,
                                "byte_start": 2344489,
                                "byte_stop": 2372492,
                                "text": "The Court\u0027s disposition renders redistricting perilous work for state legislatures."
                            },
                            {
                                "start": 571.321,
                                "stop": 579.786,
                                "byte_start": 2372492,
                                "byte_stop": 2406347,
                                "text": "Statutory mandates and political realities may require States to consider race when drawing district lines."
                            },
                            {
                                "start": 579.786,
                                "stop": 594.05,
                                "byte_start": 2406347,
                                "byte_stop": 2463398,
                                "text": "But today\u0027s decision is a counterforce; it opens the way for federal litigation if traditional districting practices arguably were accorded less weight than race."
                            },
                            {
                                "start": 594.05,
                                "stop": 604.413,
                                "byte_start": 2463398,
                                "byte_stop": 2504881,
                                "text": "Attention to traditional districting practices and avoidance of bizarre configurations seemed under Shaw to provide a safe harbor."
                            },
                            {
                                "start": 604.413,
                                "stop": 613.247,
                                "byte_start": 2504881,
                                "byte_stop": 2540198,
                                "text": "In view of today\u0027s decision, which cuts lose from the bizarreness criterion, that is no longer the case."
                            },
                            {
                                "start": 613.247,
                                "stop": 629.916,
                                "byte_start": 2540198,
                                "byte_stop": 2606863,
                                "text": "Only after litigation under either the Voting Rights Act, the Court\u0027s new Miller predominantly motivated by race standard or both will States now be assured that plans conscious of race are safe."
                            },
                            {
                                "start": 629.916,
                                "stop": 634.869,
                                "byte_start": 2606863,
                                "byte_stop": 2626716,
                                "text": "Federal Judges in large numbers may be drawn into the fray."
                            },
                            {
                                "start": 634.869,
                                "stop": 648.91,
                                "byte_start": 2626716,
                                "byte_stop": 2682932,
                                "text": "This enlargement of the judicial role and its deployment to stem the creation of my majority-minority district is unwarranted and unsettling."
                            },
                            {
                                "start": 648.91,
                                "stop": 662.283,
                                "byte_start": 2682932,
                                "byte_stop": 0,
                                "text": "The division of opinion here however, suggests that in this difficult area, the court has not yet spoken a final word."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49672,
            "mime": "audio\/mpeg",
            "size": 2736326,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1994\/94-631\/19950629o_94-631.delivery.mp3"
        },
        {
            "id": 71468,
            "mime": "audio\/ogg",
            "size": 6545809,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1994\/94-631\/19950629o_94-631.ogg"
        },
        {
            "id": 71469,
            "mime": "application\/x-mpegURL",
            "size": 9614,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1994\/94-631\/19950629o_94-631.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}