{
    "id": 23042,
    "title": "Opinion Announcement - June 23, 2003",
    "transcript": {
        "title": "Grutter v. Bollinger",
        "duration": 412.029,
        "sections": [
            {
                "start": 0,
                "stop": 412.029,
                "byte_start": 85323,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.882,
                        "byte_start": 85323,
                        "byte_stop": 112908,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.882,
                                "byte_start": 85323,
                                "byte_stop": 112908,
                                "text": "The opinion of the Court, in No. 02-241, Grutter against Bollinger will be announced by Justice O\u0027Connor."
                            }
                        ]
                    },
                    {
                        "start": 6.882,
                        "stop": 412.029,
                        "byte_start": 112908,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15092,
                            "name": "Sandra Day O\u0027Connor",
                            "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
                            "last_name": "O\u0027Connor",
                            "roles": [
                                {
                                    "id": 2736,
                                    "type": "scotus_justice",
                                    "date_start": 370242000,
                                    "date_end": 1138687200,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
                                }
                            ],
                            "thumbnail": {
                                "id": 32763,
                                "mime": "image\/png",
                                "size": 49563,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
                            },
                            "length_of_service": 8894,
                            "identifier": "sandra_day_oconnor"
                        },
                        "text_blocks": [
                            {
                                "start": 6.882,
                                "stop": 13.143,
                                "byte_start": 112908,
                                "byte_stop": 137986,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 13.143,
                                "stop": 27.807,
                                "byte_start": 137986,
                                "byte_stop": 196605,
                                "text": "The University of Michigan Law School strives to assemble a highly capable diverse student body by focusing on academic ability as well as on each applicant\u0027s talents, experiences, and potential."
                            },
                            {
                                "start": 27.807,
                                "stop": 46.335,
                                "byte_start": 196605,
                                "byte_stop": 270688,
                                "text": "The Law School\u0027s admissions policy does not define diversity solely in terms of race but it does reaffirm the Law School\u0027s commitment to the inclusion of African-American, Latino, and Native-American students who might otherwise not be present in meaningful numbers."
                            },
                            {
                                "start": 46.335,
                                "stop": 53,
                                "byte_start": 270688,
                                "byte_stop": 297333,
                                "text": "Petitioner Barbara Grutter is a white Michigan resident who was denied admission to the Law School."
                            },
                            {
                                "start": 53,
                                "stop": 60.188,
                                "byte_start": 297333,
                                "byte_stop": 326172,
                                "text": "She filed this suit alleging that respondents unlawfully discriminated against her on the basis of race."
                            },
                            {
                                "start": 60.188,
                                "stop": 66.218,
                                "byte_start": 326172,
                                "byte_stop": 350205,
                                "text": "The District Court agreed with petitioner but the Court of Appeals for the Sixth Circuit reversed."
                            },
                            {
                                "start": 66.218,
                                "stop": 82.751,
                                "byte_start": 350205,
                                "byte_stop": 416347,
                                "text": "In an opinion filed with the Clerk of the Court today, we affirm the judgment of the Court of Appeals, and hold that the Law School\u0027s use of race in admissions is narrowly tailored to further a compelling state interest in assembling a diverse student body."
                            },
                            {
                                "start": 82.751,
                                "stop": 88.87,
                                "byte_start": 416347,
                                "byte_stop": 440902,
                                "text": "We last addressed the use of race in University admissions in the landmark Bakke case."
                            },
                            {
                                "start": 88.87,
                                "stop": 93.758,
                                "byte_start": 440902,
                                "byte_stop": 460441,
                                "text": "None of the six opinions in that case garnered a majority."
                            },
                            {
                                "start": 93.758,
                                "stop": 110.058,
                                "byte_start": 460441,
                                "byte_stop": 525643,
                                "text": "Justice Powell announcing the judgment provided a fifth vote not only for invalidating the racial set aside program at issue in Bakke but also for reversing the lower court\u0027s injunction against any use of race, whatever."
                            },
                            {
                                "start": 110.058,
                                "stop": 123.505,
                                "byte_start": 525643,
                                "byte_stop": 579351,
                                "text": "In part of his opinion joined by no other justice, Justice Powell concluded that attaining a diverse student body was the only interest asserted by the University that could survive scrutiny"
                            },
                            {
                                "start": 123.505,
                                "stop": 136.045,
                                "byte_start": 579351,
                                "byte_stop": 629506,
                                "text": "Since Bakke universities across the nation have modeled their admissions programs on Justice Powell\u0027s views concerning permissible race-conscious admissions policies."
                            },
                            {
                                "start": 136.045,
                                "stop": 143.462,
                                "byte_start": 629506,
                                "byte_stop": 659181,
                                "text": "Courts however have struggled to discern whether Justice Powell\u0027s diversity rationale is binding precedent."
                            },
                            {
                                "start": 143.462,
                                "stop": 161.37,
                                "byte_start": 659181,
                                "byte_stop": 730861,
                                "text": "We need not decide that question because we endorse Justice Powell\u0027s views and in the context of higher education, student body diversity is a compelling state interest that can justify a narrowly tailored use of race in admission."
                            },
                            {
                                "start": 161.37,
                                "stop": 177.336,
                                "byte_start": 730861,
                                "byte_stop": 794704,
                                "text": "Our scrutiny of the Law School\u0027s interest in attaining a diverse student body is no less strict for taking into account complex educational judgments in an area that lies primarily within the university\u0027s expertise."
                            },
                            {
                                "start": 177.336,
                                "stop": 199.696,
                                "byte_start": 794704,
                                "byte_stop": 884147,
                                "text": "The educational benefits that flow from student body diversity are substantiated by numerous expert studies and reports showing that such diversity promotes learning and better prepares students for an increasingly heterogenous workforce. for responsible citizenship, and for the legal profession."
                            },
                            {
                                "start": 199.696,
                                "stop": 218.108,
                                "byte_start": 884147,
                                "byte_stop": 957813,
                                "text": "Indeed, high ranking retired officer\u0027s and civilian military leaders assert that a highly qualified, racially diverse officer corp drawn in large part from college ROTC programs is essential to our nation\u0027s security."
                            },
                            {
                                "start": 218.108,
                                "stop": 235.583,
                                "byte_start": 957813,
                                "byte_stop": 1027716,
                                "text": "Moreover, because universities and law schools in particular represent the training ground for a large number of our nation\u0027s leaders, this path to leadership must be visibly open to talented and qualified individuals of every race and ethnicity."
                            },
                            {
                                "start": 235.583,
                                "stop": 243.185,
                                "byte_start": 1027716,
                                "byte_stop": 1058123,
                                "text": "The Law School\u0027s race admissions program is also narrowly tailored to further the interest we approve today."
                            },
                            {
                                "start": 243.185,
                                "stop": 258.456,
                                "byte_start": 1058123,
                                "byte_stop": 1119250,
                                "text": "The Law School considers race only as a plus in a particular applicant\u0027s file and gives serious consideration to all the ways besides race that an applicant might contribute to a diverse educational environment."
                            },
                            {
                                "start": 258.456,
                                "stop": 268.927,
                                "byte_start": 1119250,
                                "byte_stop": 1161045,
                                "text": "The Law School\u0027s pursuit of a critical mass of under represented minority operates neither as a quota nor a two track admission system."
                            },
                            {
                                "start": 268.927,
                                "stop": 275.719,
                                "byte_start": 1161045,
                                "byte_stop": 1188213,
                                "text": "Moreover, the Law School engages in a highly individualized holistic review of each applicant."
                            },
                            {
                                "start": 275.719,
                                "stop": 306.39,
                                "byte_start": 1188213,
                                "byte_stop": 1310884,
                                "text": "We are also satisfied that the Law School sufficienty considered workable race neutral alternatives before resorting to race-based means to obtain the educational benefits of diversity that the Law School seeks, and in the context of its individualized inquiry into the possible diversity contributions of all applicants, the Law School\u0027s race-conscious admissions program does not unduly harm non-minority applicants."
                            },
                            {
                                "start": 306.39,
                                "stop": 316.666,
                                "byte_start": 1310884,
                                "byte_stop": 1352053,
                                "text": "Now, we are mindful that a core purpose of the Fourteenth Amendment was to do away with all governmentally imposed discrimination based on race."
                            },
                            {
                                "start": 316.666,
                                "stop": 332.384,
                                "byte_start": 1352053,
                                "byte_stop": 1414956,
                                "text": "Accordingly, race-conscious admissions policies must be limited in time, enshrining a permanent justification for racial preferences would offend this fundamental equal protection principle."
                            },
                            {
                                "start": 332.384,
                                "stop": 343.01,
                                "byte_start": 1414956,
                                "byte_stop": 1457379,
                                "text": "We see no reason to exempt race conscious admissions program from the requirement that all governmental uses of race must have a logical end point."
                            },
                            {
                                "start": 343.01,
                                "stop": 355.707,
                                "byte_start": 1457379,
                                "byte_stop": 1508161,
                                "text": "We take the Law School at its word that it would like nothing better than defined a race-neutral admissions formula and will terminate its race-conscious admissions program as soon as practicable."
                            },
                            {
                                "start": 355.707,
                                "stop": 368.326,
                                "byte_start": 1508161,
                                "byte_stop": 1558629,
                                "text": "It has been 25 years since Justice Powell first suggested approval of the use of race to further an interest in student body diversity in the context of higher education."
                            },
                            {
                                "start": 368.326,
                                "stop": 378.518,
                                "byte_start": 1558629,
                                "byte_stop": 1599485,
                                "text": "We expect that 25 years from now, the use of racial preferences will no longer be necessary to further the interest that we approve today."
                            },
                            {
                                "start": 378.518,
                                "stop": 412.029,
                                "byte_start": 1599485,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed a concurring opinion in which Justice Breyer joins; Justice Scalia has filed an opinion concurring in part and dissenting in part in which Justice Thomas has joined; Justice Thomas has filed an opinion concurring in part and dissenting in part in which Justice Scalia joins as to parts 1 through 7; The Chief Justice has filed a dissenting opinion in which Justices Scalia, Kennedy, and Thomas join; Justice Kennedy has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55206,
            "mime": "audio\/mpeg",
            "size": 1733441,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/02-241\/20030623o_02-241.delivery.mp3"
        },
        {
            "id": 76946,
            "mime": "audio\/ogg",
            "size": 4146036,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/02-241\/20030623o_02-241.ogg"
        },
        {
            "id": 76947,
            "mime": "application\/x-mpegURL",
            "size": 6045,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/02-241\/20030623o_02-241.m3u8"
        }
    ],
    "damaged": false,
    "unavailable": false
}