{
    "id": 23948,
    "title": "Opinion Announcement - December 15, 2014",
    "transcript": {
        "title": "Heien v. North Carolina",
        "duration": 417.672,
        "sections": [
            {
                "start": 0,
                "stop": 417.672,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 417.672,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.303,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion for the court in case number 13-604 Heien v. North Carolina."
                            },
                            {
                                "start": 8.303,
                                "stop": 19.919,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Early one morning Sergeant Matt Darisse of the Surry County Sheriff\u0027s Department sat in his patrol car near Dobson, North Carolina observing North bound traffic on I-77."
                            },
                            {
                                "start": 19.919,
                                "stop": 30.897,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Shortly before 8 a.m., a Ford Escort passed by. Darisse thought the driver looked very stiff and nervous, so he pulled onto the interstate and began following the Escort."
                            },
                            {
                                "start": 30.897,
                                "stop": 38.084,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A few miles down the road, the Escort braked as it approached a slower vehicle, but only the left brake light came on."
                            },
                            {
                                "start": 38.084,
                                "stop": 44.769,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Noting the faulty right brake light, Darisse activated his vehicle\u0027s lights and pulled the Escort over."
                            },
                            {
                                "start": 44.769,
                                "stop": 52.828,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There were two men in the car, and they acted suspiciously, for example - they gave inconsistent answers when asked where they were headed."
                            },
                            {
                                "start": 52.828,
                                "stop": 63.604,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Sergeant Darisse eventually asked the owner of the car if he would consent to having it searched, and he agreed. Darisse found a sandwich bag of cocaine in the car."
                            },
                            {
                                "start": 63.604,
                                "stop": 71.555,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the trial court in which the owner of the car Heien argued that the search of the car violated the Fourth Amendment, he lost."
                            },
                            {
                                "start": 71.555,
                                "stop": 74.626,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "He appealed, and this is where it gets interesting."
                            },
                            {
                                "start": 74.626,
                                "stop": 87.548,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The North Carolina Court of Appeals held that the police officer had no reasonable basis for stopping the car because under North Carolina law, cars only have to have one working brake light."
                            },
                            {
                                "start": 87.548,
                                "stop": 96.092,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The state appealed to the North Carolina Supreme Court but the government did not argue that the law records leading of the brake light law was wrong."
                            },
                            {
                                "start": 96.092,
                                "stop": 108.184,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead the state argued that even if the officer turned out to be wrong about the law, his mistake was a reasonable one and that was enough to satisfy the Fourth Amendment."
                            },
                            {
                                "start": 108.184,
                                "stop": 114.883,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The North Carolina Supreme Court agreed and regranted Heien\u0027s petition for review."
                            },
                            {
                                "start": 114.883,
                                "stop": 129.036,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We began our analysis with the words of the Fourth Amendment, “The right of the people to be secure in their person\u0027s, houses, papers and effects against unreasonable searches and seizures, shall not be violated.”"
                            },
                            {
                                "start": 129.036,
                                "stop": 131.667,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now the key word is ‘unreasonable.\u0027"
                            },
                            {
                                "start": 131.667,
                                "stop": 138.256,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have held before that searches based on a reasonable mistake of fact can be consistent with the Fourth Amendment."
                            },
                            {
                                "start": 138.256,
                                "stop": 154.386,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For example; police can generally search a home without a warrant if a resident consents and such a search remains lawful when the officer obtains the consent of someone who reasonably appears to be but in fact is not a resident."
                            },
                            {
                                "start": 154.386,
                                "stop": 163.037,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The limit is that as we put it in a 1949 case the mistakes must be those of reasonable men."
                            },
                            {
                                "start": 163.037,
                                "stop": 172.682,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But reasonable men can make mistakes of law too and such mistakes are no less compatible with the concept of reasonable suspicion."
                            },
                            {
                                "start": 172.682,
                                "stop": 181.922,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Reasonable suspicion arises from the combination of an officer\u0027s understanding of the facts and his understanding of the relevant law."
                            },
                            {
                                "start": 181.922,
                                "stop": 197.422,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The officer maybe reasonably mistaken on either ground, whether the facts turn out to be not what was thought or the law turns out to be not what was thought the result is the same, the facts are outside the scope of the law."
                            },
                            {
                                "start": 197.422,
                                "stop": 213.363,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There is no reason under the text of the Fourth Amendment or our precedence why this same result should be acceptable when reached by a reasonable mistake of fact but not when reached by a similarly reasonable mistake of law."
                            },
                            {
                                "start": 213.363,
                                "stop": 218.826,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Support for that proposition in our cases goes back more than 200 years."
                            },
                            {
                                "start": 218.826,
                                "stop": 228.803,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 1809 the Supreme Court had before a case in which a customs official had misread the law in seizing merchandize from a ship."
                            },
                            {
                                "start": 228.803,
                                "stop": 238.518,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court held that he could nevertheless not be held liable to the owner because the official\u0027s mistake of law was reasonable."
                            },
                            {
                                "start": 238.518,
                                "stop": 254.204,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In his opinion for a unanimous court, Chief Justice Marshall wrote that “a doubt as to the true construction of the law is as reasonable a cause for seizure as a doubt respecting the fact so to here.”"
                            },
                            {
                                "start": 254.204,
                                "stop": 261.414,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Contrary to the suggestion of Heien and amici our decision does not discourage officers from learning the law."
                            },
                            {
                                "start": 261.414,
                                "stop": 270.463,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Fourth Amendment tolerates only reasonable mistakes and those mistakes -- whether of fact or of law -- must be objectively reasonable."
                            },
                            {
                                "start": 270.463,
                                "stop": 276.342,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We do not examine the subjective understanding of the particular officer involved."
                            },
                            {
                                "start": 276.342,
                                "stop": 284.81,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "An officer can gain no Fourth Amendment advantage through a sloppy study of the laws he is duty-bound to enforce."
                            },
                            {
                                "start": 284.81,
                                "stop": 299.755,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Heien and amici also point to the well-known maxim, “Ignorance of the law is no excuse,” and contend that it is unfair to let police officers get away with mistakes of law when the citizenry is accorded no such leeway."
                            },
                            {
                                "start": 299.755,
                                "stop": 305.563,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This argument misconceives the application and implication of the maxim."
                            },
                            {
                                "start": 305.563,
                                "stop": 321.264,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The true symmetry is this - Just as an individual generally cannot escape criminal liability based on a mistaken understanding of the law, so too the government cannot impose liability based on a mistaken understanding of the law."
                            },
                            {
                                "start": 321.264,
                                "stop": 338.148,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the law required two brake lights, Heien could not escape a ticket by claiming he reasonably thought he needed only one; if the law required only one, Sergeant Darisse could not issue a valid ticket by claiming he reasonably thought drivers needed two."
                            },
                            {
                                "start": 338.148,
                                "stop": 349.732,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But just because mistakes of law cannot justify either the imposition or the avoidance of criminal liability, it does not follow that they cannot justify an investigatory stop."
                            },
                            {
                                "start": 349.732,
                                "stop": 360.506,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And Heien is not appealing a brake-light ticket; he is appealing a cocaine-trafficking conviction as to which there is no asserted mistake of fact or law."
                            },
                            {
                                "start": 360.506,
                                "stop": 367.944,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now here there is doubt that Sergeant Darisse\u0027s mistake about how many brake-lights were required was a reasonable one."
                            },
                            {
                                "start": 367.944,
                                "stop": 376.648,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I suspect most of you here were surprised to learn that only one brake-light is required in North Carolina even if you are from North Carolina."
                            },
                            {
                                "start": 376.648,
                                "stop": 395.087,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As we explained in our opinion some language in the state law does suggest you only need one working brake-light, but there is other language that seems to indicate that all brake-lights must work, and when Sergeant Darisse pulled the Ford Escort over no North Carolina court had yet construed the law."
                            },
                            {
                                "start": 395.087,
                                "stop": 406.467,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We hold that the police officer\u0027s mistake of law was a reasonable one, and therefore that a stop of Heien\u0027s vehicle and subsequent search did not violate the Fourth Amendment."
                            },
                            {
                                "start": 406.467,
                                "stop": 417.672,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Kagan has filed a concurring opinion joined by Justice Ginsburg, Justice Sotomayor has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78612,
            "mime": "audio\/mpeg",
            "size": 1700488,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-604\/13-604_20141215-opinion.delivery.mp3"
        },
        {
            "id": 78733,
            "mime": "audio\/ogg",
            "size": 4118524,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-604\/13-604_20141215-opinion.ogg"
        },
        {
            "id": 78734,
            "mime": "application\/x-mpegURL",
            "size": 7111,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-604\/13-604_20141215-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}