{
    "id": 21493,
    "title": "Opinion Announcement - June 26, 2013 (Part 2)",
    "transcript": {
        "title": "United States v. Windsor",
        "duration": 748.2,
        "sections": [
            {
                "start": 0,
                "stop": 748.2,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 748.2,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.128,
                                "byte_start": 106496,
                                "byte_stop": 139097,
                                "text": "As you\u0027ve heard I\u0027ve filed one of the dissenting opinions."
                            },
                            {
                                "start": 8.128,
                                "stop": 10.693,
                                "byte_start": 139097,
                                "byte_stop": 149337,
                                "text": "There are two parts to the majority\u0027s opinion."
                            },
                            {
                                "start": 10.693,
                                "stop": 17.475,
                                "byte_start": 149337,
                                "byte_stop": 176400,
                                "text": "The first explaining why this Court has jurisdiction to decide the question and the second, deciding it."
                            },
                            {
                                "start": 17.475,
                                "stop": 31.446,
                                "byte_start": 176400,
                                "byte_stop": 232302,
                                "text": "Both of them are in my view wrong and the error in both springs from the same diseased root, an exalted notion of the role of this Court in American society."
                            },
                            {
                                "start": 31.446,
                                "stop": 45.973,
                                "byte_start": 232302,
                                "byte_stop": 290398,
                                "text": "In finding jurisdiction to pronounce upon the constitutionality of DOMA, the majority invokes what it calls this Court\u0027s “Primary role” in determining the constitution\u0027s meaning."
                            },
                            {
                                "start": 45.973,
                                "stop": 50.249,
                                "byte_start": 290398,
                                "byte_stop": 307534,
                                "text": "The constitution assigns us no such primary role."
                            },
                            {
                                "start": 50.249,
                                "stop": 55.903,
                                "byte_start": 307534,
                                "byte_stop": 330209,
                                "text": "Indeed it does not assign us the role of determining the constitution\u0027s meaning at all."
                            },
                            {
                                "start": 55.903,
                                "stop": 75.404,
                                "byte_start": 330209,
                                "byte_stop": 408158,
                                "text": "We perform that task accidentally as it were in the execution of what is our assigned task, namely just as the other two coequal branches perform the task of interpreting the constitution in the execution of their assigned roles."
                            },
                            {
                                "start": 75.404,
                                "stop": 84.804,
                                "byte_start": 408158,
                                "byte_stop": 445774,
                                "text": "Our assigned role, as Article III says, is to resolve disputes, cases and controversies between two parties."
                            },
                            {
                                "start": 84.804,
                                "stop": 101.455,
                                "byte_start": 445774,
                                "byte_stop": 512334,
                                "text": "Where resolution of the case depends on the constitutionality and hence the validity of a particular law, it becomes and only then does it become as Chief Justice Marshall wrote, surely the province of this Court to say what the law is."
                            },
                            {
                                "start": 101.455,
                                "stop": 118.25,
                                "byte_start": 512334,
                                "byte_stop": 579521,
                                "text": "The power of the Court is increased enormously and becomes indeed primary among the three branches when our ability to expound upon the Constitution is uncoupled from our duty to resolve live controversies."
                            },
                            {
                                "start": 118.25,
                                "stop": 131.278,
                                "byte_start": 579521,
                                "byte_stop": 631662,
                                "text": "To confirm that that is what has happened here, one need only read the concluding sentence of the brief for the government, for the party appealing from the judgment below."
                            },
                            {
                                "start": 131.278,
                                "stop": 145.398,
                                "byte_start": 631662,
                                "byte_stop": 688191,
                                "text": "That lessons reads, for the foregoing reasons, the judgment of the Court of Appeals should be affirmed, but of course that is precisely what the respondent, the supposedly opposing party wants us to do."
                            },
                            {
                                "start": 145.398,
                                "stop": 148.437,
                                "byte_start": 688191,
                                "byte_stop": 700312,
                                "text": "There is no dispute for us to resolve."
                            },
                            {
                                "start": 148.437,
                                "stop": 158.046,
                                "byte_start": 700312,
                                "byte_stop": 738764,
                                "text": "One could spend many fruitless afternoons ransacking our library for any other petitioner\u0027s brief seeking an affirmance of the judgment against it."
                            },
                            {
                                "start": 158.046,
                                "stop": 174.763,
                                "byte_start": 738764,
                                "byte_stop": 805637,
                                "text": "The majority claims that it is enough to enable our jurisdiction that “Adversarial presentation of the issues is assured by the participation of amici curiae prepared to defend with vigor the other side of the issue."
                            },
                            {
                                "start": 174.763,
                                "stop": 184.167,
                                "byte_start": 805637,
                                "byte_stop": 843254,
                                "text": "That is truly a revolution in our jurisprudence and one as I have said that aggrandizes this Court."
                            },
                            {
                                "start": 184.167,
                                "stop": 193.439,
                                "byte_start": 843254,
                                "byte_stop": 880347,
                                "text": "Having gotten jurisdiction wrong, the majority gets the merits wrong as well and for the same reason of self aggrandizement."
                            },
                            {
                                "start": 193.439,
                                "stop": 222.957,
                                "byte_start": 880347,
                                "byte_stop": 998421,
                                "text": "As I described at length in my dissent, it is difficult to pin down the precise technical legal basis for the majority\u0027s conclusion of unconstitutionality, but whatever hook it is hung on, the majority opinion makes clear that what causes DOMA to be unconstitutional is the fact that it is motivated by “the bare desire to harm” couples in same-sex marriages."
                            },
                            {
                                "start": 222.957,
                                "stop": 238.796,
                                "byte_start": 998421,
                                "byte_stop": 1061742,
                                "text": "The majority says the supporters of this act acted with malice, with “the purpose,” all of the following are quotes, “The purpose to disparage and to injury same-sex couples."
                            },
                            {
                                "start": 238.796,
                                "stop": 256.42,
                                "byte_start": 1061742,
                                "byte_stop": 1132272,
                                "text": "It says that the motivation for DOMA was to demean, to impose inequality, to impose a stigma, to deny people equal dignity, to brand gay people as unworthy and to humiliate their children.”"
                            },
                            {
                                "start": 256.42,
                                "stop": 270.887,
                                "byte_start": 1132272,
                                "byte_stop": 1190055,
                                "text": "Bear in mind that the object of this terrible condemnation is not some benighted state legislature and governor, but are respected coordinate branches that Congress and the presidency of the United States."
                            },
                            {
                                "start": 270.887,
                                "stop": 283.475,
                                "byte_start": 1190055,
                                "byte_stop": 1240419,
                                "text": "Laying such a charge against them should require the most extraordinary evidence and I would have thought that every attempt would be made to indulge a more anodyne explanation for the statute."
                            },
                            {
                                "start": 283.475,
                                "stop": 295.545,
                                "byte_start": 1240419,
                                "byte_stop": 1288694,
                                "text": "The majority\u0027s opinion does the opposite, affirmatively concealing from the reader, never mentioning the arguments that exist in its justification."
                            },
                            {
                                "start": 295.545,
                                "stop": 309.584,
                                "byte_start": 1288694,
                                "byte_stop": 1344909,
                                "text": "I imagine that this is because it has harder to maintain the illusion of the act\u0027s supporters as unhinged members of wild-eyed lynch mob when one first describes their views as they see them."
                            },
                            {
                                "start": 309.584,
                                "stop": 316.301,
                                "byte_start": 1344909,
                                "byte_stop": 1371763,
                                "text": "In my view, a perfectly valid justification for the statute is contained in its title, the Defensive Marriage Act."
                            },
                            {
                                "start": 316.301,
                                "stop": 336.21,
                                "byte_start": 1371763,
                                "byte_stop": 1451384,
                                "text": "Society has the right, it has always had the right to define and defend that institution and favoring man-woman marriage no more demeans and humiliates other sexual relationships than favoring our constitution demeans and humiliates the governmental systems of other countries."
                            },
                            {
                                "start": 336.21,
                                "stop": 344.364,
                                "byte_start": 1451384,
                                "byte_stop": 1483985,
                                "text": "But apart from that more fundamental point, there are other non-malevolent justifications that support this statute."
                            },
                            {
                                "start": 344.364,
                                "stop": 347.593,
                                "byte_start": 1483985,
                                "byte_stop": 1496942,
                                "text": "I will mention only two."
                            },
                            {
                                "start": 347.593,
                                "stop": 356.094,
                                "byte_start": 1496942,
                                "byte_stop": 1530901,
                                "text": "First, DOMA avoids difficult choice of law issues that will now arise absent a uniform federal definition of marriage."
                            },
                            {
                                "start": 356.094,
                                "stop": 365.451,
                                "byte_start": 1530901,
                                "byte_stop": 1568308,
                                "text": "Imagine a pair of women who marry in Albany and then moved to Alabama, which does not recognize as valid any marriage of parties of the same sex."
                            },
                            {
                                "start": 365.451,
                                "stop": 380.322,
                                "byte_start": 1568308,
                                "byte_stop": 1627867,
                                "text": "When the couple files their next federal tax return, maybe a joint one, which state\u0027s law controls for federal law purposes, the state of celebration which recognizes the marriage or their state of domicile which does not?"
                            },
                            {
                                "start": 380.322,
                                "stop": 387.287,
                                "byte_start": 1627867,
                                "byte_stop": 1655662,
                                "text": "Are these questions to be answered as a matter of federal common law or perhaps by borrowing a state\u0027s choice of law rules?"
                            },
                            {
                                "start": 387.287,
                                "stop": 389.149,
                                "byte_start": 1655662,
                                "byte_stop": 1663185,
                                "text": "If so, which state?"
                            },
                            {
                                "start": 389.149,
                                "stop": 396.639,
                                "byte_start": 1663185,
                                "byte_stop": 1693069,
                                "text": "And what about states where the status of an out of state same-sex marriage is an unsettled question under local law?"
                            },
                            {
                                "start": 396.639,
                                "stop": 404.182,
                                "byte_start": 1693069,
                                "byte_stop": 1723267,
                                "text": "DOMA avoided all this uncertainty specifying which marriages would be recognized for federal purposes."
                            },
                            {
                                "start": 404.182,
                                "stop": 415.129,
                                "byte_start": 1723267,
                                "byte_stop": 1767048,
                                "text": "Second, DOMA preserves the intended effects of prior legislation against then unforeseen changes in circumstance."
                            },
                            {
                                "start": 415.129,
                                "stop": 424.901,
                                "byte_start": 1767048,
                                "byte_stop": 1806127,
                                "text": "When Congress provided for example that a special estate tax exemption would exist for spouses, this exemption reached only opposite sex spouses."
                            },
                            {
                                "start": 424.901,
                                "stop": 431.61,
                                "byte_start": 1806127,
                                "byte_stop": 1832981,
                                "text": "Those being the only sort that were recognized in any state at the time of DOMA\u0027s passage."
                            },
                            {
                                "start": 431.61,
                                "stop": 459.268,
                                "byte_start": 1832981,
                                "byte_stop": 1943636,
                                "text": "When it became clear that -- when it became clear that changes in state law might one day alter that balance, DOMA\u0027s definitional section was enacted to ensure that state level experimentation did not automatically alter the basic operation of federal law unless and until Congress made the further judgment to do so on its own."
                            },
                            {
                                "start": 459.268,
                                "stop": 473.627,
                                "byte_start": 1943636,
                                "byte_stop": 2001105,
                                "text": "Congress has hardly demonstrated itself unwilling to make such further revising judgments upon due deliberation consider the Don\u0027t Ask, Don\u0027t Tell Repeal Act of 2010."
                            },
                            {
                                "start": 473.627,
                                "stop": 481.121,
                                "byte_start": 2001105,
                                "byte_stop": 2030989,
                                "text": "But in the majority\u0027s judgment, any resistance to its holding is beyond the pail of reasoned disagreement."
                            },
                            {
                                "start": 481.121,
                                "stop": 484.375,
                                "byte_start": 2030989,
                                "byte_stop": 2044050,
                                "text": "To question its invalidation of the statute is to act."
                            },
                            {
                                "start": 484.375,
                                "stop": 497.419,
                                "byte_start": 2044050,
                                "byte_stop": 2096191,
                                "text": "The majority is sure with the purpose to disparage, injure, degrade, demean and humiliate our fellow human beings, our fellow citizens who are homosexual."
                            },
                            {
                                "start": 497.419,
                                "stop": 501.582,
                                "byte_start": 2096191,
                                "byte_stop": 2112909,
                                "text": "It is one thing for a society to elect change."
                            },
                            {
                                "start": 501.582,
                                "stop": 513.407,
                                "byte_start": 2112909,
                                "byte_stop": 2160138,
                                "text": "It is another for a court of law to impose change by judging those who oppose it, hostis humani generis, enemies of the human race."
                            },
                            {
                                "start": 513.407,
                                "stop": 528.953,
                                "byte_start": 2160138,
                                "byte_stop": 2222310,
                                "text": "The penultimate sentence of the majority\u0027s opinion is a naked declaration that, “This opinion and its holding are confined to those couples joined in same-sex marriages made lawful by the state.”"
                            },
                            {
                                "start": 528.953,
                                "stop": 536.989,
                                "byte_start": 2222310,
                                "byte_stop": 2254493,
                                "text": "In other words, today\u0027s opinion does not say anything about whether same-sex marriages must be made lawful."
                            },
                            {
                                "start": 536.989,
                                "stop": 557.953,
                                "byte_start": 2254493,
                                "byte_stop": 2338398,
                                "text": "It takes real cheek for today\u0027s majority as it is going out the door to leave us with that comforting assurance when what has preceeded is a lengthy lecture on how superior the majority\u0027s moral judgment in favor of same-sex marriage is to the Congress\u0027 hateful moral judgment against it."
                            },
                            {
                                "start": 557.953,
                                "stop": 571.856,
                                "byte_start": 2338398,
                                "byte_stop": 2393987,
                                "text": "By formally declaring anyone opposed to same-sex marriage as an enemy of human decency, the majority arms well every challenger to a state law restricting marriage to its traditional definition."
                            },
                            {
                                "start": 571.856,
                                "stop": 594.851,
                                "byte_start": 2393987,
                                "byte_stop": 2485938,
                                "text": "Henceforth, those challenges will lead with this Court\u0027s declaration that there is “no legitimate purpose” served by such a law and will claim that the traditional definition has “the purpose and effect to disparage and to injure” the personhood and dignity of same-sex couples."
                            },
                            {
                                "start": 594.851,
                                "stop": 601.41,
                                "byte_start": 2485938,
                                "byte_stop": 2512165,
                                "text": "The result will be a judicial distortion of our society\u0027s debate over marriage."
                            },
                            {
                                "start": 601.41,
                                "stop": 605.935,
                                "byte_start": 2512165,
                                "byte_stop": 2530241,
                                "text": "That debate is in no need of this Court\u0027s clumsy help."
                            },
                            {
                                "start": 605.935,
                                "stop": 617.068,
                                "byte_start": 2530241,
                                "byte_stop": 2574858,
                                "text": "Few public controversies touch an institution so central to the lives of many and few inspire such attended passion by good people on all sides."
                            },
                            {
                                "start": 617.068,
                                "stop": 634.512,
                                "byte_start": 2574858,
                                "byte_stop": 2644553,
                                "text": "Few public controversies will ever demonstrate so vividly the beauty of what our framers gave us, a gift the Court pawns today to buy its stolen moment in the spotlight, a system of government that permits us to rule ourselves."
                            },
                            {
                                "start": 634.512,
                                "stop": 642.226,
                                "byte_start": 2644553,
                                "byte_stop": 2675482,
                                "text": "Since DOMA\u0027s passage, citizens on both sides of the question have seen victories and they have seen defeats."
                            },
                            {
                                "start": 642.226,
                                "stop": 649.305,
                                "byte_start": 2675482,
                                "byte_stop": 2703799,
                                "text": "There have been plebiscites, legislation, persuasion and loud voices, in other words, democracy."
                            },
                            {
                                "start": 649.305,
                                "stop": 660.306,
                                "byte_start": 2703799,
                                "byte_stop": 2747789,
                                "text": "Victories in some states, for example, North Carolina for the traditional definition of marriage have been offset by victories in other states, for example, Maryland for same-sex marriage."
                            },
                            {
                                "start": 660.306,
                                "stop": 667.279,
                                "byte_start": 2747789,
                                "byte_stop": 2775688,
                                "text": "Even in a single state such as Maine, the question has come out differently on different occasions."
                            },
                            {
                                "start": 667.279,
                                "stop": 675.921,
                                "byte_start": 2775688,
                                "byte_stop": 2810274,
                                "text": "In the majority\u0027s telling, however, this story is black and white, hate your neighbor or come along with us."
                            },
                            {
                                "start": 675.921,
                                "stop": 678.224,
                                "byte_start": 2810274,
                                "byte_stop": 2819469,
                                "text": "The truth is more complicated."
                            },
                            {
                                "start": 678.224,
                                "stop": 685.92,
                                "byte_start": 2819469,
                                "byte_stop": 2850189,
                                "text": "It is hard to admit that one\u0027s political opponents are not monsters especially in a struggle like this one."
                            },
                            {
                                "start": 685.92,
                                "stop": 692.793,
                                "byte_start": 2850189,
                                "byte_stop": 2877670,
                                "text": "And the challenge in the end proves more than today\u0027s Court can handle, too bad."
                            },
                            {
                                "start": 692.793,
                                "stop": 708.04,
                                "byte_start": 2877670,
                                "byte_stop": 2938692,
                                "text": "A reminder that disagreement over something so fundamental as marriage can still be settled democratically rather than by judicial fiat would have been a fit task for what an earlier times was called a judicial temperament."
                            },
                            {
                                "start": 708.04,
                                "stop": 718.543,
                                "byte_start": 2938692,
                                "byte_stop": 2980697,
                                "text": "We might have covered ourselves with honor today by promising all sides of this debate that it was theirs to settle and that we would respect their resolution."
                            },
                            {
                                "start": 718.543,
                                "stop": 723.819,
                                "byte_start": 2980697,
                                "byte_stop": 3001804,
                                "text": "We might have let the people decide, but that the majority will not do."
                            },
                            {
                                "start": 723.819,
                                "stop": 728.877,
                                "byte_start": 3001804,
                                "byte_stop": 3022075,
                                "text": "Some will rejoice in today\u0027s decision and some will despair at it."
                            },
                            {
                                "start": 728.877,
                                "stop": 743.645,
                                "byte_start": 3022075,
                                "byte_stop": 3081112,
                                "text": "That is the nature of a controversy that matters so much to so many, but the Court has cheated both sides, robbing the winners of an honest victory and the losers of the peace that comes from a fair defeat."
                            },
                            {
                                "start": 743.645,
                                "stop": 745.639,
                                "byte_start": 3081112,
                                "byte_stop": 3089053,
                                "text": "We oath both of them better."
                            },
                            {
                                "start": 745.639,
                                "stop": 748.2,
                                "byte_start": 3089053,
                                "byte_stop": 0,
                                "text": "I dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52109,
            "mime": "audio\/mpeg",
            "size": 3099397,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-307\/20130626o_12-307_part2.delivery.mp3"
        },
        {
            "id": 73878,
            "mime": "audio\/ogg",
            "size": 7459437,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-307\/20130626o_12-307_part2.ogg"
        },
        {
            "id": 73879,
            "mime": "application\/x-mpegURL",
            "size": 12361,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-307\/20130626o_12-307_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}