{
    "id": 20798,
    "title": "Opinion Announcement - June 29, 1992",
    "transcript": {
        "title": "Lucas v. South Carolina Coast Council",
        "duration": 363.755,
        "sections": [
            {
                "start": 0,
                "stop": 363.755,
                "byte_start": 91154,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.85,
                        "byte_start": 91154,
                        "byte_stop": 134622,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.85,
                                "byte_start": 91154,
                                "byte_stop": 134622,
                                "text": "The opinion of the Court in No. 91-453, Lucas against South Carolina Coastal Council will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 10.85,
                        "stop": 363.755,
                        "byte_start": 134622,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 10.85,
                                "stop": 15.796,
                                "byte_start": 134622,
                                "byte_stop": 154370,
                                "text": "This is a petition for certiorari to the Supreme Court of South Carolina."
                            },
                            {
                                "start": 15.796,
                                "stop": 34.021,
                                "byte_start": 154370,
                                "byte_stop": 227304,
                                "text": "In 1986, the petitioner, David Lucas, bought two residential lots on the Isle of Palms, a South Carolina barrier island, intending to build single family homes as the owners of the immediately adjacent parcels had already done."
                            },
                            {
                                "start": 34.021,
                                "stop": 40.587,
                                "byte_start": 227304,
                                "byte_stop": 253531,
                                "text": "At that time, Lucas\u0027 lots were not subject to the state\u0027s coastal zone building permit requirements."
                            },
                            {
                                "start": 40.587,
                                "stop": 51.739,
                                "byte_start": 253531,
                                "byte_stop": 298148,
                                "text": "In 1988, however, the state legislature enacted the Beachfront Management Act which barred Lucas from erecting any permanent habitable structures on his parcels."
                            },
                            {
                                "start": 51.739,
                                "stop": 74.029,
                                "byte_start": 298148,
                                "byte_stop": 387278,
                                "text": "He filed suit against respondent, South Carolina Coastal Council, contending that even though the Act may have been a lawful exercise of the state\u0027s police power, the ban on construction deprived him of all economically viable use of his property and therefore affected a taking under the Fifth and Fourteenth Amendments requiring the payment of just compensation."
                            },
                            {
                                "start": 74.029,
                                "stop": 83.501,
                                "byte_start": 387278,
                                "byte_stop": 425208,
                                "text": "The State Trial Court agreed, finding that the ban rendered Lucas\u0027 parcel\u0027s value list and it entered an award exceeding $1.2 million."
                            },
                            {
                                "start": 83.501,
                                "stop": 103.32,
                                "byte_start": 425208,
                                "byte_stop": 504516,
                                "text": "In reversing, the State Supreme Court held its self bound in light of Lucas\u0027 failure to attack the Act\u0027s validity to accept the South Carolina legislature\u0027s uncontested findings, as the court put it, at new constructions in the coastal zone threatened a valuable public resource."
                            },
                            {
                                "start": 103.32,
                                "stop": 122.191,
                                "byte_start": 504516,
                                "byte_stop": 579957,
                                "text": "The court ruled that when land use regulation is designed to prevent \u0022harmful or noxious uses\u0022 or real estate akin to public nuisances, no compensation is owing under the Takings Clause regardless of the regulation\u0027s effect on the real estate\u0027s value."
                            },
                            {
                                "start": 122.191,
                                "stop": 130.442,
                                "byte_start": 579957,
                                "byte_stop": 612976,
                                "text": "In an opinion filed today, we reverse that judgment of the Supreme Court of South Carolina and remand for further proceedings."
                            },
                            {
                                "start": 130.442,
                                "stop": 139.218,
                                "byte_start": 612976,
                                "byte_stop": 648085,
                                "text": "We find that the State Supreme Court erred in applying the harmful or noxious uses principle to decide this case."
                            },
                            {
                                "start": 139.218,
                                "stop": 152.915,
                                "byte_start": 648085,
                                "byte_stop": 702837,
                                "text": "Our prior cases have said that regulations which deny the property owner all economically viable use of his land categorically require compensation regardless of the public interest advanced by the regulation."
                            },
                            {
                                "start": 152.915,
                                "stop": 162.822,
                                "byte_start": 702837,
                                "byte_stop": 742543,
                                "text": "Although the court has never actually applied this principle, or even set forth the theoretical justification for it, we think it is correct and must be retained."
                            },
                            {
                                "start": 162.822,
                                "stop": 172.539,
                                "byte_start": 742543,
                                "byte_stop": 781414,
                                "text": "Physically appropriating land and depriving the owner of all beneficial use of it seem to us practically and economically equivalent."
                            },
                            {
                                "start": 172.539,
                                "stop": 186.818,
                                "byte_start": 781414,
                                "byte_stop": 838465,
                                "text": "The Council insists that state regulations aimed at harmful uses of land are accepted from our categorical statements requiring compensation for total takings."
                            },
                            {
                                "start": 186.818,
                                "stop": 204.147,
                                "byte_start": 838465,
                                "byte_stop": 907846,
                                "text": "Our review of the relevant decisions demonstrates, however, at the harmful or noxious use principle was merely this Court\u0027s early formulation of the police power justification necessary to sustain without compensation any regulatory diminution in value."
                            },
                            {
                                "start": 204.147,
                                "stop": 218.106,
                                "byte_start": 907846,
                                "byte_stop": 963644,
                                "text": "In view of that pedigree and since the distinction between regulation that prevents harmful use and that which confers benefits is difficult, if not, impossible to draw on an objective value-free basis."
                            },
                            {
                                "start": 218.106,
                                "stop": 230.992,
                                "byte_start": 963644,
                                "byte_stop": 1015157,
                                "text": "We conclude that contention use of harmful use cannot justify a departure from the categorical rule that a regulatory taking depriving land of all its beneficial use must be compensated."
                            },
                            {
                                "start": 230.992,
                                "stop": 248.615,
                                "byte_start": 1015157,
                                "byte_stop": 1085688,
                                "text": "We hold, therefore, that if South Carolina is to resist compensation for depriving Lucas of all beneficial use of his beachfront lots, it must show that the beneficial use is proscribed by the Beachfront Management Act were not part of Lucas\u0027 estate to begin with."
                            },
                            {
                                "start": 248.615,
                                "stop": 260.958,
                                "byte_start": 1085688,
                                "byte_stop": 1135007,
                                "text": "That, we think is in accord with this court?s takings jurisprudence which has long been guided by citizen\u0027s historic understandings regarding the content of the bundle of rights that they acquire when they take title to property."
                            },
                            {
                                "start": 260.958,
                                "stop": 273.296,
                                "byte_start": 1135007,
                                "byte_stop": 1184431,
                                "text": "Because it is not consistent with the historical compact embodied in the Takings Clause that tittle to real estate is held subject to the state\u0027s subsequent decision to eliminate all economically beneficial use."
                            },
                            {
                                "start": 273.296,
                                "stop": 280.177,
                                "byte_start": 1184431,
                                "byte_stop": 1211912,
                                "text": "A regulation having such an effect cannot be newly decreed without paying compensation to the owner."
                            },
                            {
                                "start": 280.177,
                                "stop": 301.103,
                                "byte_start": 1211912,
                                "byte_stop": 1295608,
                                "text": "However, no compensation is owed in this setting, as in all others, if the effect of the state\u0027s law or regulation is simply to make explicit what already is in here in the title itself, that is, the restrictions that background principles of the state?s law of property and nuisance already placed upon land ownership."
                            },
                            {
                                "start": 301.103,
                                "stop": 314.82,
                                "byte_start": 1295608,
                                "byte_stop": 1350465,
                                "text": "Although it seems unlikely that without enactment of the Beachfront Management Act, the common law principles would have prevented the erection of any habitable or productive improvements on Lucas\u0027 land, that state law question must be dealt with on remand."
                            },
                            {
                                "start": 314.82,
                                "stop": 333.131,
                                "byte_start": 1350465,
                                "byte_stop": 1423712,
                                "text": "We caution, however, that to win its case, South Carolina cannot simply recite the legislature\u0027s declaration that the use, as Lucas desires, are inconsistent with the public interest or the conclusory assertion that those uses violate a common law maxim such as sic utere tuo ut alienum non laedas."
                            },
                            {
                                "start": 333.131,
                                "stop": 346.529,
                                "byte_start": 1423712,
                                "byte_stop": 1477316,
                                "text": "Rather, it must identify background principles of nuisance and property law that when applied in an objectively reasonable manner, exclude Lucas\u0027 intended uses in the lands\u0027 present circumstances."
                            },
                            {
                                "start": 346.529,
                                "stop": 353.221,
                                "byte_start": 1477316,
                                "byte_stop": 1504065,
                                "text": "Only on that showing can South Carolina fairly claim that the Beachfront Management Act is taking nothing."
                            },
                            {
                                "start": 353.221,
                                "stop": 363.755,
                                "byte_start": 1504065,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed an opinion concurring in the judgment; Justice Blackmun and Justice Stevens have each filed dissenting opinions and Justice Souter has filed a separate statement."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50720,
            "mime": "audio\/mpeg",
            "size": 1546174,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1991\/91-453\/19920629o_91-453.delivery.mp3"
        },
        {
            "id": 72504,
            "mime": "audio\/ogg",
            "size": 3577159,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1991\/91-453\/19920629o_91-453.ogg"
        },
        {
            "id": 72505,
            "mime": "application\/x-mpegURL",
            "size": 5357,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1991\/91-453\/19920629o_91-453.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}