{
    "id": 23166,
    "title": "Opinion Announcement - June 24, 2010",
    "transcript": {
        "title": "Doe #1 v. Reed",
        "duration": 469.342,
        "sections": [
            {
                "start": 0,
                "stop": 469.342,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 469.342,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.82,
                                "byte_start": 106496,
                                "byte_stop": 133872,
                                "text": "I have the opinion of the Court this morning in case 09-559, Doe versus Reed."
                            },
                            {
                                "start": 6.82,
                                "stop": 13.269,
                                "byte_start": 133872,
                                "byte_stop": 159577,
                                "text": "The Constitution of the State of Washington allows citizens to challenge state laws by referendum."
                            },
                            {
                                "start": 13.269,
                                "stop": 25.685,
                                "byte_start": 159577,
                                "byte_stop": 209314,
                                "text": "For a proposed referendum to make it onto the ballot more than a 120,000 Washington voters must sign a referendum petition requesting that the law be put to a vote of the people."
                            },
                            {
                                "start": 25.685,
                                "stop": 35.256,
                                "byte_start": 209314,
                                "byte_stop": 247557,
                                "text": "Under Washington law petition signers must also list there address and the county in which they are registered to vote or their signature will not count."
                            },
                            {
                                "start": 35.256,
                                "stop": 47.415,
                                "byte_start": 247557,
                                "byte_stop": 296249,
                                "text": "After gathering the signatures the referendum proponent files the petition with the Secretary of State who determines whether the petition has an enough valid signatures to put the referendum on the ballot."
                            },
                            {
                                "start": 47.415,
                                "stop": 60.394,
                                "byte_start": 296249,
                                "byte_stop": 348076,
                                "text": "The Washington Public Records Act authorizes private parties to obtain copies of government documents and the state construes that act to cover submitted referendum petitions."
                            },
                            {
                                "start": 60.394,
                                "stop": 66.806,
                                "byte_start": 348076,
                                "byte_stop": 373781,
                                "text": "This case arises out of a state law that was passed to extend certain benefits to same-sex couples."
                            },
                            {
                                "start": 66.806,
                                "stop": 70.999,
                                "byte_start": 373781,
                                "byte_stop": 390499,
                                "text": "A group of citizens circulated a petition to challenge that law."
                            },
                            {
                                "start": 70.999,
                                "stop": 82.821,
                                "byte_start": 390499,
                                "byte_stop": 437833,
                                "text": "More than 137,000 Washington voters signed the petition and the referendum which was labeled R-71 qualified for the November 2009 ballot."
                            },
                            {
                                "start": 82.821,
                                "stop": 89.81,
                                "byte_start": 437833,
                                "byte_stop": 465836,
                                "text": "The voters ultimately approved the state law by a vote of 53% to 47%."
                            },
                            {
                                "start": 89.81,
                                "stop": 102.657,
                                "byte_start": 465836,
                                "byte_stop": 517141,
                                "text": "Now several groups including the respondents here invoked the Washington Public Records Act to obtain copies of the R-71 petition which of course included the names and addresses of the signers."
                            },
                            {
                                "start": 102.657,
                                "stop": 110.418,
                                "byte_start": 517141,
                                "byte_stop": 548174,
                                "text": "Certain petition signers and the petition sponsor objected arguing that disclosure would violate their First Amendment rights."
                            },
                            {
                                "start": 110.418,
                                "stop": 113.148,
                                "byte_start": 548174,
                                "byte_stop": 559146,
                                "text": "The petition signers made two arguments."
                            },
                            {
                                "start": 113.148,
                                "stop": 119.935,
                                "byte_start": 559146,
                                "byte_stop": 586313,
                                "text": "First they argued that releasing identifying information on any petition would violate the First Amendment."
                            },
                            {
                                "start": 119.935,
                                "stop": 134.683,
                                "byte_start": 586313,
                                "byte_stop": 645245,
                                "text": "Second they argued that releasing the signatory information on their particular petition would violate the First Amendment because releasing that information would subject them to threats, harassment and reprisals for their support of the referendum."
                            },
                            {
                                "start": 134.683,
                                "stop": 147.497,
                                "byte_start": 645245,
                                "byte_stop": 696550,
                                "text": "Both the District Court and the Court of Appeals below addressed only plaintiff\u0027s first argument, the more general one applicable to all petitions and that is the only argument that is before us in this case."
                            },
                            {
                                "start": 147.497,
                                "stop": 155.768,
                                "byte_start": 696550,
                                "byte_stop": 729569,
                                "text": "The plaintiff\u0027s second argument the one that is specific to their referendum petition is still pending before the District Court."
                            },
                            {
                                "start": 155.768,
                                "stop": 167.536,
                                "byte_start": 729569,
                                "byte_stop": 776694,
                                "text": "The State contends that we can quickly dispose of the plaintiff\u0027s case because no First Amendment interest is at – no First Amendment interest at all is implicated by the act of signing the petition."
                            },
                            {
                                "start": 167.536,
                                "stop": 175.333,
                                "byte_start": 776694,
                                "byte_stop": 807832,
                                "text": "Signing a petition the State argues is part of the legislative process not subject to analysis under the First Amendment."
                            },
                            {
                                "start": 175.333,
                                "stop": 176.792,
                                "byte_start": 807832,
                                "byte_stop": 813683,
                                "text": "We disagree."
                            },
                            {
                                "start": 176.792,
                                "stop": 182.366,
                                "byte_start": 813683,
                                "byte_stop": 836044,
                                "text": "An individual expresses a view on a political matter when he signs a petition."
                            },
                            {
                                "start": 182.366,
                                "stop": 202.637,
                                "byte_start": 836044,
                                "byte_stop": 917128,
                                "text": "In most cases the individual\u0027s signature will express the view that the law subject to the petition should be overturned, but even if the signer is uncertain about how he would vote on the merits of the underlying law, his signatures still expresses the political view that the question should be considered by the whole electorate."
                            },
                            {
                                "start": 202.637,
                                "stop": 208.7,
                                "byte_start": 917128,
                                "byte_stop": 941369,
                                "text": "In either case the expression of a political view implicates a First Amendment right."
                            },
                            {
                                "start": 208.7,
                                "stop": 217.913,
                                "byte_start": 941369,
                                "byte_stop": 978150,
                                "text": "The state therefore must justify the disclosure requirement by showing that it is substantially related to a sufficiently important government interest."
                            },
                            {
                                "start": 217.913,
                                "stop": 227.821,
                                "byte_start": 978150,
                                "byte_stop": 1017856,
                                "text": "As we have said in our precedents the strength of the government interest must reflect the seriousness of the actual burden on First Amendment rights."
                            },
                            {
                                "start": 227.821,
                                "stop": 238.8,
                                "byte_start": 1017856,
                                "byte_stop": 1061742,
                                "text": "The state argues that its interest in preserving the integrity of its electoral process justifies the burdens imposed by compelled disclosure under the Public Records Act."
                            },
                            {
                                "start": 238.8,
                                "stop": 259.146,
                                "byte_start": 1061742,
                                "byte_stop": 1143139,
                                "text": "The plaintiffs argue that disclosure is not necessary to serve that interest because state law already provides a number of measures that will serve to protect the integrity of the electoral process, but we agree with the state public disclosure helps promote the state\u0027s interest in ways other existing measures do not."
                            },
                            {
                                "start": 259.146,
                                "stop": 274.678,
                                "byte_start": 1143139,
                                "byte_stop": 1205311,
                                "text": "Now the plaintiffs\u0027 more significant objection is that even if the state\u0027s interest in election integrity is important, the strength of that governmental interest does not commensurate with the seriousness of the actual burden imposed on their First Amendment rights."
                            },
                            {
                                "start": 274.678,
                                "stop": 292.876,
                                "byte_start": 1205311,
                                "byte_stop": 1278036,
                                "text": "According to the plaintiffs, the objective of those seeking disclosure of the R-71 petition is not to prevent fraud and preserve the integrity of the electoral process, but to publicly identify those who had validly signed the petition to broadcast the signer\u0027s political views on the subject of the petition."
                            },
                            {
                                "start": 292.876,
                                "stop": 303.099,
                                "byte_start": 1278036,
                                "byte_stop": 1318996,
                                "text": "The plaintiffs allege for example that certain groups plan to post a petitions in searchable form on the Internet and then encourage other citizens to seek out the R-71 signers."
                            },
                            {
                                "start": 303.099,
                                "stop": 314.184,
                                "byte_start": 1318996,
                                "byte_stop": 1363299,
                                "text": "Once on the Internet plaintiffs fear that their names and addresses will be combined with publicly available phone numbers and maps, in what will turn out to be a blueprint for harassment and intimidation."
                            },
                            {
                                "start": 314.184,
                                "stop": 333.192,
                                "byte_start": 1363299,
                                "byte_stop": 1439368,
                                "text": "Now in related context we have recognized that those resisting disclosure can prevail under the First Amendment if they can show a reasonable probability that the compelled disclosure of personal information will subject them to threats, harassment or reprisals from either government officials or private parties."
                            },
                            {
                                "start": 333.192,
                                "stop": 344.886,
                                "byte_start": 1439368,
                                "byte_stop": 1486075,
                                "text": "The question before us however is not whether disclosure violates the First Amendment with respect to those who signed the R-71 petition in particular or other controversial petitions."
                            },
                            {
                                "start": 344.886,
                                "stop": 352.32,
                                "byte_start": 1486075,
                                "byte_stop": 1515854,
                                "text": "The question instead is whether such disclosure in general violates the First Amendment rights of those who signed referendum petitions."
                            },
                            {
                                "start": 352.32,
                                "stop": 362.409,
                                "byte_start": 1515854,
                                "byte_stop": 1556187,
                                "text": "Remember that we are considering only the plaintiffs first argument the one that applies to all petitions and not their second argument which is about their particular petition."
                            },
                            {
                                "start": 362.409,
                                "stop": 376.183,
                                "byte_start": 1556187,
                                "byte_stop": 1611254,
                                "text": "The problem for the plaintiffs is that their general argument rests almost entirely on the specific harm they say would attend disclosure of the information on the R-71 petition or on similarly controversial ones."
                            },
                            {
                                "start": 376.183,
                                "stop": 385.877,
                                "byte_start": 1611254,
                                "byte_stop": 1650019,
                                "text": "The typical referendum petitions involved much more mundane issues, issues like tax policy, general revenue measures or land-use regulations."
                            },
                            {
                                "start": 385.877,
                                "stop": 401.334,
                                "byte_start": 1650019,
                                "byte_stop": 1711877,
                                "text": "Now voters of course care about those issues, some passionately but there\u0027s no reason to assume that any burdens imposed by disclosure of such typical referendum petitions would be remotely like the burdens plaintiffs fear in this case."
                            },
                            {
                                "start": 401.334,
                                "stop": 411.379,
                                "byte_start": 1711877,
                                "byte_stop": 1752106,
                                "text": "Faced with the state\u0027s unrebutted arguments that only modest burdens attend the disclosure of the typical petition, we must reject plaintiffs brought challenge to the disclosure."
                            },
                            {
                                "start": 411.379,
                                "stop": 422.182,
                                "byte_start": 1752106,
                                "byte_stop": 1795260,
                                "text": "In doing so we notice we have in other election disclosure cases that upholding the law against a broad-based challenge does not foreclose a litigant\u0027s success in a narrow one."
                            },
                            {
                                "start": 422.182,
                                "stop": 435.224,
                                "byte_start": 1795260,
                                "byte_stop": 1847400,
                                "text": "The Secretary of State has acknowledged that plaintiffs may press there never were challenge with respect to the release of R-71 signatory information in proceedings that are currently pending before the District Court."
                            },
                            {
                                "start": 435.224,
                                "stop": 438.919,
                                "byte_start": 1847400,
                                "byte_stop": 1862238,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is affirmed."
                            },
                            {
                                "start": 438.919,
                                "stop": 442.289,
                                "byte_start": 1862238,
                                "byte_stop": 1875717,
                                "text": "Eight members of the court agreed with that judgment."
                            },
                            {
                                "start": 442.289,
                                "stop": 448.027,
                                "byte_start": 1875717,
                                "byte_stop": 1898705,
                                "text": "Justices Kennedy, Ginsburg, Breyer, Alito and Sotomayor join the opinion I\u0027ve just described."
                            },
                            {
                                "start": 448.027,
                                "stop": 452.159,
                                "byte_start": 1898705,
                                "byte_stop": 1915214,
                                "text": "Justices Breyer and Alito have also filed concurring opinions."
                            },
                            {
                                "start": 452.159,
                                "stop": 458.763,
                                "byte_start": 1915214,
                                "byte_stop": 1941650,
                                "text": "Justice Sotomayor has also filed a concurring opinion in which Justices Stevens and Ginsburg join."
                            },
                            {
                                "start": 458.763,
                                "stop": 464.828,
                                "byte_start": 1941650,
                                "byte_stop": 1965892,
                                "text": "Justice Stevens has filed an opinion concurring in part and concurring in the judgment in which Justice Breyer joins."
                            },
                            {
                                "start": 464.828,
                                "stop": 469.342,
                                "byte_start": 1965892,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed an opinion concurring in the judgment and Justice Thomas has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55454,
            "mime": "audio\/mpeg",
            "size": 1983864,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/09-559\/20100624o_09-559.delivery.mp3"
        },
        {
            "id": 77194,
            "mime": "audio\/ogg",
            "size": 4771048,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/09-559\/20100624o_09-559.ogg"
        },
        {
            "id": 77195,
            "mime": "application\/x-mpegURL",
            "size": 6862,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/09-559\/20100624o_09-559.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}