{
    "id": 22563,
    "title": "Opinion Announcement - January 16, 2008",
    "transcript": {
        "title": "New York State Board of Elections v. Lopez Torres",
        "duration": 485.851,
        "sections": [
            {
                "start": 0,
                "stop": 485.851,
                "byte_start": 104690,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 485.851,
                        "byte_start": 104690,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.75,
                                "byte_start": 104690,
                                "byte_stop": 131753,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 6.75,
                                "stop": 12.816,
                                "byte_start": 131753,
                                "byte_stop": 155994,
                                "text": "It involves the New York States manner of selecting its Supreme Court Justices."
                            },
                            {
                                "start": 12.816,
                                "stop": 21.515,
                                "byte_start": 155994,
                                "byte_stop": 190790,
                                "text": "The Supreme Court of New York State is not the State\u0027s highest court, but rather its trial court of general jurisdiction."
                            },
                            {
                                "start": 21.515,
                                "stop": 33.151,
                                "byte_start": 190790,
                                "byte_stop": 237392,
                                "text": "There are a total of 328 Supreme Court Justices who are elected to 14-year terms in each of the State\u0027s 12 judicial districts."
                            },
                            {
                                "start": 33.151,
                                "stop": 49.728,
                                "byte_start": 237392,
                                "byte_stop": 303639,
                                "text": "Since 1921, the State has required political parties to nominate their candidates for the Supreme Court by a convention composed of delegates elected by party members in a delegate primary, held in September."
                            },
                            {
                                "start": 49.728,
                                "stop": 61.656,
                                "byte_start": 303639,
                                "byte_stop": 351390,
                                "text": "The primary is held in each of the State\u0027s 150 assembly districts to select delegates to the convention for the judicial district in which the assembly district is located."
                            },
                            {
                                "start": 61.656,
                                "stop": 74.748,
                                "byte_start": 351390,
                                "byte_stop": 403740,
                                "text": "Anyone can run for delegate by submitting to the Board of Elections a designating petition signed by 500 enrolled party members who reside in the relevant assembly district."
                            },
                            {
                                "start": 74.748,
                                "stop": 83.162,
                                "byte_start": 403740,
                                "byte_stop": 437386,
                                "text": "The nominating conventions take place in each judicial district one to two weeks after the delegate primary."
                            },
                            {
                                "start": 83.162,
                                "stop": 101.467,
                                "byte_start": 437386,
                                "byte_stop": 510633,
                                "text": "The persons, a convention nominates, appear automatically on the general election ballot along with the nominees of other qualifying parties and along with independent candidates who collect the certain number of signatures."
                            },
                            {
                                "start": 101.467,
                                "stop": 115.183,
                                "byte_start": 510633,
                                "byte_stop": 565490,
                                "text": "The respondents in this case are candidates who failed to secure the nominations of their parties, voters who -- who supported those candidates and a public interest organization."
                            },
                            {
                                "start": 115.183,
                                "stop": 131.526,
                                "byte_start": 565490,
                                "byte_stop": 630796,
                                "text": "They filed this suit in the United States District Court for the Eastern District of New York, contending that New York\u0027s convention system violates the First Amendment rights of challengers running against candidates favored by party leaders."
                            },
                            {
                                "start": 131.526,
                                "stop": 138.885,
                                "byte_start": 630796,
                                "byte_stop": 660262,
                                "text": "They sought an injunction mandating a direct primary election to select Supreme Court nominees."
                            },
                            {
                                "start": 138.885,
                                "stop": 146.099,
                                "byte_start": 660262,
                                "byte_stop": 689101,
                                "text": "The District Court gave the -- the relief requested and the Second Circuit affirmed."
                            },
                            {
                                "start": 146.099,
                                "stop": 156.748,
                                "byte_start": 689101,
                                "byte_stop": 731733,
                                "text": "In an opinion filed with the clerk today, we reverse the judgment of the Second Circuit and hold that New York\u0027s election law does not violate respondents\u0027 first amend of rights."
                            },
                            {
                                "start": 156.748,
                                "stop": 170.268,
                                "byte_start": 731733,
                                "byte_stop": 785859,
                                "text": "Respondents first invoked the First Amendment rights of political parties to associate with their members, to limit their membership and to select their candidates in a manner that best represents their political platforms."
                            },
                            {
                                "start": 170.268,
                                "stop": 177.7,
                                "byte_start": 785859,
                                "byte_stop": 815534,
                                "text": "Such a right, we have held, protects a party from excessive state interference in party affairs."
                            },
                            {
                                "start": 177.7,
                                "stop": 187.211,
                                "byte_start": 815534,
                                "byte_stop": 853568,
                                "text": "In the present case, however, the party\u0027s associational rights are at issue, if at all, only as a shield and not as a sword."
                            },
                            {
                                "start": 187.211,
                                "stop": 204.364,
                                "byte_start": 853568,
                                "byte_stop": 922218,
                                "text": "Both the Democratic and state -- both the Democratic and Republican State Parties appeared as amici to defend New York\u0027s election law, so the parties, as far as it appears, one to select their nominees by convention."
                            },
                            {
                                "start": 204.364,
                                "stop": 211.141,
                                "byte_start": 922218,
                                "byte_stop": 949281,
                                "text": "Respondents thus, cannot rely on the right that the First Amendment confers on political parties."
                            },
                            {
                                "start": 211.141,
                                "stop": 225.726,
                                "byte_start": 949281,
                                "byte_stop": 1007691,
                                "text": "Respondents also contend, however, that New York\u0027s electoral system violates their own First Amendment rights because it does not assure them a fair chance of prevailing in their party\u0027s candidate\u0027s election process."
                            },
                            {
                                "start": 225.726,
                                "stop": 229.727,
                                "byte_start": 1007691,
                                "byte_stop": 1023678,
                                "text": "That asserted right finds no support in our precedence."
                            },
                            {
                                "start": 229.727,
                                "stop": 245.067,
                                "byte_start": 1023678,
                                "byte_stop": 1085013,
                                "text": "Even if we acknowledged that an individual has a First Amendment right to run in a party primary without undue state imposed impediment, New York\u0027s 500 signature requirement for delegate candidates is entirely reasonable."
                            },
                            {
                                "start": 245.067,
                                "stop": 251.507,
                                "byte_start": 1085013,
                                "byte_stop": 1110822,
                                "text": "A State may demand a minimum degree of support before giving someone access to a ballot."
                            },
                            {
                                "start": 251.507,
                                "stop": 271.405,
                                "byte_start": 1110822,
                                "byte_stop": 1190339,
                                "text": "Respondents\u0027 real complaint is that they have no realistic chance of prevailing at the convention because the party leadership\u0027s preferred delegates are always elected to the convention and the party leadership\u0027s proposed nominees always win in the convention."
                            },
                            {
                                "start": 271.405,
                                "stop": 281.666,
                                "byte_start": 1190339,
                                "byte_stop": 1231403,
                                "text": "But if this true, it says no more than that the party leadership has more widespread support than candidates not supported by the party leadership."
                            },
                            {
                                "start": 281.666,
                                "stop": 293.116,
                                "byte_start": 1231403,
                                "byte_stop": 1277170,
                                "text": "No New York law compels election of the leadership slate or for that matter compels the delegates selected on the leadership slate to vote the way the leadership desires."
                            },
                            {
                                "start": 293.116,
                                "stop": 302.459,
                                "byte_start": 1277170,
                                "byte_stop": 1314577,
                                "text": "And no state law prohibits an unsupported candidate from attending the convention and seeking to persuade the delegates to vote for her."
                            },
                            {
                                "start": 302.459,
                                "stop": 308.9,
                                "byte_start": 1314577,
                                "byte_stop": 1340386,
                                "text": "Our cases invalidating ballot access requirements have focused on the requirements themselves."
                            },
                            {
                                "start": 308.9,
                                "stop": 324.394,
                                "byte_start": 1340386,
                                "byte_stop": 1402349,
                                "text": "For example, an excessive -- a requirement of a -- of an excessively high number of signatures and not -- they have not focused on the manner in which political actors function under those state requirements."
                            },
                            {
                                "start": 324.394,
                                "stop": 335.835,
                                "byte_start": 1402349,
                                "byte_stop": 1448115,
                                "text": "Here, respondents complain none of the state law but of the voter\u0027s preference and their elected delegates\u0027 preference for the choices of the party leadership."
                            },
                            {
                                "start": 335.835,
                                "stop": 360.265,
                                "byte_start": 1448115,
                                "byte_stop": 1545813,
                                "text": "To be sure, we have permitted States to set their faces against party bosses by requiring party candidate selection through processes more favorable to insurgence such as the direct primary that respondents seek, but to say that the State can -- can require this is a far cry from saying that the Constitution demands it."
                            },
                            {
                                "start": 360.265,
                                "stop": 369.205,
                                "byte_start": 1545813,
                                "byte_stop": 1581549,
                                "text": "None of our cases establish a candidate\u0027s constitutional right to have a fair shot at winning a party\u0027s nomination."
                            },
                            {
                                "start": 369.205,
                                "stop": 379.909,
                                "byte_start": 1581549,
                                "byte_stop": 1624390,
                                "text": "Party conventions with their attended smoke filled rooms and domination by party leaders have long been an accepted manner of selecting party candidates."
                            },
                            {
                                "start": 379.909,
                                "stop": 403.527,
                                "byte_start": 1624390,
                                "byte_stop": 1718848,
                                "text": "If they have their disadvantages, so does the direct primary which New York used to employ for the nomination of Supreme Court Justices, but abandoned 86 years ago because it left judicial selection to voters entirely uninformed about judicial qualifications and placed a high premium on the ability to raise a lot of money."
                            },
                            {
                                "start": 403.527,
                                "stop": 421.436,
                                "byte_start": 1718848,
                                "byte_stop": 1790528,
                                "text": "Finally, we give no weight to respondent\u0027s assertion that a First Amendment right exists in the present case because of the special factor that party loyalty in New York State renders the general election ballot in each district uncompetitive."
                            },
                            {
                                "start": 421.436,
                                "stop": 430.298,
                                "byte_start": 1790528,
                                "byte_stop": 1825950,
                                "text": "Candidates who fail to obtain their party\u0027s nomination can still get on that general election ballot by submitting enough signatures."
                            },
                            {
                                "start": 430.298,
                                "stop": 453.5,
                                "byte_start": 1825950,
                                "byte_stop": 1918737,
                                "text": "This ensures that respondents have an opportunity to appear on the general election ballot which is all that the protection of their asserted interest requires. Respondents\u0027 demand that we counteract this special factor of the voter\u0027s party loyalty, their demand that we counteract this, turns the First Amendment on its head."
                            },
                            {
                                "start": 453.5,
                                "stop": 460.643,
                                "byte_start": 1918737,
                                "byte_stop": 1947263,
                                "text": "The First Amendment creates an open marketplace where ideas may compete without Government interference."
                            },
                            {
                                "start": 460.643,
                                "stop": 469.538,
                                "byte_start": 1947263,
                                "byte_stop": 1982894,
                                "text": "It does not call on the federal courts to manage the market by preventing too many buyers from settling upon a single product."
                            },
                            {
                                "start": 469.538,
                                "stop": 476.137,
                                "byte_start": 1982894,
                                "byte_stop": 2009330,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed, eight Justices join the opinion of the Court."
                            },
                            {
                                "start": 476.137,
                                "stop": 482.434,
                                "byte_start": 2009330,
                                "byte_stop": 2034512,
                                "text": "Justice Kennedy has filed an opinion concurring in the judgment in which Justice Breyer has joined in part."
                            },
                            {
                                "start": 482.434,
                                "stop": 485.851,
                                "byte_start": 2034512,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a concurring opinion in which Justice Souter has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54248,
            "mime": "audio\/mpeg",
            "size": 2048096,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-766\/20080116o_06-766.delivery.mp3"
        },
        {
            "id": 75988,
            "mime": "audio\/ogg",
            "size": 4947574,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-766\/20080116o_06-766.ogg"
        },
        {
            "id": 75989,
            "mime": "application\/x-mpegURL",
            "size": 7077,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-766\/20080116o_06-766.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}