{
    "id": 19927,
    "title": "Opinion Announcement - June 27, 1994",
    "transcript": {
        "title": "Turner Broadcasting System, Inc. v. Federal Communications Commission",
        "duration": 411.951,
        "sections": [
            {
                "start": 0,
                "stop": 411.951,
                "byte_start": 91512,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.621,
                        "byte_start": 91512,
                        "byte_stop": 130069,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.621,
                                "byte_start": 91512,
                                "byte_stop": 130069,
                                "text": "The opinion of the Court in No. 93-44, Turner Broadcasting System, Inc. versus Federal Communications Commission will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 9.621,
                        "stop": 411.951,
                        "byte_start": 130069,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.621,
                                "stop": 14.753,
                                "byte_start": 130069,
                                "byte_stop": 150549,
                                "text": "This case comes to us on direct appeal from a three-judge District Court for the District of Columbia."
                            },
                            {
                                "start": 14.753,
                                "stop": 24.305,
                                "byte_start": 150549,
                                "byte_stop": 188792,
                                "text": "The issue is the constitutionality of the so-called must carry rules enacted as part of the Cable Television Consumer Protection and Competition Act of 1992."
                            },
                            {
                                "start": 24.305,
                                "stop": 34.637,
                                "byte_start": 188792,
                                "byte_stop": 230065,
                                "text": "The must carry rules require cable television system operators to set aside approximately one third of their available channels for the transmission of local broadcast television stations."
                            },
                            {
                                "start": 34.637,
                                "stop": 45.965,
                                "byte_start": 230065,
                                "byte_stop": 275414,
                                "text": "As explained in findings enacted into the Cable Act itself, Congress determined that these rules are necessary to protect the viability of broadcast television against the increasing competitive threats posed by cable."
                            },
                            {
                                "start": 45.965,
                                "stop": 50.016,
                                "byte_start": 275414,
                                "byte_stop": 291610,
                                "text": "The appellants in the case are numerous cable operators and cable programers."
                            },
                            {
                                "start": 50.016,
                                "stop": 56.771,
                                "byte_start": 291610,
                                "byte_stop": 318673,
                                "text": "The cable operators are those who owned a physical cable network and transmit the cable signals to the subscriber\u0027s television sets."
                            },
                            {
                                "start": 56.771,
                                "stop": 66.401,
                                "byte_start": 318673,
                                "byte_stop": 357125,
                                "text": "Cable programers are those who produce television programs that are aired over cable systems such as CNN, C-SPAN, ESPN, and MTV."
                            },
                            {
                                "start": 66.401,
                                "stop": 73.968,
                                "byte_start": 357125,
                                "byte_stop": 387427,
                                "text": "On the day the Cable Act went into effect, appellants brought the suit alleging that the must carry rules violates the First Amendment rights of both cable operators and cable programers."
                            },
                            {
                                "start": 73.968,
                                "stop": 76.649,
                                "byte_start": 387427,
                                "byte_stop": 398190,
                                "text": "The District Court decided the case on summary judgment."
                            },
                            {
                                "start": 76.649,
                                "stop": 80.547,
                                "byte_start": 398190,
                                "byte_stop": 413759,
                                "text": "It rejected appellant\u0027s challenge and upheld the constitutionality of the must carry rules."
                            },
                            {
                                "start": 80.547,
                                "stop": 96.789,
                                "byte_start": 413759,
                                "byte_stop": 478751,
                                "text": "In petition, the District Court ruled that the must carry rules should be analyzed under the intermediate standard of scrutiny reserved for content-neutral regulations of speech and that the rule satisfied the scrutiny because they are narrowly-tailored to serve the important government interest in the preservation of local television broadcasting."
                            },
                            {
                                "start": 96.789,
                                "stop": 110.526,
                                "byte_start": 478751,
                                "byte_stop": 533713,
                                "text": "As an initial matter, we reject the United States argument that regulation of cable television should be analyzed under the less rigorous standard of First Amendment review, and we have applied to broadcast regulation as exemplified by the Red Lion Broadcasting case."
                            },
                            {
                                "start": 110.526,
                                "stop": 127.236,
                                "byte_start": 533713,
                                "byte_stop": 600482,
                                "text": "Instead, we must analyze the must carry rules under settled principles of our First Amendment jurisprudence, and because the must carry provisions do impose special obligations upon cable operators and special burdens upon cable programers some measure of heightened First Amendment scrutiny is demanded."
                            },
                            {
                                "start": 127.236,
                                "stop": 137.508,
                                "byte_start": 600482,
                                "byte_stop": 641546,
                                "text": "However, we agree with the District Court that the must carry rule should be analyzed under the test reserve for content-neutral regulations, we nevertheless conclude that it was error for the District Court to decide on summary judgment."
                            },
                            {
                                "start": 137.508,
                                "stop": 147.463,
                                "byte_start": 641546,
                                "byte_stop": 681461,
                                "text": "And in light of material facts and dispute on this record that the must carry rules will advance a substantial government interest and a manner that it does not burden substantially more speech than necessary."
                            },
                            {
                                "start": 147.463,
                                "stop": 151.832,
                                "byte_start": 681461,
                                "byte_stop": 698911,
                                "text": "In an opinion filed with the Clerk today, we therefore vacate and remand the decision of the District Court."
                            },
                            {
                                "start": 151.832,
                                "stop": 157.893,
                                "byte_start": 698911,
                                "byte_stop": 723153,
                                "text": "We do reject appellant\u0027s arguments, however, that the must carry rules are content-based and must therefore be presumed invalid."
                            },
                            {
                                "start": 157.893,
                                "stop": 163.274,
                                "byte_start": 723153,
                                "byte_stop": 744678,
                                "text": "The provisions are content-neutral and not only in their face but also in their operation and overwriting purpose."
                            },
                            {
                                "start": 163.274,
                                "stop": 175.713,
                                "byte_start": 744678,
                                "byte_stop": 794415,
                                "text": "The rules benefit also para-broadcasters who request carriage on cable systems they are respective with the nature of their programming, and the rules burden all but the smallest cable systems nationwide regardless of the content of the programming they offer."
                            },
                            {
                                "start": 175.713,
                                "stop": 179.595,
                                "byte_start": 794415,
                                "byte_stop": 809984,
                                "text": "The purposes of underlying must carry rules are also unrelated to content."
                            },
                            {
                                "start": 179.595,
                                "stop": 196.167,
                                "byte_start": 809984,
                                "byte_stop": 876230,
                                "text": "Our review of the Act and its various findings persuade us that Congress\u0027 overwriting objectives in enacting must carry was not to favor programing of a particular subject matter viewpoint or format, but rather to preserve access to free television programing for the 40% of Americans without cable."
                            },
                            {
                                "start": 196.167,
                                "stop": 214.198,
                                "byte_start": 876230,
                                "byte_stop": 948328,
                                "text": "By preventing cable operators from refusing carriage to broadcast television stations, the must carry rules are meant to ensure that broadcast television stations will retain a large enough potential audience to earn necessary advertising revenue or in the case of non-commercial broadcasters sufficient viewer contributions to maintain their continued operation."
                            },
                            {
                                "start": 214.198,
                                "stop": 225.015,
                                "byte_start": 948328,
                                "byte_stop": 991587,
                                "text": "In so doing, the provisions are designed to guarantee the survival of a medium that has become a vital part of the nation\u0027s communication system and to ensure that ever individual with a television set can obtain access to free television programing."
                            },
                            {
                                "start": 225.015,
                                "stop": 231.399,
                                "byte_start": 991587,
                                "byte_stop": 1017187,
                                "text": "This overwriting congressional purpose is unrelated to the content of expression disseminated by cable and broadcast speakers."
                            },
                            {
                                "start": 231.399,
                                "stop": 237.449,
                                "byte_start": 1017187,
                                "byte_stop": 1041324,
                                "text": "The must carry rules do not amount to an impermissible intrusion on cable operator\u0027s editorial autonomy."
                            },
                            {
                                "start": 237.449,
                                "stop": 249.787,
                                "byte_start": 1041324,
                                "byte_stop": 1090748,
                                "text": "The First Amendment\u0027s command that government not impede the freedom of speech does not disable the government from taking step to ensure that private interests do not restrict through physical control of the critical pathway of communication the free flow of information and ideas."
                            },
                            {
                                "start": 249.787,
                                "stop": 263.984,
                                "byte_start": 1090748,
                                "byte_stop": 1147486,
                                "text": "And unlike the speaker access rules, we have strucked down in prior cases the must carry rules are not activated by any particular message spoken by cable operators and they do not force cable operators to alter their own messages to respond to the broadcast programing they are required to carry."
                            },
                            {
                                "start": 263.984,
                                "stop": 285.314,
                                "byte_start": 1147486,
                                "byte_stop": 1232854,
                                "text": "In sum, we conclude that the must carry provisions do no pose such inherent dangers to free expression or present such potential for censorship or manipulation as to justify application of the most exacting level of First Amendment scrutiny rather the appropriate standard by which to evaluate the constitutionality of must carry is the intermediate level of scrutiny applicable to the content-neutral restrictions on speech."
                            },
                            {
                                "start": 285.314,
                                "stop": 299.392,
                                "byte_start": 1232854,
                                "byte_stop": 1289174,
                                "text": "To satisfy this standard, a regulation must further an important or substantial government interest and relate it to the suppression of free speech and the means chosen for doing so must not be written in more speech than is necessary to further the government\u0027s interest."
                            },
                            {
                                "start": 299.392,
                                "stop": 313.607,
                                "byte_start": 1289174,
                                "byte_stop": 1346016,
                                "text": "The government asserts that the must carry rules were designed to promote three interests: To preserve the benefits of free broadcast television, to promote the wide spread dissemination of information from a multiplicity of sources, and to promote fair competition in the market for television programing viewed in the abstract."
                            },
                            {
                                "start": 313.607,
                                "stop": 324.367,
                                "byte_start": 1346016,
                                "byte_stop": 1389066,
                                "text": "We have no difficulty concluding that each of these governmental interest is important, that the asserted interest are important in the abstract does not mean, however that the must carry provisions will in fact advance those interests."
                            },
                            {
                                "start": 324.367,
                                "stop": 339.563,
                                "byte_start": 1389066,
                                "byte_stop": 1449775,
                                "text": "When the government defends a regulation on speech as a remedy for past or anticipated harms, the government must demonstrate that the recited harms are real, not merely conjectural and that the regulation will in fact alleviate these harms without burdening substantially more speech than necessary to do so."
                            },
                            {
                                "start": 339.563,
                                "stop": 361.783,
                                "byte_start": 1449775,
                                "byte_stop": 1538696,
                                "text": "Because there is insufficient evidence in this record to indicate that broadcast television is in genuine jeopardy and because there remain unresolved issues of material fact considering the extent to which the must carry rules will curtail the speech of cable programers in the availability of less speech restrictive means to accomplish the government\u0027s asserted interest, we hold that the District Court erred in granting summary judgment in favor of the United States."
                            },
                            {
                                "start": 361.783,
                                "stop": 381.717,
                                "byte_start": 1538696,
                                "byte_stop": 1618421,
                                "text": "Because of the end result facial questions, the important of the issues the broadcast and cable industries and the conflicting conclusions of the parties contended to be drawn from the statistics and other evidence presented, we think it necessary to permit the parties to develop a more thorough factual record and to allow the District Court to resolve any factual disputes remaining before passing upon the constitutional validity of the challenged provisions."
                            },
                            {
                                "start": 381.717,
                                "stop": 386.652,
                                "byte_start": 1618421,
                                "byte_stop": 1638170,
                                "text": "The judgment below is vacated and the case is remanded for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 386.652,
                                "stop": 390.985,
                                "byte_start": 1638170,
                                "byte_stop": 1655515,
                                "text": "Justice Blackmun has filed a concurring opinion; Justice Stevens has filed a concurring opinion."
                            },
                            {
                                "start": 390.985,
                                "stop": 399.948,
                                "byte_start": 1655515,
                                "byte_stop": 1691355,
                                "text": "He expresses substantial agreement with the Court\u0027s analysis and, though, favoring the affirmance concurs in the judgment so that there will be a majority for the disposition of the case."
                            },
                            {
                                "start": 399.948,
                                "stop": 411.951,
                                "byte_start": 1691355,
                                "byte_stop": 0,
                                "text": "Justice O\u0027Connor has filed an opinion concurring in part and dissenting in part in which Justices Scalia and Ginsburg joined and in which Justice Thomas joins in part, and Justice Ginsburg has filed an opinion concurring in part and dissenting in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48978,
            "mime": "audio\/mpeg",
            "size": 1739316,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1993\/93-44\/19940627o_93-44.delivery.mp3"
        },
        {
            "id": 70786,
            "mime": "audio\/ogg",
            "size": 3785899,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1993\/93-44\/19940627o_93-44.ogg"
        },
        {
            "id": 70787,
            "mime": "application\/x-mpegURL",
            "size": 5907,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1993\/93-44\/19940627o_93-44.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}