{
    "ID": 62652,
    "name": "Kirtsaeng v. John Wiley \u0026 Sons",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-375",
    "docket_number": "15-375",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Supap Kirtsaeng",
    "second_party": "John Wiley \u0026 Sons, Inc.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53394"
        }
    ],
    "lower_court": {
        "ID": 7,
        "name": "United States Court of Appeals for the Second Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/7"
    },
    "facts_of_the_case": "\u003Cp\u003EAcademic textbook publisher John Wiley \u0026amp; Sons, Inc. (Wiley) owns the American copyright for textbooks and often assigns its rights to its foreign subsidiaries to publish, print, and sell its textbooks abroad. Supap Kirtsaeng is a Thai citizen who came to the United States in 1997 to study mathematics. While he was in the United States, Kirtsaeng asked friends and family in Thailand to buy the English-language versions of his textbooks there, where they were cheaper, and mail them to him. Kirtsaeng would then sell the textbooks in America, where they were worth more, reimburse his friends and family, and make a profit.\u003C\/p\u003E\n\u003Cp\u003EIn 2008, Wiley sued Kirtsaeng for copyright infringement. The case went to the U.S. Supreme Court on the question of whether Kirtsaeng was barred from asserting an affirmative defense because the copyrighted works in question were manufactured abroad. The Court held that the affirmative defense was available to Kirtsaeng and remanded the case. Kirtsaeng won the case on remand and sought an award of attorneys\u0027 fees and reimbursement of litigation expenses pursuant to Section 505 of the Copyright Act. The district court held that Section 505 provides that the court may “in its discretion” award attorney’s fees but is not bound to do so. Because Wiley’s suit was not “frivolous” or “objectively unreasonable,” the district court held that awarding Kirtsaeng attorney’s fees would “not promote the purposes of the Copyright Act.” The U.S. Court of Appeals for the Second Circuit affirmed.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EWhat constitutes the appropriate standard for awarding attorneys’ fees to a prevailing party under Section 505 of the Copyright Act?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27400"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 40.713875,
        "longitude": -74.002313,
        "name": "United States District Court for the Southern District of New York",
        "street": "500 Pearl Street",
        "city": "New York",
        "province": "NY",
        "postal_code": null,
        "province_name": "New York"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine what constitutes the appropriate standard for awarding attorneys’ fees to a prevailing party under Section 505 of the Copyright Act.",
    "written_opinion": null,
    "related_cases": null
}