{
    "id": 23000,
    "title": "Opinion Announcement - June 27, 2011",
    "transcript": {
        "title": "Brown v. Entertainment Merchants Association",
        "duration": 703.843,
        "sections": [
            {
                "start": 0,
                "stop": 703.843,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 703.843,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.076,
                                "byte_start": 105472,
                                "byte_stop": 129818,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 6.076,
                                "stop": 21.203,
                                "byte_start": 129818,
                                "byte_stop": 190318,
                                "text": "In 2005, California enacted Assembly Bill 1179, which prohibits the sale or rental of violent videogames to minors and requires their packaging to be labeled 18."
                            },
                            {
                                "start": 21.203,
                                "stop": 60.237,
                                "byte_start": 190318,
                                "byte_stop": 346425,
                                "text": "The Act covers games, \u0022In which the range of options available to a player includes killing, maiming, dismembering, or sexually assaulting an image of a human being, if those acts are depicted in a manner that a reasonable person, considering the game as a whole, would find appeals to a deviant or morbid interest of minors, that is patently offensive to prevailing standards in the community as to what is suitable for minors, and that causes the game as a whole to lack serious literary, artistic, political, or scientific value for minors.\u0022"
                            },
                            {
                                "start": 60.237,
                                "stop": 65.892,
                                "byte_start": 346425,
                                "byte_stop": 369100,
                                "text": "Violation of the Act is punishable by a civil fine of up to $1000."
                            },
                            {
                                "start": 65.892,
                                "stop": 76.083,
                                "byte_start": 369100,
                                "byte_stop": 409851,
                                "text": "Respondents representing the videogame and software industries brought a pre-enforcement challenge to the Act alleging that it violates the First Amendment."
                            },
                            {
                                "start": 76.083,
                                "stop": 80.909,
                                "byte_start": 409851,
                                "byte_stop": 429181,
                                "text": "The District Court agreed and permanently enjoined its enforcement."
                            },
                            {
                                "start": 80.909,
                                "stop": 87.063,
                                "byte_start": 429181,
                                "byte_stop": 453736,
                                "text": "The Court of Appeals for the Ninth Circuit affirmed and we granted certiorari."
                            },
                            {
                                "start": 87.063,
                                "stop": 98.589,
                                "byte_start": 453736,
                                "byte_stop": 499921,
                                "text": "California correctly acknowledges that videogames qualify as expression protected by the First Amendment, like books plays in movies, video games communicate ideas."
                            },
                            {
                                "start": 98.589,
                                "stop": 106.692,
                                "byte_start": 499921,
                                "byte_stop": 532313,
                                "text": "The most basic principle of First Amendment Law is that Government has no power to restrict expression because of its content."
                            },
                            {
                                "start": 106.692,
                                "stop": 109.215,
                                "byte_start": 532313,
                                "byte_stop": 542344,
                                "text": "There are, of course, exceptions."
                            },
                            {
                                "start": 109.215,
                                "stop": 124.397,
                                "byte_start": 542344,
                                "byte_stop": 603157,
                                "text": "From 1791 to the present, the First Amendment has permitted restrictions upon the content of this -- of speech in a few well-defined and narrowly limited areas, such as obscenity, incitement and fighting words."
                            },
                            {
                                "start": 124.397,
                                "stop": 139.647,
                                "byte_start": 603157,
                                "byte_stop": 664074,
                                "text": "Last term in a case called United States versus Stevens, we held that new categories of unprotected speech may not be added to that list by a Legislature that conclude certain speeches too harmful to be tolerated."
                            },
                            {
                                "start": 139.647,
                                "stop": 160.27,
                                "byte_start": 664074,
                                "byte_stop": 746621,
                                "text": "Without persuasive evidence that a novel restriction on the content of speech is part of a long tradition of proscription, a Legislature may not revise the judgement of the American people embodied in the First Amendment that the benefits of constitutional restrictions on the Government\u0027s power out way its cause."
                            },
                            {
                                "start": 160.27,
                                "stop": 163.294,
                                "byte_start": 746621,
                                "byte_stop": 758742,
                                "text": "That holding controls this case."
                            },
                            {
                                "start": 163.294,
                                "stop": 171.184,
                                "byte_start": 758742,
                                "byte_stop": 790298,
                                "text": "California statute mimics the New York statute that we upheld in a case called Ginsberg versus New York."
                            },
                            {
                                "start": 171.184,
                                "stop": 197.481,
                                "byte_start": 790298,
                                "byte_stop": 895415,
                                "text": "That statute prohibited the sale to minors of sexual material that did not meet our definition of obscenity but that \u0022Appeals to the prurient, shameful or morbid interests of minors, is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable for minors and is utterly without redeeming social importance for minors.\u0022"
                            },
                            {
                                "start": 197.481,
                                "stop": 212.564,
                                "byte_start": 895415,
                                "byte_stop": 955810,
                                "text": "We held that New York Court, \u0022adjust the definition of obscenity to social realities by permitting the appeal of this type of material to be assessed in terms of the sexual interest of minors.\u0022"
                            },
                            {
                                "start": 212.564,
                                "stop": 217.935,
                                "byte_start": 955810,
                                "byte_stop": 977230,
                                "text": "The California Act, however, does not regulate obscenity for children."
                            },
                            {
                                "start": 217.935,
                                "stop": 229.433,
                                "byte_start": 977230,
                                "byte_stop": 1023206,
                                "text": "Our cases make clear that obscenity covers only depictions of sexual conduct and we have previously rejected attempt to shoehorn violence into the category of obscenity."
                            },
                            {
                                "start": 229.433,
                                "stop": 254.956,
                                "byte_start": 1023206,
                                "byte_stop": 1125397,
                                "text": "Thus this law does not adjust the boundaries of an existing category of unprotected speech to ensure that a definition designed for adults is not uncritically applied to children, instead, it purports to create a wholly new category of content based regulation that is permissible only for speech directed at children that is unprecedented and mistaken."
                            },
                            {
                                "start": 254.956,
                                "stop": 260.137,
                                "byte_start": 1125397,
                                "byte_stop": 1146086,
                                "text": "Our cases hold that minors are entitled to a significant degree of First Amendment protection."
                            },
                            {
                                "start": 260.137,
                                "stop": 266.561,
                                "byte_start": 1146086,
                                "byte_stop": 1171790,
                                "text": "The Government has no free floating power to restrict the ideas to which they may be exposed."
                            },
                            {
                                "start": 266.561,
                                "stop": 273.493,
                                "byte_start": 1171790,
                                "byte_stop": 1199480,
                                "text": "There is no tradition in this country of especially restricting children\u0027s access to depictions of violations."
                            },
                            {
                                "start": 273.493,
                                "stop": 280.465,
                                "byte_start": 1199480,
                                "byte_stop": 1227379,
                                "text": "Certainly, the books we give children to read or read to them when they are younger have no shortage of gore."
                            },
                            {
                                "start": 280.465,
                                "stop": 294.181,
                                "byte_start": 1227379,
                                "byte_stop": 1282236,
                                "text": "Grimm\u0027s Fairy Tales for example or Grimm indeed, as her just deserts for trying the poison Snow White, but Wicked Queen is made to dance in red hot slippers \u0022till she fell dead on the floor.\u0022"
                            },
                            {
                                "start": 294.181,
                                "stop": 304.005,
                                "byte_start": 1282236,
                                "byte_stop": 1321524,
                                "text": "Cinderella\u0027s evil stepsisters have their eyes pecked out by dogs and Hansel and Gretel killed their captor by baking her in an oven."
                            },
                            {
                                "start": 304.005,
                                "stop": 307.541,
                                "byte_start": 1321524,
                                "byte_stop": 1335735,
                                "text": "High school reading lists are full of similar fare."
                            },
                            {
                                "start": 307.541,
                                "stop": 324.776,
                                "byte_start": 1335735,
                                "byte_stop": 1404594,
                                "text": "Homer\u0027s Odysseus binds -- blinds the Cyclops by grinding out his eye with a heated stake and Golding\u0027s Lord of the Flies recounts how a schoolboy is savagely murdered by other children while marooned on an island."
                            },
                            {
                                "start": 324.776,
                                "stop": 349.008,
                                "byte_start": 1404594,
                                "byte_stop": 1501560,
                                "text": "In truth, the California Act is the latest in a long serious of failed attempts to censor violent entertainment for minors before videogames came cheap novels depicting crime, they were penny dreadfuls, motion pictures, comic books, television and music lyrics, all of which were blamed by some for juvenile delinquency."
                            },
                            {
                                "start": 349.008,
                                "stop": 364.942,
                                "byte_start": 1501560,
                                "byte_stop": 1565299,
                                "text": "One prominent psychiatrist, who crusaded against comic books, told the Senate Judiciary Committee that, \u0022As long as the crime comic books industry exists in its present form, there are no secure homes.\u0022"
                            },
                            {
                                "start": 364.942,
                                "stop": 376.206,
                                "byte_start": 1565299,
                                "byte_stop": 1610334,
                                "text": "His objection -- his objection extended even to Superman comics, which he described as \u0022particularly injurious to the ethical development of children.\u0022"
                            },
                            {
                                "start": 376.206,
                                "stop": 383.752,
                                "byte_start": 1610334,
                                "byte_stop": 1640532,
                                "text": "He did not convince the Senate but he did convince the New York Legislature to pass a ban on the sale of certain comic books to minors."
                            },
                            {
                                "start": 383.752,
                                "stop": 388.744,
                                "byte_start": 1640532,
                                "byte_stop": 1660489,
                                "text": "It was vetoed by Governor Thomas Dewey on the ground that it was unconstitutional."
                            },
                            {
                                "start": 388.744,
                                "stop": 399.822,
                                "byte_start": 1660489,
                                "byte_stop": 1704793,
                                "text": "Despite this censorship campaigns, this Court has never permitted government regulation of minor\u0027s access to any forms of entertainment except on obscenity grounds."
                            },
                            {
                                "start": 399.822,
                                "stop": 408.516,
                                "byte_start": 1704793,
                                "byte_stop": 1739588,
                                "text": "The consequence is that California\u0027s novel content based restriction on speech must be subjected to strict scrutiny."
                            },
                            {
                                "start": 408.516,
                                "stop": 410.351,
                                "byte_start": 1739588,
                                "byte_stop": 1746902,
                                "text": "It does not pass."
                            },
                            {
                                "start": 410.351,
                                "stop": 438.582,
                                "byte_start": 1746902,
                                "byte_stop": 1859856,
                                "text": "California has not demonstrated any direct causal link between playing violent videogames and actual harm to minors, rather, the State relies on a number of studies showing at best some correlation between exposure to violent entertainment and minuscule real-world effects, such as children\u0027s feeling more aggressive or making louder noises in the few minutes after playing a violent game."
                            },
                            {
                                "start": 438.582,
                                "stop": 445.443,
                                "byte_start": 1859856,
                                "byte_stop": 1887336,
                                "text": "Those effects are both small and indistinguishable from the observed effects produced by other media."
                            },
                            {
                                "start": 445.443,
                                "stop": 462.826,
                                "byte_start": 1887336,
                                "byte_stop": 1956822,
                                "text": "In his testimony in a similar lawsuit, the State\u0027s -- the State\u0027s expert admitted that the effect sizes of children\u0027s exposure to violent videogames are “about the same” as that produced by their exposure to violence on television."
                            },
                            {
                                "start": 462.826,
                                "stop": 482.548,
                                "byte_start": 1956822,
                                "byte_stop": 2035712,
                                "text": "And he admits that the same effects have been found when children watch cartoons starring Bugs Bunny or the Road Runner or when they play videogames like Sonic the Hedgehog that are rated E, appropriate for all ages, or even when they \u0022view a picture of a gun.\u0022"
                            },
                            {
                                "start": 482.548,
                                "stop": 500.483,
                                "byte_start": 2035712,
                                "byte_stop": 2107496,
                                "text": "Of course, California has declined to restrict Saturday morning cartoons which means that its regulation is wildly under inclusive when judged against its asserted justification, which in our view is enough to defeat it, and the Act is under inclusive in another respect."
                            },
                            {
                                "start": 500.483,
                                "stop": 514.524,
                                "byte_start": 2107496,
                                "byte_stop": 2163608,
                                "text": "The California Legislature is perfectly willing to live this dangerous mind altering material in the hands of children so long as one parent or even an aunt or an uncle says, “It\u0027s okay.”"
                            },
                            {
                                "start": 514.524,
                                "stop": 519.022,
                                "byte_start": 2163608,
                                "byte_stop": 2181580,
                                "text": "That is not how one addresses a serious social problem."
                            },
                            {
                                "start": 519.022,
                                "stop": 529.529,
                                "byte_start": 2181580,
                                "byte_stop": 2223689,
                                "text": "Finally, the California claims that the Act is justified as an aid to parents by requiring that the purchase of violent videogames can be made only by adults."
                            },
                            {
                                "start": 529.529,
                                "stop": 535.704,
                                "byte_start": 2223689,
                                "byte_stop": 2248349,
                                "text": "California says, “The Act ensures that parents can decide what games are appropriate.”"
                            },
                            {
                                "start": 535.704,
                                "stop": 547.678,
                                "byte_start": 2248349,
                                "byte_stop": 2296205,
                                "text": "We doubt the punishing third parties for conveying protected speech to children just in case their parents disapprove of that speech, is a proper governmental means of aiding parental authority."
                            },
                            {
                                "start": 547.678,
                                "stop": 559.939,
                                "byte_start": 2296205,
                                "byte_stop": 2345315,
                                "text": "But in any case, the videogame industry has in place a voluntary rating system designed to inform consumers and store owners about which games contained a high-degree of violence."
                            },
                            {
                                "start": 559.939,
                                "stop": 574.035,
                                "byte_start": 2345315,
                                "byte_stop": 2401635,
                                "text": "This system does much to ensure that minors cannot purchase seriously violent games on their own and that parents who care about the matter can regularly -- can readily evaluate the games their children bring home."
                            },
                            {
                                "start": 574.035,
                                "stop": 582.563,
                                "byte_start": 2401635,
                                "byte_stop": 2435803,
                                "text": "Filling the remaining modest gap in concerned-parents\u0027 control can hardly be a compelling state interest."
                            },
                            {
                                "start": 582.563,
                                "stop": 599.157,
                                "byte_start": 2435803,
                                "byte_stop": 2502154,
                                "text": "Moreover, just as the statute fails strict scrutiny because it is under inclusive with respect to the harm to children rationale, it fails strict scrutiny because it is over inclusive with respect to the aid to parents\u0027 rationale."
                            },
                            {
                                "start": 599.157,
                                "stop": 608.343,
                                "byte_start": 2502154,
                                "byte_stop": 2538935,
                                "text": "Not all the children who are forbidden to purchase violent videogames on their own have parents who care whether they purchase violent videogames."
                            },
                            {
                                "start": 608.343,
                                "stop": 623.057,
                                "byte_start": 2538935,
                                "byte_stop": 2597763,
                                "text": "While some of the legislations effect may indeed be in support of what some parents of the restricted children actually want, its entire effect is only in support of what the State thinks parents ought to want."
                            },
                            {
                                "start": 623.057,
                                "stop": 630.721,
                                "byte_start": 2597763,
                                "byte_stop": 2628378,
                                "text": "That is not the narrow tailoring to assist parents that restriction of First Amendment rights requires."
                            },
                            {
                                "start": 630.721,
                                "stop": 644.1,
                                "byte_start": 2628378,
                                "byte_stop": 2681877,
                                "text": "We are enclosing that we do not demean or disparage the concerns that underlie the attempt to regulate violent videogames, concerns that may and doubtless do prompt a good deal of parental oversight."
                            },
                            {
                                "start": 644.1,
                                "stop": 654.565,
                                "byte_start": 2681877,
                                "byte_stop": 2723777,
                                "text": "We have no business passing judgment on the view of the California Legislature or anyone else, that violent videogames corrupt the young or harm their moral development."
                            },
                            {
                                "start": 654.565,
                                "stop": 670.659,
                                "byte_start": 2723777,
                                "byte_stop": 2788143,
                                "text": "Our task is only to say whether or not such works constitute a “well-defined and narrowly limited class of speech, the prevention and punishment of which have never been thought to raise any constitutional problem.\u0022"
                            },
                            {
                                "start": 670.659,
                                "stop": 673.26,
                                "byte_start": 2788143,
                                "byte_stop": 2798592,
                                "text": "The answer to that is plainly no."
                            },
                            {
                                "start": 673.26,
                                "stop": 684.62,
                                "byte_start": 2798592,
                                "byte_stop": 2844045,
                                "text": "And if not, whether the regulation of such works is justified by that high degree of necessity, we have described as a compelling state interest, it is not."
                            },
                            {
                                "start": 684.62,
                                "stop": 691.148,
                                "byte_start": 2844045,
                                "byte_stop": 2870168,
                                "text": "Even where the protection of children is the object, the constitutional limits on governmental action apply."
                            },
                            {
                                "start": 691.148,
                                "stop": 694.164,
                                "byte_start": 2870168,
                                "byte_stop": 2882184,
                                "text": "The judgement of the Court of Appeals is, therefore, affirmed."
                            },
                            {
                                "start": 694.164,
                                "stop": 699.979,
                                "byte_start": 2882184,
                                "byte_stop": 2905485,
                                "text": "Justice Alito has filed an opinion concurring in the judgement in which the Chief Justice joins."
                            },
                            {
                                "start": 699.979,
                                "stop": 703.843,
                                "byte_start": 2905485,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion and Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55122,
            "mime": "audio\/mpeg",
            "size": 2920845,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/08-1448\/20110627o_08-1448.delivery.mp3"
        },
        {
            "id": 76862,
            "mime": "audio\/ogg",
            "size": 7131148,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/08-1448\/20110627o_08-1448.ogg"
        },
        {
            "id": 76863,
            "mime": "application\/x-mpegURL",
            "size": 10451,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/08-1448\/20110627o_08-1448.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}