{
    "id": 22432,
    "title": "Opinion Announcement - June 13, 2013",
    "transcript": {
        "title": "Tarrant Regional Water District v. Herrmann",
        "duration": 581.544,
        "sections": [
            {
                "start": 0,
                "stop": 581.544,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.295,
                        "byte_start": 105472,
                        "byte_stop": 138700,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.295,
                                "byte_start": 105472,
                                "byte_stop": 138700,
                                "text": "Justice Sotomayor has our opinion this morning in case 11-889, Tarrant Regional Water District versus Herrmann."
                            }
                        ]
                    },
                    {
                        "start": 8.295,
                        "stop": 581.544,
                        "byte_start": 138700,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15131,
                            "name": "Sonia Sotomayor",
                            "href": "https:\/\/api.oyez.org\/people\/sonia_sotomayor",
                            "last_name": "Sotomayor",
                            "roles": [
                                {
                                    "id": 2776,
                                    "type": "scotus_justice",
                                    "date_start": 1249707600,
                                    "date_end": 0,
                                    "appointing_president": null,
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2776"
                                }
                            ],
                            "thumbnail": {
                                "id": 32685,
                                "mime": "image\/png",
                                "size": 50379,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sonia_sotomayor_0.png"
                            },
                            "length_of_service": 2293,
                            "identifier": "sonia_sotomayor"
                        },
                        "text_blocks": [
                            {
                                "start": 8.295,
                                "stop": 13.386,
                                "byte_start": 138700,
                                "byte_stop": 159075,
                                "text": "The Red River is an important geographic feature of the southwest."
                            },
                            {
                                "start": 13.386,
                                "stop": 20.148,
                                "byte_start": 159075,
                                "byte_stop": 186138,
                                "text": "Both it and its tributaries are critical sources of waters for communities across four states."
                            },
                            {
                                "start": 20.148,
                                "stop": 35.722,
                                "byte_start": 186138,
                                "byte_stop": 248414,
                                "text": "Since 1980, the Red River Compact, a congressionally sanctioned agreement among the States of Oklahoma, Texas, Arkansas, and Louisiana, has -- has governed the allocation of water within the Red River basin."
                            },
                            {
                                "start": 35.722,
                                "stop": 47.062,
                                "byte_start": 248414,
                                "byte_stop": 293763,
                                "text": "The region, the Compact governs is divided into five geographic areas called “Reaches,” and each reach is further subdivided into smaller subbasins."
                            },
                            {
                                "start": 47.062,
                                "stop": 57.259,
                                "byte_start": 293763,
                                "byte_stop": 334514,
                                "text": "The case before us today deals with water rights within subbasin 5 of Reach II which covers portions of all four States."
                            },
                            {
                                "start": 57.259,
                                "stop": 68.83,
                                "byte_start": 334514,
                                "byte_stop": 380803,
                                "text": "Petitioner Tarrant Regional Water District is a Texas State agency responsible for supplying water to several cities located in the northern portion of the State."
                            },
                            {
                                "start": 68.83,
                                "stop": 77.132,
                                "byte_start": 380803,
                                "byte_stop": 414030,
                                "text": "A population boom coupled with a devastating drought has substantially increased Texas\u0027 need for water."
                            },
                            {
                                "start": 77.132,
                                "stop": 84.495,
                                "byte_start": 414030,
                                "byte_stop": 443496,
                                "text": "And so for years, Tarrant have been trying to locate suitable sources of potable water."
                            },
                            {
                                "start": 84.495,
                                "stop": 98.829,
                                "byte_start": 443496,
                                "byte_stop": 500861,
                                "text": "As part of its efforts from 2000 to 2002, Tarrant attempted to purchase water from the State of Oklahoma and some other parties, but these negotiations proved unsuccessful."
                            },
                            {
                                "start": 98.829,
                                "stop": 109.277,
                                "byte_start": 500861,
                                "byte_stop": 542657,
                                "text": "In 2007, Tarrant applied for a water permit to the Oklahoma Water Resources Board, the OWRB, the respondents here."
                            },
                            {
                                "start": 109.277,
                                "stop": 121.178,
                                "byte_start": 542657,
                                "byte_stop": 590200,
                                "text": "Tarrant sought to divert water from a tributary of the red base -- Red River located in Oklahoma\u0027s portion of subbasin 5 of Reach II of the Compact."
                            },
                            {
                                "start": 121.178,
                                "stop": 134.146,
                                "byte_start": 590200,
                                "byte_stop": 642132,
                                "text": "However, Tarrant was concern that a package of Oklahoma laws which plays restrict -- which plays conditions on the out of State export of water which wore its application."
                            },
                            {
                                "start": 134.146,
                                "stop": 147.432,
                                "byte_start": 642132,
                                "byte_stop": 695212,
                                "text": "Consequently, Tarrant also file a suit in Federal District Court alleging that these Oklahoma laws conflict with the Compact\u0027s water allocation and are therefore preempted by it."
                            },
                            {
                                "start": 147.432,
                                "stop": 152.64,
                                "byte_start": 695212,
                                "byte_stop": 716110,
                                "text": "I think every student in the audience is going to look up the word preempted today."
                            },
                            {
                                "start": 152.64,
                                "stop": 160.432,
                                "byte_start": 716110,
                                "byte_stop": 747248,
                                "text": "Tarrant also argued in the alternative that the Oklahoma water laws violate the dormant Commerce Clause."
                            },
                            {
                                "start": 160.432,
                                "stop": 169.882,
                                "byte_start": 747248,
                                "byte_stop": 785074,
                                "text": "The District Court granted summary judgment for respondents on both of Tarrant\u0027s claims and the Tenth Circuit affirmed its judgment."
                            },
                            {
                                "start": 169.882,
                                "stop": 177.324,
                                "byte_start": 785074,
                                "byte_stop": 814853,
                                "text": "We granted Tarrant\u0027s petition for a writ of certiorari and now we affirm the judgment of the Tenth Circuit."
                            },
                            {
                                "start": 177.324,
                                "stop": 191.232,
                                "byte_start": 814853,
                                "byte_stop": 870442,
                                "text": "Tarrant\u0027s preemption argument centers on Section 5.05 (b)(1) of the Compact which governs the distribution of water within subbasin 5 during times of normal flow."
                            },
                            {
                                "start": 191.232,
                                "stop": 228.257,
                                "byte_start": 870442,
                                "byte_stop": 1018504,
                                "text": "In such circumstances, (b)(1) provides that each of the “Signature States shall have equal rights to the use of runoff originating in subbasin 5 and undesignated water following -- flowing -- following into subbasin 5, so long as the flow of the Red River at the Arkansas-Louisiana state boundary is 3,000 cubic feet per second or more, provided no state is entitled to more than 25% of the water in excess of 3,000 cubic feet per second.”"
                            },
                            {
                                "start": 228.257,
                                "stop": 247.853,
                                "byte_start": 1018504,
                                "byte_stop": 1096976,
                                "text": "In other words, a minimum flow of water, 3000 cubic feet per second must be allowed to reach Louisiana, but above this level of flow, each state is entitled to use up to 25% of water in subbasin 5."
                            },
                            {
                                "start": 247.853,
                                "stop": 271.199,
                                "byte_start": 1096976,
                                "byte_stop": 1190285,
                                "text": "Tarrant contends that (b)(1) silence with respect to the role of state boarders in allocating water rights means that subbasin 5 must be treated as something of a borderless common in which each of the four signature states may cross each others boundaries to access a shared pool of water."
                            },
                            {
                                "start": 271.199,
                                "stop": 286.799,
                                "byte_start": 1190285,
                                "byte_stop": 1252770,
                                "text": "Whether the Compact preempts the Oklahoma Water Statute depends on the meaning of this silence because the Red River Compact is at core, a contract among its signature -- signatory states."
                            },
                            {
                                "start": 286.799,
                                "stop": 295.224,
                                "byte_start": 1252770,
                                "byte_stop": 1286416,
                                "text": "We construe it under the principles of contract law and seek to ascertain to intent of the parties who agreed to it."
                            },
                            {
                                "start": 295.224,
                                "stop": 305.6,
                                "byte_start": 1286416,
                                "byte_stop": 1327898,
                                "text": "Applying these principles to the Compact, three things persuade us that Tarrant\u0027s reading of (b)(1)\u0027s ambiguous silence is wrong."
                            },
                            {
                                "start": 305.6,
                                "stop": 318.901,
                                "byte_start": 1327898,
                                "byte_stop": 1381083,
                                "text": "The first is that our jurisprudence has long recognized that the states do not easily or quietly cede their sovereign powers including their control over the waters within their border."
                            },
                            {
                                "start": 318.901,
                                "stop": 343.911,
                                "byte_start": 1381083,
                                "byte_stop": 1481185,
                                "text": "Accordingly, when confronted with silence and Compacts touching on the states\u0027 authority to control their waters, we have previously stated that if any inference at all is to be drawn from such silence on the subject of regular authority, we think it is that each state was left to regulate the activities of her own citizens."
                            },
                            {
                                "start": 343.911,
                                "stop": 355.902,
                                "byte_start": 1481185,
                                "byte_stop": 1529145,
                                "text": "Tarrant\u0027s position asked us to infer that the signatory states silently dispense with the core state prerogative to control waters within their own boundaries."
                            },
                            {
                                "start": 355.902,
                                "stop": 373.644,
                                "byte_start": 1529145,
                                "byte_stop": 1600094,
                                "text": "But we think that (b)(1) silence is best understood to indicate that the contracting parties drafted the Compact with this legal background in mind and therefore, did not intent to grant each other cross border rights under the Compact."
                            },
                            {
                                "start": 373.644,
                                "stop": 385.932,
                                "byte_start": 1600094,
                                "byte_stop": 1649204,
                                "text": "Indeed, the drafting of other interstate water compacts, many of which specifically provide for any cross border rights is a second factor that tips against Tarrant\u0027s reading."
                            },
                            {
                                "start": 385.932,
                                "stop": 409.811,
                                "byte_start": 1649204,
                                "byte_stop": 1744812,
                                "text": "This customary practice of explicitly including cross border rights and providing for the mechanics of managing any cross border diversions of water means that the present Compact silence regarding state borders is best understood as an indication that the parties to the Compact never intended to provide for any cross border rights."
                            },
                            {
                                "start": 409.811,
                                "stop": 417.475,
                                "byte_start": 1744812,
                                "byte_stop": 1775428,
                                "text": "Finally, the party\u0027s course of performance under the contract also count against Tarrant\u0027s position."
                            },
                            {
                                "start": 417.475,
                                "stop": 433.93,
                                "byte_start": 1775428,
                                "byte_stop": 1841256,
                                "text": "Tarrant attempts to purchase water from Oklahoma over the course of 2000 until 2002 was a strange move if Tarrant believed it was entitled to demand such water without payment under the Compact."
                            },
                            {
                                "start": 433.93,
                                "stop": 440.508,
                                "byte_start": 1841256,
                                "byte_stop": 1867588,
                                "text": "Prior to Tarrant\u0027s suit, none of the signatories to the Compact ever pressed for such a right."
                            },
                            {
                                "start": 440.508,
                                "stop": 448.632,
                                "byte_start": 1867588,
                                "byte_stop": 1900084,
                                "text": "And so again, the implication is that (b)(1) silence was not intended to create any cross border rights."
                            },
                            {
                                "start": 448.632,
                                "stop": 463.711,
                                "byte_start": 1900084,
                                "byte_stop": 1960375,
                                "text": "In some, we conclude that (b)(1) cannot be read to create a cross border right in the Compact\u0027s signatory and so Tarrant\u0027s argument that Oklahoma\u0027s water laws conflict with the Compact must fail."
                            },
                            {
                                "start": 463.711,
                                "stop": 485.72,
                                "byte_start": 1960375,
                                "byte_stop": 2048355,
                                "text": "This brings us to Tarrant\u0027s other argument that the Compact violates the dormant Commerce Clause by impermissibly discriminating against interstate commerce\u0027 for the forbidden purpose of favoring local interest by creating barriers to the distribution of water left unallocated under the Compact."
                            },
                            {
                                "start": 485.72,
                                "stop": 501.752,
                                "byte_start": 2048355,
                                "byte_stop": 2112512,
                                "text": "But Tarrant\u0027s arguments rest on the assumption that a substantial amount of Reach II subbasin 5 water located in Oklahoma is not a portion to any state and therefore is available to permit applicants like it."
                            },
                            {
                                "start": 501.752,
                                "stop": 504.175,
                                "byte_start": 2112512,
                                "byte_stop": 2122230,
                                "text": "That assumption is incorrect."
                            },
                            {
                                "start": 504.175,
                                "stop": 516.308,
                                "byte_start": 2122230,
                                "byte_stop": 2170713,
                                "text": "The interpretive comment for the Compact makes clear but during periods of normal flow, all states are free to use whatever amount of waters they can put to beneficial use."
                            },
                            {
                                "start": 516.308,
                                "stop": 530.26,
                                "byte_start": 2170713,
                                "byte_stop": 2226615,
                                "text": "Subject to the requirement that if the states have competing uses and the amount of water available and excess of 3000 cubic feet per second cannot satisfy all such uses."
                            },
                            {
                                "start": 530.26,
                                "stop": 536.457,
                                "byte_start": 2226615,
                                "byte_stop": 2251379,
                                "text": "Each state will utter the others right to 25% of the excess flow."
                            },
                            {
                                "start": 536.457,
                                "stop": 562.187,
                                "byte_start": 2251379,
                                "byte_stop": 2354301,
                                "text": "This means that if more than 25% of subbasin\u0027s 5 waters is located in Oklahoma, that water is not unallocated as Tarrant assumes, rather it is allocated to Oklahoma unless and until another state calls for an accounting and Oklahoma is asked to reframe from utilizing more than it\u0027s entitled share."
                            },
                            {
                                "start": 562.187,
                                "stop": 576.024,
                                "byte_start": 2354301,
                                "byte_stop": 2409576,
                                "text": "The Oklahoma water statutes cannot discriminate against interstate commerce in any unallocated water because the Compact leaves no water unallocated."
                            },
                            {
                                "start": 576.024,
                                "stop": 579.664,
                                "byte_start": 2409576,
                                "byte_stop": 2424205,
                                "text": "The judgment of the Court of Appeals for the Tenth Circuit is affirmed."
                            },
                            {
                                "start": 579.664,
                                "stop": 581.544,
                                "byte_start": 2424205,
                                "byte_stop": 0,
                                "text": "Our decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53986,
            "mime": "audio\/mpeg",
            "size": 2431728,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/11-889\/20130613o_11-889.delivery.mp3"
        },
        {
            "id": 75726,
            "mime": "audio\/ogg",
            "size": 5666793,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/11-889\/20130613o_11-889.ogg"
        },
        {
            "id": 75727,
            "mime": "application\/x-mpegURL",
            "size": 8453,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/11-889\/20130613o_11-889.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}