{
    "id": 22001,
    "title": "Opinion Announcement - March 20, 2012",
    "transcript": {
        "title": "Mayo Collaborative Services v. Prometheus Laboratories, Inc.",
        "duration": 409.94,
        "sections": [
            {
                "start": 0,
                "stop": 409.94,
                "byte_start": 104448,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.923,
                        "byte_start": 104448,
                        "byte_stop": 144154,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.923,
                                "byte_start": 104448,
                                "byte_stop": 144154,
                                "text": "In Case Number 10-1150, Mayo Collaborative Services versus Prometheus Laboratories. Justice Breyer has our opinion."
                            }
                        ]
                    },
                    {
                        "start": 9.923,
                        "stop": 409.94,
                        "byte_start": 144154,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 9.923,
                                "stop": 26.044,
                                "byte_start": 144154,
                                "byte_stop": 208729,
                                "text": "Section 101 of the Patent Act says, in relevant part, “Whoever invents or discovers any new and useful process, machine, manufacture or composition of matter may obtain a patent.”"
                            },
                            {
                                "start": 26.044,
                                "stop": 33.18,
                                "byte_start": 208729,
                                "byte_stop": 237255,
                                "text": "The Court has long held, however, that the provision contains an important implicit exception."
                            },
                            {
                                "start": 33.18,
                                "stop": 41.738,
                                "byte_start": 237255,
                                "byte_stop": 271423,
                                "text": "Laws of nature, natural phenomena and abstract ideas are not patentable."
                            },
                            {
                                "start": 41.738,
                                "stop": 52.161,
                                "byte_start": 271423,
                                "byte_stop": 313114,
                                "text": "Thus, Einstein could not have patented his formula, E=mc2, nor could Archimedes have patented his principle of flotation."
                            },
                            {
                                "start": 52.161,
                                "stop": 62.842,
                                "byte_start": 313114,
                                "byte_stop": 355850,
                                "text": "Such discoveries, the Court has said, are manifestations of nature, free to all men and reserved exclusively to none."
                            },
                            {
                                "start": 62.842,
                                "stop": 80.073,
                                "byte_start": 355850,
                                "byte_stop": 424814,
                                "text": "The underlying concern is that since laws of nature are the basic tools of scientific work allowing them to be patented would pose to great a threat to future innovation, but the exception cannot go too far."
                            },
                            {
                                "start": 80.073,
                                "stop": 94.683,
                                "byte_start": 424814,
                                "byte_stop": 483224,
                                "text": "Virtually, every invention relies to some degree on some law of nature, so the Court has also said that inventions that apply a law of nature in a useful and inventive way are patentable."
                            },
                            {
                                "start": 94.683,
                                "stop": 105.865,
                                "byte_start": 483224,
                                "byte_stop": 527945,
                                "text": "But what must a claim do to leave the unpatentable law of nature category and enter the patentable application of the law of nature category?"
                            },
                            {
                                "start": 105.865,
                                "stop": 114.256,
                                "byte_start": 527945,
                                "byte_stop": 561486,
                                "text": "To count as an application, a claim cannot simply state a law of nature and then add the words “apply it.”"
                            },
                            {
                                "start": 114.256,
                                "stop": 121.394,
                                "byte_start": 561486,
                                "byte_stop": 590117,
                                "text": "Einstein could not get a patent on his law by telling people, “Apply my law as you think fit.”"
                            },
                            {
                                "start": 121.394,
                                "stop": 125.247,
                                "byte_start": 590117,
                                "byte_stop": 605477,
                                "text": "This case raises these questions."
                            },
                            {
                                "start": 125.247,
                                "stop": 136.385,
                                "byte_start": 605477,
                                "byte_stop": 649989,
                                "text": "The patent claims here focus upon doctors who use drugs called thiopurine drugs to treat patients with certain kinds of autoimmune diseases."
                            },
                            {
                                "start": 136.385,
                                "stop": 139.74,
                                "byte_start": 649989,
                                "byte_stop": 663468,
                                "text": "Doctors have used these drugs for some time."
                            },
                            {
                                "start": 139.74,
                                "stop": 146.796,
                                "byte_start": 663468,
                                "byte_stop": 691681,
                                "text": "And they know that after a patient receives a dose, the drug has to be metabolized in order to work."
                            },
                            {
                                "start": 146.796,
                                "stop": 161.443,
                                "byte_start": 691681,
                                "byte_stop": 750299,
                                "text": "They also know that different patients metabolize the drug to different degrees in different ways and they know how to determine by examining a patient’s bloodstream to metabolize drug level."
                            },
                            {
                                "start": 161.443,
                                "stop": 178.722,
                                "byte_start": 750299,
                                "byte_stop": 819367,
                                "text": "But before the invention at issue here came along, they did not know just what metabolized level in the blood meant too much drug, so lower the dose and what level meant too little drug, so raise the dose."
                            },
                            {
                                "start": 178.722,
                                "stop": 186.69,
                                "byte_start": 819367,
                                "byte_stop": 851237,
                                "text": "The process claims here embody more recent discoveries that answer these last questions."
                            },
                            {
                                "start": 186.69,
                                "stop": 200.326,
                                "byte_start": 851237,
                                "byte_stop": 905780,
                                "text": "In case you would like to know, a level of less than 230 picomoles of metabolized drug per 800,000,000 red blood cells shows need to increase the dosage while a level of 400 shows a need to reduce the dosage."
                            },
                            {
                                "start": 200.326,
                                "stop": 202.388,
                                "byte_start": 905780,
                                "byte_stop": 914035,
                                "text": "I thought you\u0027d like to know that."
                            },
                            {
                                "start": 202.388,
                                "stop": 225.295,
                                "byte_start": 914035,
                                "byte_stop": 1005672,
                                "text": "These correlations, however, are unpatentable natural laws even though the relationship they describe arise only after a drug is administered to a patient and that is a human action, the relationships themselves are natural ones caused by the natural interactions of the drug with the human body."
                            },
                            {
                                "start": 225.295,
                                "stop": 237.591,
                                "byte_start": 1005672,
                                "byte_stop": 1054887,
                                "text": "So, we have to look beyond the correlations themselves and ask whether the process that the patent applicant seeks to claim embodies something more than just those natural laws."
                            },
                            {
                                "start": 237.591,
                                "stop": 247.106,
                                "byte_start": 1054887,
                                "byte_stop": 1092921,
                                "text": "We conclude that the claims before us do not contain anything significant beyond the natural law of correlations themselves."
                            },
                            {
                                "start": 247.106,
                                "stop": 252.999,
                                "byte_start": 1092921,
                                "byte_stop": 1116536,
                                "text": "The processes, as I\u0027ll summarize them, consist, in effect, of three steps."
                            },
                            {
                                "start": 252.999,
                                "stop": 260.959,
                                "byte_start": 1116536,
                                "byte_stop": 1148301,
                                "text": "Those steps tell doctors, one, administer a thiopurine drug to your patient."
                            },
                            {
                                "start": 260.959,
                                "stop": 274.694,
                                "byte_start": 1148301,
                                "byte_stop": 1203263,
                                "text": "Two, determine, i.e., measure the resulting metabolite levels in the patient\u0027s blood, and then three, consider the resulting measurements in the light of the correlations."
                            },
                            {
                                "start": 274.694,
                                "stop": 288.432,
                                "byte_start": 1203263,
                                "byte_stop": 1258224,
                                "text": "The first step, the administering step, simply identifies a set of people who may be interested in applying the relevant laws, namely, doctors who treat their patients with thiopurine drugs."
                            },
                            {
                                "start": 288.432,
                                "stop": 305.06,
                                "byte_start": 1258224,
                                "byte_stop": 1324784,
                                "text": "Our case law makes clear that you cannot patent a natural law just by limiting use of the patented process to those in a certain technological environment as if, for example, Archimedes had limited use of the flotation principle to boat builders, that isn\u0027t good enough."
                            },
                            {
                                "start": 305.06,
                                "stop": 323.498,
                                "byte_start": 1324784,
                                "byte_stop": 1398450,
                                "text": "The second step, the determining step, simply tells the doctors to measure metabolite levels in the blood, but measuring metabolites is something that researchers in the field were doing before the correlations at issue here were found and doing so is a necessary precursor to applying those correlations."
                            },
                            {
                                "start": 323.498,
                                "stop": 333.448,
                                "byte_start": 1398450,
                                "byte_stop": 1438260,
                                "text": "Our cases tell us that a process cannot be rendered patentable simply by adding conventional pre-solution activity to the statement of a natural law."
                            },
                            {
                                "start": 333.448,
                                "stop": 354.5,
                                "byte_start": 1438260,
                                "byte_stop": 1522479,
                                "text": "The third step, the consider step, simply adds to these first two steps a statement of the natural laws with, at most, a suggestion that doctors should take those laws into account when treating their patients, perhaps, by modifying the drug dosage they subsequently administer if they decide that doing so makes sense all things considered."
                            },
                            {
                                "start": 354.5,
                                "stop": 368.768,
                                "byte_start": 1522479,
                                "byte_stop": 1579530,
                                "text": "Insofar as the claim set forth additional steps beyond the law of nature itself, those steps consist of well understood routine, conventional activity already engaged in by the scientific community."
                            },
                            {
                                "start": 368.768,
                                "stop": 388.72,
                                "byte_start": 1579530,
                                "byte_stop": 1659361,
                                "text": "We consequently conclude that the patent claims say nothing significantly more than apply the law, i.e., apply the natural laws that they describe and that simple additional instruction, by itself, is insufficient to transform an otherwise patentable claim into a -- unpatentable claim into a patentable one."
                            },
                            {
                                "start": 388.72,
                                "stop": 400.25,
                                "byte_start": 1659361,
                                "byte_stop": 1705545,
                                "text": "We discuss these matters further in our opinion, but we also describe the relevant case law and explain why we cannot accept the respondents and the Government\u0027s counter arguments."
                            },
                            {
                                "start": 400.25,
                                "stop": 407.544,
                                "byte_start": 1705545,
                                "byte_stop": 1734698,
                                "text": "We hold that the patents are invalid under Section 101 of the Patent Act, and we reverse the Federal Circuit\u0027s contrary determination."
                            },
                            {
                                "start": 407.544,
                                "stop": 409.94,
                                "byte_start": 1734698,
                                "byte_stop": 0,
                                "text": "The decision is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53124,
            "mime": "audio\/mpeg",
            "size": 1744206,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-1150\/20120320o_10-1150.delivery.mp3"
        },
        {
            "id": 74874,
            "mime": "audio\/ogg",
            "size": 4058161,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-1150\/20120320o_10-1150.ogg"
        },
        {
            "id": 74875,
            "mime": "application\/x-mpegURL",
            "size": 6139,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-1150\/20120320o_10-1150.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}