{
    "id": 21998,
    "title": "Opinion Announcement - April 19, 2011",
    "transcript": {
        "title": "Virginia Office for Protection and Advocacy v. Reinhard",
        "duration": 498.05,
        "sections": [
            {
                "start": 0,
                "stop": 498.05,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 498.05,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.816,
                                "byte_start": 106496,
                                "byte_stop": 133768,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Fourth Circuit."
                            },
                            {
                                "start": 6.816,
                                "stop": 27.377,
                                "byte_start": 133768,
                                "byte_stop": 216106,
                                "text": "Two federal statutes, the Development Disabilities Assistance and Bill of Rights Act of 2000 and the Protection and Advocacy for Individuals with Mental Illness Act offer States federal money to improve services for individuals with developmental disabilities and mental illness."
                            },
                            {
                                "start": 27.377,
                                "stop": 43.947,
                                "byte_start": 216106,
                                "byte_stop": 282352,
                                "text": "As a condition of receiving that funding, a state must establish a protection and advocacy or a P\u0026A system “to protect and advocate the rights” of those people."
                            },
                            {
                                "start": 43.947,
                                "stop": 63.447,
                                "byte_start": 282352,
                                "byte_stop": 360302,
                                "text": "A P\u0026A system must have authority to investigate incidence of abuse and neglect to obtain all records relevant to such an investigation and to “pursue legal administrative another appropriate remedies or approaches to ensure the protection of” its charges."
                            },
                            {
                                "start": 63.447,
                                "stop": 79.715,
                                "byte_start": 360302,
                                "byte_stop": 425399,
                                "text": "Virginia is one just eight states to have designated a state agency as its P\u0026A system, something federal law allows, provided the agency has certain structural features that ensure its independence from state government."
                            },
                            {
                                "start": 79.715,
                                "stop": 98.036,
                                "byte_start": 425399,
                                "byte_stop": 498646,
                                "text": "The Virginia Office for Protection and Advocacy or VOPA has those required features the Governor of Virginia appoints fewer than one-third of its governing board and Virginia law gives it freedom to litigate without oversight from the executive."
                            },
                            {
                                "start": 98.036,
                                "stop": 106.597,
                                "byte_start": 498646,
                                "byte_stop": 532919,
                                "text": "VOPA filed this lawsuit after two patients died and a third was injured in state-run mental hospitals."
                            },
                            {
                                "start": 106.597,
                                "stop": 112.516,
                                "byte_start": 532919,
                                "byte_stop": 556638,
                                "text": "The defendant\u0027s respondents here are state officials in charge of the relevant facilities."
                            },
                            {
                                "start": 112.516,
                                "stop": 127.273,
                                "byte_start": 556638,
                                "byte_stop": 615675,
                                "text": "The suit claims that VOPA has a federal right to obtain access to certain records relating to those patients and it seeks declaratory and injunctive relief commanding respondents to produce those records."
                            },
                            {
                                "start": 127.273,
                                "stop": 133.397,
                                "byte_start": 615675,
                                "byte_stop": 640125,
                                "text": "Respondents filed a motion to dismiss the action on Eleventh Amendment sovereign immunity grounds."
                            },
                            {
                                "start": 133.397,
                                "stop": 148.755,
                                "byte_start": 640125,
                                "byte_stop": 701565,
                                "text": "But the District Court concluded that the suit was authorized by our decision in the case called Ex parte Young, which says that a suit for prospective relief against state officers for violation of federal law is not a suit against the state."
                            },
                            {
                                "start": 148.755,
                                "stop": 150.063,
                                "byte_start": 701565,
                                "byte_stop": 706790,
                                "text": "The Court of Appeals reversed."
                            },
                            {
                                "start": 150.063,
                                "stop": 163.009,
                                "byte_start": 706790,
                                "byte_stop": 758617,
                                "text": "It concluded that Ex parte Young did not apply to VOPA\u0027s suit because it is a contest between two state agencies, the adjudication of which in federal court would offend Virginia\u0027s sovereignty."
                            },
                            {
                                "start": 163.009,
                                "stop": 166.668,
                                "byte_start": 758617,
                                "byte_stop": 773245,
                                "text": "We granted certiorari and we now reverse."
                            },
                            {
                                "start": 166.668,
                                "stop": 172.504,
                                "byte_start": 773245,
                                "byte_stop": 796547,
                                "text": "The Eleventh Amendment confirms that states enter the union with their sovereign immunity intact."
                            },
                            {
                                "start": 172.504,
                                "stop": 176.732,
                                "byte_start": 796547,
                                "byte_stop": 813474,
                                "text": "That immunity protects the sovereign from being sued without its consent."
                            },
                            {
                                "start": 176.732,
                                "stop": 180.286,
                                "byte_start": 813474,
                                "byte_stop": 827685,
                                "text": "A State may waive its sovereign immunity at its pleasure."
                            },
                            {
                                "start": 180.286,
                                "stop": 191.645,
                                "byte_start": 827685,
                                "byte_stop": 873138,
                                "text": "And in some cases, Congress may abrogate it by appropriate legislation, but otherwise, federal courts may not entertain a private person suit against the State."
                            },
                            {
                                "start": 191.645,
                                "stop": 200.699,
                                "byte_start": 873138,
                                "byte_stop": 909396,
                                "text": "That case -- but in Ex parte Young, we adopted an important limit on state sovereign immunity."
                            },
                            {
                                "start": 200.699,
                                "stop": 217.533,
                                "byte_start": 909396,
                                "byte_stop": 976687,
                                "text": "That case established the principle, less delicately called a fiction that when a federal court commands a state official to do nothing more than refrain from violating federal law, that officer is not the state for sovereign immunity purposes."
                            },
                            {
                                "start": 217.533,
                                "stop": 222.563,
                                "byte_start": 976687,
                                "byte_stop": 996749,
                                "text": "We conclude that entertaining VOPA\u0027s action is consistent with that doctrine."
                            },
                            {
                                "start": 222.563,
                                "stop": 243.377,
                                "byte_start": 996749,
                                "byte_stop": 1080027,
                                "text": "In Verizon Maryland Incorporated versus Public Service Commission of Maryland, we held that “In determining whether the doctrine of Ex parte Young avoids an Eleventh Amendment barred suit, a court need only to conduct a straightforward inquiry into whether the complaint seeks relief properly characterized as prospective.”"
                            },
                            {
                                "start": 243.377,
                                "stop": 247.761,
                                "byte_start": 1080027,
                                "byte_stop": 1097582,
                                "text": "There is no doubt VOPA\u0027s suit satisfies that straightforward inquiry."
                            },
                            {
                                "start": 247.761,
                                "stop": 258.576,
                                "byte_start": 1097582,
                                "byte_stop": 1140840,
                                "text": "It alleges that respondent\u0027s refusal to produce the requested records violates federal law and it seeks a prospective injunction requiring the production of those records."
                            },
                            {
                                "start": 258.576,
                                "stop": 264.491,
                                "byte_start": 1140840,
                                "byte_stop": 1164560,
                                "text": "Although respondents contend that VOPA\u0027s status as a state agency alters the calculus."
                            },
                            {
                                "start": 264.491,
                                "stop": 274.146,
                                "byte_start": 1164560,
                                "byte_stop": 1203116,
                                "text": "There is no warrant in our cases for making the validity of Ex parte Young of an Ex parte Young action turned upon the identity of the plaintiff."
                            },
                            {
                                "start": 274.146,
                                "stop": 282.958,
                                "byte_start": 1203116,
                                "byte_stop": 1238329,
                                "text": "We have indeed made exceptions to Ex parte Young but only on the basis of “the effect of the relief sought.”"
                            },
                            {
                                "start": 282.958,
                                "stop": 302.722,
                                "byte_start": 1238329,
                                "byte_stop": 1317428,
                                "text": "For example, where a suit seeks to compel a state officer to disperse funds from the state treasury, the effect of VOPA\u0027s requested relief concededly is permissible since even respondent\u0027s agree that that relief could be obtained by a private party."
                            },
                            {
                                "start": 302.722,
                                "stop": 322.743,
                                "byte_start": 1317428,
                                "byte_stop": 1397572,
                                "text": "Respondents contend that entertaining VOPA\u0027s lawsuit would nevertheless infringe Virginia\u0027s sovereign interest because it diminishes the dignity of a state to have a federal court adjudicate a dispute between its components."
                            },
                            {
                                "start": 322.743,
                                "stop": 340,
                                "byte_start": 1397572,
                                "byte_stop": 1466535,
                                "text": "We do not agree at the outset, we doubt that a state statute is -- that a state\u0027s stature is diminished to any greater degree when its own agency polices its officer\u0027s compliance with federal law than when a private person hails those officers into federal court for the same purpose."
                            },
                            {
                                "start": 340,
                                "stop": 342.367,
                                "byte_start": 1466535,
                                "byte_stop": 1476044,
                                "text": "Something everyone agrees is proper."
                            },
                            {
                                "start": 342.367,
                                "stop": 353.016,
                                "byte_start": 1476044,
                                "byte_stop": 1518571,
                                "text": "And in this case, VOPA\u0027s power to sue state officials is a consequence of Virginia\u0027s own decision to establish a public rather than a private P\u0026A system."
                            },
                            {
                                "start": 353.016,
                                "stop": 363.163,
                                "byte_start": 1518571,
                                "byte_stop": 1559218,
                                "text": "We failed to perceive what indignity is visited on the Commonwealth when by the operation of its own laws, VOPA is admitted to federal court as a plaintiff."
                            },
                            {
                                "start": 363.163,
                                "stop": 369.487,
                                "byte_start": 1559218,
                                "byte_stop": 1584504,
                                "text": "It is also argued that this lawsuit offends sovereign immunity because it divides Virginia against itself."
                            },
                            {
                                "start": 369.487,
                                "stop": 375.569,
                                "byte_start": 1584504,
                                "byte_stop": 1608850,
                                "text": "But that is not a distinctive consequence of letting the suit proceed in federal court under Ex parte Young."
                            },
                            {
                                "start": 375.569,
                                "stop": 379.758,
                                "byte_start": 1608850,
                                "byte_stop": 1625569,
                                "text": "The same result would follow if the matter were heard in state court."
                            },
                            {
                                "start": 379.758,
                                "stop": 392.398,
                                "byte_start": 1625569,
                                "byte_stop": 1676142,
                                "text": "And since this Court could still review the federal question at the behest of the state court loser, the plan would not even avoid the prospect of federal judges resolving VOPA\u0027s dispute with the respondents."
                            },
                            {
                                "start": 392.398,
                                "stop": 404.938,
                                "byte_start": 1676142,
                                "byte_stop": 1726297,
                                "text": "We have no occasion to pass on any other questions of federalism lurking in this case such as whether the underlying federal statutes are a proper exercise of Congress\u0027 enumerated powers."
                            },
                            {
                                "start": 404.938,
                                "stop": 412.251,
                                "byte_start": 1726297,
                                "byte_stop": 1755554,
                                "text": "We do not doubt of course that there are limits on the federal government\u0027s power to affect the internal operations of a state."
                            },
                            {
                                "start": 412.251,
                                "stop": 425.614,
                                "byte_start": 1755554,
                                "byte_stop": 1809053,
                                "text": "It may not commandeer a state\u0027s officers for example or dictate her capital, but those limits must be found in some textural -- textural provision or structural premise of the Constitution."
                            },
                            {
                                "start": 425.614,
                                "stop": 435.059,
                                "byte_start": 1809053,
                                "byte_stop": 1846774,
                                "text": "Additional limits cannot be smuggled in under the Eleventh Amendment by barring a suit in federal court that does not violate the State\u0027s sovereign immunity."
                            },
                            {
                                "start": 435.059,
                                "stop": 442.561,
                                "byte_start": 1846774,
                                "byte_stop": 1876762,
                                "text": "Finally, we acknowledge that this lawsuit between two state agencies in federal court is something of a novelty."
                            },
                            {
                                "start": 442.561,
                                "stop": 448.919,
                                "byte_start": 1876762,
                                "byte_stop": 1902258,
                                "text": "And that what is novel is often novel because of past constitutional doubts."
                            },
                            {
                                "start": 448.919,
                                "stop": 451.126,
                                "byte_start": 1902258,
                                "byte_stop": 1911035,
                                "text": "That is not likely the reason here."
                            },
                            {
                                "start": 451.126,
                                "stop": 465.745,
                                "byte_start": 1911035,
                                "byte_stop": 1969549,
                                "text": "The likely explanation is that state agencies do not often possess federal rights against their parent states and they cannot sue to enforce those rights unless the parent states consent to give them independent litigating authority."
                            },
                            {
                                "start": 465.745,
                                "stop": 475.324,
                                "byte_start": 1969549,
                                "byte_stop": 2007897,
                                "text": "We are unaware that these conditions have ever presented themselves except in connection with the unusual federal statute at issue here."
                            },
                            {
                                "start": 475.324,
                                "stop": 484.114,
                                "byte_start": 2007897,
                                "byte_stop": 2043005,
                                "text": "For this and other reasons set forth more fully in our opinion, we reverse the judgment of the Court of Appeals and remand the case before the proceeding is consistent with our opinion."
                            },
                            {
                                "start": 484.114,
                                "stop": 489.077,
                                "byte_start": 2043005,
                                "byte_stop": 2062858,
                                "text": "Justice Kennedy has filed a concurring opinion in which Justice Thomas has joined."
                            },
                            {
                                "start": 489.077,
                                "stop": 494.397,
                                "byte_start": 2062858,
                                "byte_stop": 2084174,
                                "text": "The Chief Justice has filed a descending opinion in which Justice Alito has joined."
                            },
                            {
                                "start": 494.397,
                                "stop": 498.05,
                                "byte_start": 2084174,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53118,
            "mime": "audio\/mpeg",
            "size": 2098698,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-529\/20110419o_09-529.delivery.mp3"
        },
        {
            "id": 74868,
            "mime": "audio\/ogg",
            "size": 5013132,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-529\/20110419o_09-529.ogg"
        },
        {
            "id": 74869,
            "mime": "application\/x-mpegURL",
            "size": 7292,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-529\/20110419o_09-529.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}