{
    "id": 22720,
    "title": "Opinion Announcement - June 14, 2007",
    "transcript": {
        "title": "Davenport v. Washington Education Association",
        "duration": 427.781,
        "sections": [
            {
                "start": 0,
                "stop": 427.781,
                "byte_start": 89822,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 13.888,
                        "byte_start": 89822,
                        "byte_stop": 145411,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 13.888,
                                "byte_start": 89822,
                                "byte_stop": 145411,
                                "text": "In the case number 05-1589 Davenport versus Washington Educational Association and the consolidated case Justice Scalia has the opinion of the court."
                            }
                        ]
                    },
                    {
                        "start": 13.888,
                        "stop": 427.781,
                        "byte_start": 145411,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 13.888,
                                "stop": 20.506,
                                "byte_start": 145411,
                                "byte_stop": 171951,
                                "text": "These cases are here on writ of certiorari to the Supreme Court of Washington."
                            },
                            {
                                "start": 20.506,
                                "stop": 37.893,
                                "byte_start": 171951,
                                "byte_stop": 241437,
                                "text": "Many states authorized government employee unions to negotiate so called “agency-shop agreements” which entitled the unions to levy fees on employees who are not union members but whom the unions represent in collective bargaining."
                            },
                            {
                                "start": 37.893,
                                "stop": 51.423,
                                "byte_start": 241437,
                                "byte_stop": 295562,
                                "text": "In essence, as part of the collective bargaining agreement the government agency agrees not to hire employees who do not join the union unless they contribute part of their salary to the union."
                            },
                            {
                                "start": 51.423,
                                "stop": 78.794,
                                "byte_start": 295562,
                                "byte_stop": 405068,
                                "text": "In a series of cases however this court is held that the First Amendment prohibits government employee unions from using these government compelled contributions for ideological purposes irrelevant to collective bargaining if the non-member objects and that the unions must observe various procedural safeguards to insure that a non-member has the opportunity to object."
                            },
                            {
                                "start": 78.794,
                                "stop": 94.305,
                                "byte_start": 405068,
                                "byte_stop": 467135,
                                "text": "The State of Washington has chosen to authorize its government employee unions to enter into these agency-shop agreements but it has imposed an additional obligation on all agency-shop unions, government and non-government."
                            },
                            {
                                "start": 94.305,
                                "stop": 113.036,
                                "byte_start": 467135,
                                "byte_stop": 542054,
                                "text": "An initiative passed by the voters of Washington which I will refer to as Section 760, requires unions to obtain the non-members affirmative consent, if the unions wish to use the compelled agency fees for election related purposes."
                            },
                            {
                                "start": 113.036,
                                "stop": 126.716,
                                "byte_start": 542054,
                                "byte_stop": 596702,
                                "text": "The respondent here is a government employee union in Washington which was sued for violating Section 760 by spending non-members agency-shop fees for election related purposes without obtaining their authorization."
                            },
                            {
                                "start": 126.716,
                                "stop": 139.998,
                                "byte_start": 596702,
                                "byte_stop": 649887,
                                "text": "The Supreme Court of Washington held that Section 760’s requirement that respondent obtain the consent of non-member violated the First Amendment rights of responding union."
                            },
                            {
                                "start": 139.998,
                                "stop": 147.23,
                                "byte_start": 649887,
                                "byte_stop": 678831,
                                "text": "In an opinion filed with the clerk today we vacate the judgment of the Supreme Court of Washington."
                            },
                            {
                                "start": 147.23,
                                "stop": 161.574,
                                "byte_start": 678831,
                                "byte_stop": 736196,
                                "text": "It is undisputed that Washington could have prohibited government employee unions from using agency fees for any purpose unrelated to collective bargaining and indeed could even have eliminated agency fees entirely."
                            },
                            {
                                "start": 161.574,
                                "stop": 173.903,
                                "byte_start": 736196,
                                "byte_stop": 785515,
                                "text": "We hold that Section 760’s more modest restriction upon government employee union’s extraordinary entitlement to agency-shop fees also does not violate the First Amendment."
                            },
                            {
                                "start": 173.903,
                                "stop": 190.234,
                                "byte_start": 785515,
                                "byte_stop": 850821,
                                "text": "The Supreme Court of Washington thought that the requirements imposed on government employee unions by our agency-fee jurisprudence represented a careful constitutional balance between the rights of non-members and the rights of unions."
                            },
                            {
                                "start": 190.234,
                                "stop": 213.2,
                                "byte_start": 850821,
                                "byte_stop": 942668,
                                "text": "So that the First Amendment rights of unions were violated by the mere fact that 760 deviated from what we have constitutionally required, that is by requiring unions to wait until non-members opt-in rather than until they fail to opt-out before spending their fees on election fund for election purposes."
                            },
                            {
                                "start": 213.2,
                                "stop": 228.473,
                                "byte_start": 942668,
                                "byte_stop": 1003794,
                                "text": "But our cases were not balancing constitutional rights in that manner because as already noted government employee unions have no constitutional entitlement to agency-shop fees and the state could always forbid them completely."
                            },
                            {
                                "start": 228.473,
                                "stop": 241.168,
                                "byte_start": 1003794,
                                "byte_stop": 1054576,
                                "text": "States are not prohibited from imposing greater restrictions on government employee agency-shop arrangements than what is necessary to protect the First Amendment rights of non-members."
                            },
                            {
                                "start": 241.168,
                                "stop": 266.006,
                                "byte_start": 1054576,
                                "byte_stop": 1153946,
                                "text": "Taking a different tack from the Supreme Court of Washington respondent in his argument before us attack Section 760 using our campaign finance cases because Section 760 is after all a restriction on how respondent can spend money on electoral speech but those campaign finance cases are quite inapposite."
                            },
                            {
                                "start": 266.006,
                                "stop": 282.044,
                                "byte_start": 1153946,
                                "byte_stop": 1218103,
                                "text": "Section 760 as applied to government employee unions such as respondent constitutes a condition placed on the state’s extraordinary permission for unions to exact payment as a condition of government employment."
                            },
                            {
                                "start": 282.044,
                                "stop": 294.359,
                                "byte_start": 1218103,
                                "byte_stop": 1267318,
                                "text": "Where as our campaign finance cases deal with governmental restrictions on how certain entities may spend their own money that is money obtained without government coercion."
                            },
                            {
                                "start": 294.359,
                                "stop": 304.804,
                                "byte_start": 1267318,
                                "byte_stop": 1309113,
                                "text": "Respondent is on firmer ground however in arguing that Section 760 is unconstitutional because it is content-based."
                            },
                            {
                                "start": 304.804,
                                "stop": 319.467,
                                "byte_start": 1309113,
                                "byte_stop": 1367732,
                                "text": "Specifically, that the provision requires affirmative authorization only for electoral speech while letting unions use non-members fees or all other types of speech without such affirmative authorization."
                            },
                            {
                                "start": 319.467,
                                "stop": 323.258,
                                "byte_start": 1367732,
                                "byte_stop": 1382883,
                                "text": "While this argument has some force we ultimately reject it."
                            },
                            {
                                "start": 323.258,
                                "stop": 328.897,
                                "byte_start": 1382883,
                                "byte_stop": 1405453,
                                "text": "Not all content-based regulations of speech are subject to hype in First Amendment scrutiny."
                            },
                            {
                                "start": 328.897,
                                "stop": 347.537,
                                "byte_start": 1405453,
                                "byte_stop": 1480059,
                                "text": "For example we have repeatedly recognized that content-based distinctions are permissible when the government is acting in a capacity other that as a regulator such as when it subsidies a speech or when it allows private speech on certain types of government property."
                            },
                            {
                                "start": 347.537,
                                "stop": 356.736,
                                "byte_start": 1480059,
                                "byte_stop": 1516839,
                                "text": "We hold that the unique context of government employee agency-shop agreements is another area where reasonable content-based distinctions are allowed."
                            },
                            {
                                "start": 356.736,
                                "stop": 370.41,
                                "byte_start": 1516839,
                                "byte_stop": 1571487,
                                "text": "The voters of Washington were evidently concern that the integrity of the election process was being harmed by allowing unions to spend on elections money that has been extracted from non-members without their consent."
                            },
                            {
                                "start": 370.41,
                                "stop": 376.453,
                                "byte_start": 1571487,
                                "byte_stop": 1595729,
                                "text": "They limited their restriction on government employee unions state bestowed entitlement accordingly."
                            },
                            {
                                "start": 376.453,
                                "stop": 390.37,
                                "byte_start": 1595729,
                                "byte_stop": 1651318,
                                "text": "The First Amendment did not compel them to restrict government employee unions’ extraordinary entitlement to non-member agency fees more broadly than necessary to vindicate that narrow concern."
                            },
                            {
                                "start": 390.37,
                                "stop": 409.986,
                                "byte_start": 1651318,
                                "byte_stop": 1729789,
                                "text": "Finally, since respondent is a government employee union and has challenged Section 760 only has applied to itself we need not consider and so not consider in this case the constitutionality of Section 760 as applied to private sector unions."
                            },
                            {
                                "start": 409.986,
                                "stop": 418.349,
                                "byte_start": 1729789,
                                "byte_stop": 1763226,
                                "text": "Accordingly, the judgment of the Supreme Court of Washington is vacated and the case is remanded for further proceedings not inconsistent with this opinion."
                            },
                            {
                                "start": 418.349,
                                "stop": 427.781,
                                "byte_start": 1763226,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring in part and concurring in the judgment in which the Chief Justice and Justice Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54562,
            "mime": "audio\/mpeg",
            "size": 1800947,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1589\/20070614o_05-1589.delivery.mp3"
        },
        {
            "id": 76302,
            "mime": "audio\/ogg",
            "size": 4342320,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1589\/20070614o_05-1589.ogg"
        },
        {
            "id": 76303,
            "mime": "application\/x-mpegURL",
            "size": 6403,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1589\/20070614o_05-1589.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}