{
    "id": 13048,
    "title": "Oral Argument - October 17, 1955 (Part 2)",
    "media_file": [
        {
            "id": 35216,
            "mime": "audio\/mpeg",
            "size": 1891203,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1955\/16\/19551017a_16_part2.delivery.mp3"
        },
        {
            "id": 57277,
            "mime": "audio\/ogg",
            "size": 4399447,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1955\/16\/19551017a_16_part2.ogg"
        },
        {
            "id": 57278,
            "mime": "application\/x-mpegURL",
            "size": 7131,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1955\/16\/19551017a_16_part2.m3u8"
        }
    ],
    "transcript": {
        "title": "Walton v. California",
        "duration": 465.579,
        "sections": [
            {
                "start": 0,
                "stop": 465.579,
                "byte_start": 28672,
                "byte_stop": 1890889,
                "turns": [
                    {
                        "start": 0,
                        "stop": 465.579,
                        "byte_start": 28672,
                        "byte_stop": 1890889,
                        "speaker": {
                            "ID": 16091,
                            "name": "Mr. Attorney General",
                            "href": "https:\/\/api.oyez.org\/people\/attorney_general",
                            "last_name": "General",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "attorney_general"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 15.252,
                                "byte_start": 28672,
                                "byte_stop": 89694,
                                "text": "(Inaudible) retrieve my questions at the end, so that I shall try in that seven minutes of time to complete it."
                            },
                            {
                                "start": 15.252,
                                "stop": 34.63,
                                "byte_start": 89694,
                                "byte_stop": 167225,
                                "text": "The -- again the question of voluntariness, the Attorney General read at page 52 and again, I\u0027m reminded of the -- that is -- it isn\u0027t what is in the letter, it is how one reads it."
                            },
                            {
                                "start": 34.63,
                                "stop": 43.711,
                                "byte_start": 167225,
                                "byte_stop": 203588,
                                "text": "And I would, in the interest of saving time, simply read the questions."
                            },
                            {
                                "start": 43.711,
                                "stop": 51.656,
                                "byte_start": 203588,
                                "byte_stop": 235353,
                                "text": "In fact, he refused to cooperate in any way, pretty much that way, question up until the blood test was taken, and so yes."
                            },
                            {
                                "start": 51.656,
                                "stop": 63.213,
                                "byte_start": 235353,
                                "byte_stop": 281537,
                                "text": "Now if I would place emphasis at that point, there\u0027s an indication that the complaint as to the exaction of the blood was consistent and through out."
                            },
                            {
                                "start": 63.213,
                                "stop": 81.888,
                                "byte_start": 281537,
                                "byte_stop": 356248,
                                "text": "Now then, as to the question of the right to counsel and a doctor, well that observation was made in a rather flippant manner by my friend in citing to you and I paraphrase it, I don\u0027t know that I have the words, the deserving young man called his bartender."
                            },
                            {
                                "start": 81.888,
                                "stop": 93.623,
                                "byte_start": 356248,
                                "byte_stop": 403268,
                                "text": "Well, the record reflects that at the time when he was afforded the opportunity to call anyone, he called the owner of the restaurant he\u0027d visit that time."
                            },
                            {
                                "start": 93.623,
                                "stop": 101.858,
                                "byte_start": 403268,
                                "byte_stop": 436182,
                                "text": "When bail had already been set and he called the owner of the restaurant and so that bail would be furnished for his release."
                            },
                            {
                                "start": 101.858,
                                "stop": 135.065,
                                "byte_start": 436182,
                                "byte_stop": 568989,
                                "text": "And I won\u0027t burden the Court any longer on that matter except to refer to the testimony of Officer Shannon at pages 43, pages 44, pages 46 all on the subject of the voluntariness of the giving of the blood and Your Honors will permit me if I don\u0027t read from it in the interest of conservation of time, but evidence is there that he persisted to refuse."
                            },
                            {
                                "start": 135.065,
                                "stop": 139.478,
                                "byte_start": 568989,
                                "byte_stop": 586648,
                                "text": "Now, I should like to go into one matter."
                            },
                            {
                                "start": 139.478,
                                "stop": 156.292,
                                "byte_start": 586648,
                                "byte_stop": 653939,
                                "text": "We have hold, as we should, the toll placed upon lives and property on the high roads, by drunk drivers."
                            },
                            {
                                "start": 156.292,
                                "stop": 169.803,
                                "byte_start": 653939,
                                "byte_stop": 707960,
                                "text": "We feel that we are here in the protection of what we think is a very sacred right within the general concepts of the Fourteenth Amendment."
                            },
                            {
                                "start": 169.803,
                                "stop": 181.593,
                                "byte_start": 707960,
                                "byte_stop": 755085,
                                "text": "Now we feel also that it isn\u0027t enough to come before this Honorable body, with a checklist, of what was said in Rochin."
                            },
                            {
                                "start": 181.593,
                                "stop": 190.019,
                                "byte_start": 755085,
                                "byte_stop": 788835,
                                "text": "And then to line up what occurred here and to say, “Q. E. D., quod erat demonstrandum."
                            },
                            {
                                "start": 190.019,
                                "stop": 198.723,
                                "byte_start": 788835,
                                "byte_stop": 823630,
                                "text": "This isn\u0027t the same case and therefore, the petitioner here is not entitled to the relief if we seek.”"
                            },
                            {
                                "start": 198.723,
                                "stop": 209.559,
                                "byte_start": 823630,
                                "byte_stop": 866994,
                                "text": "My premise is that the entry into the body for the purpose of extraction of blood is very sacred to the person."
                            },
                            {
                                "start": 209.559,
                                "stop": 227.375,
                                "byte_start": 866994,
                                "byte_stop": 938256,
                                "text": "It isn\u0027t enough for the Attorney General to point to such statutes or municipal ordinances which require as a condition of the exertion of the privilege that blood test be available."
                            },
                            {
                                "start": 227.375,
                                "stop": 243.189,
                                "byte_start": 938256,
                                "byte_stop": 1001472,
                                "text": "For instance, it is a privilege to be married would not cause the concept that no provisions or contracts be made to prevent marriage that is against the policy."
                            },
                            {
                                "start": 243.189,
                                "stop": 257.543,
                                "byte_start": 1001472,
                                "byte_stop": 1058941,
                                "text": "What it is within the public health and safety, and the community\u0027s interests, that is the condition to marriage that a person be furnished a sample?"
                            },
                            {
                                "start": 257.543,
                                "stop": 272.968,
                                "byte_start": 1058941,
                                "byte_stop": 1120590,
                                "text": "And the other illustrations, which were given by the Attorney General, are all in the area of the privileges, which people seek as a condition for which a blood test is required."
                            },
                            {
                                "start": 272.968,
                                "stop": 291.488,
                                "byte_start": 1120590,
                                "byte_stop": 1194674,
                                "text": "Now I should like to advert for a moment to this matter of the right of an individual, the inherent right to resist entry into him for the exaction of blood for use in a criminal prosection."
                            },
                            {
                                "start": 291.488,
                                "stop": 307.236,
                                "byte_start": 1194674,
                                "byte_stop": 1257681,
                                "text": "And incidentally, I might say that in all of the illustrations given by the Attorney General, of the exaction of blood, of privileges and also none of those that he cited are in connection with a criminal trial."
                            },
                            {
                                "start": 307.236,
                                "stop": 314.542,
                                "byte_start": 1257681,
                                "byte_stop": 1286938,
                                "text": "The result of the exaction of blood and its analysis would be to imprison the person."
                            },
                            {
                                "start": 314.542,
                                "stop": 332.092,
                                "byte_start": 1286938,
                                "byte_stop": 1357051,
                                "text": "Now, in New York, the Commission in New York, Crime Commission and this is quoted in our brief, and I refer to it for two reasons, first, because the Attorney General referred to it in his -- in his brief."
                            },
                            {
                                "start": 332.092,
                                "stop": 363.713,
                                "byte_start": 1357051,
                                "byte_stop": 1483588,
                                "text": "And I refer to it to indicate that enlightened states, enlightened legislatures, and communities have found a way in which to equate the need of the savings of lives and the prevention of a holocaust cause by drunk driving, equating that with the needs to still preserve due process of law within the Fourteenth Amendment."
                            },
                            {
                                "start": 363.713,
                                "stop": 374.071,
                                "byte_start": 1483588,
                                "byte_stop": 1524966,
                                "text": "And in New York, in 1953, legislation has been passed on this precise issue."
                            },
                            {
                                "start": 374.071,
                                "stop": 387.327,
                                "byte_start": 1524966,
                                "byte_stop": 1578047,
                                "text": "We have quoted it in our brief is -- slight error, some few words were left out and with this Court\u0027s permission, we will go to the clerk\u0027s office and write to him the correction."
                            },
                            {
                                "start": 387.327,
                                "stop": 393.752,
                                "byte_start": 1578047,
                                "byte_stop": 1603751,
                                "text": "I might say my Brother here, worked through the night one time and we just missed in proofreading a few words."
                            },
                            {
                                "start": 393.752,
                                "stop": 398.453,
                                "byte_start": 1603751,
                                "byte_stop": 1622559,
                                "text": "But the statute is quoted, under that statute in New York."
                            },
                            {
                                "start": 398.453,
                                "stop": 413.227,
                                "byte_start": 1622559,
                                "byte_stop": 1681596,
                                "text": "Now, today, the problem of -- the problem -- thank you, Mr. Justice Black."
                            },
                            {
                                "start": 413.227,
                                "stop": 438.735,
                                "byte_start": 1681596,
                                "byte_stop": 1783683,
                                "text": "The problem of dealing with drunk driving and compulsory testing of the blood has been adequately met in that the right to drive itself is a privilege and the statute has imposed an obligation and advance of licensing a person to drive that he say that in the event of apprehension in a local arrest he gives permission to be blood tested."
                            },
                            {
                                "start": 438.735,
                                "stop": 465.579,
                                "byte_start": 1783683,
                                "byte_stop": 1890889,
                                "text": "Thank you, sir."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}