{
    "id": 19814,
    "title": "Opinion Announcement - June 26, 1997",
    "transcript": {
        "title": null,
        "duration": 227.029,
        "sections": [
            {
                "start": 0,
                "stop": 227.029,
                "byte_start": 28672,
                "byte_stop": 936688,
                "turns": [
                    {
                        "start": 0,
                        "stop": 227.029,
                        "byte_start": 28672,
                        "byte_stop": 936688,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.462,
                                "byte_start": 28672,
                                "byte_stop": 78618,
                                "text": "The third opinion of the Court which I have to announce today is number 86-167 -- 96-1671, Raines against Byrd."
                            },
                            {
                                "start": 12.462,
                                "stop": 16.888,
                                "byte_start": 78618,
                                "byte_stop": 96277,
                                "text": "Last year, Congress passed a law called the Line Item Veto Act."
                            },
                            {
                                "start": 16.888,
                                "stop": 29.483,
                                "byte_start": 96277,
                                "byte_stop": 146641,
                                "text": "The Act provides that the President may sign a spending bill into law and then may go line by line cancelling any specific spending provisions in that law that he does not like."
                            },
                            {
                                "start": 29.483,
                                "stop": 39.782,
                                "byte_start": 146641,
                                "byte_stop": 187810,
                                "text": "Four senators and two congressmen who had voted against the Line Item Veto Act brought suit in the Federal District Court claiming that the Act was unconstitutional."
                            },
                            {
                                "start": 39.782,
                                "stop": 45.945,
                                "byte_start": 187810,
                                "byte_stop": 212470,
                                "text": "They argued that the power to cancel part of a law is basically the same as the power to veto part of a law."
                            },
                            {
                                "start": 45.945,
                                "stop": 55.911,
                                "byte_start": 212470,
                                "byte_stop": 252385,
                                "text": "And that this is inconsistent with the requirement in Article I of the Constitution, that a President who wants to veto a law, must veto the entire law."
                            },
                            {
                                "start": 55.911,
                                "stop": 67.214,
                                "byte_start": 252385,
                                "byte_stop": 297629,
                                "text": "They also argued if the President were to cancel parts of a spending law, he would be exercising legislative power, not executive power, also in violation of Article I."
                            },
                            {
                                "start": 67.214,
                                "stop": 73.231,
                                "byte_start": 297629,
                                "byte_stop": 321661,
                                "text": "The District Court agreed with these contentions and held the act was unconstitutional."
                            },
                            {
                                "start": 73.231,
                                "stop": 82.818,
                                "byte_start": 321661,
                                "byte_stop": 360009,
                                "text": "We think the District Court should not even decided -- have decided this question in the first place because these members of Congress are not the right people to bring this suit."
                            },
                            {
                                "start": 82.818,
                                "stop": 91.573,
                                "byte_start": 360009,
                                "byte_stop": 395013,
                                "text": "We therefore vacate the judgment of the District Court in an opinion filed with the Clerk of the Court today and direct that the complaint be dismissed."
                            },
                            {
                                "start": 91.573,
                                "stop": 107.207,
                                "byte_start": 395013,
                                "byte_stop": 457603,
                                "text": "Although the six senators and congressmen focused on Article I of the constitution, which sets out the power of the legislative branch, we are focused in our opinion on Article III of the Constitution which sets out the judicial branches\u0027 power."
                            },
                            {
                                "start": 107.207,
                                "stop": 115.614,
                                "byte_start": 457603,
                                "byte_stop": 491144,
                                "text": "Under Article III, no Federal Court can decide a case unless the people bringing the suit have what is called “standing to do so.”"
                            },
                            {
                                "start": 115.614,
                                "stop": 121.429,
                                "byte_start": 491144,
                                "byte_stop": 514445,
                                "text": "This means that they at least must have suffered some sort of personal and concrete injury."
                            },
                            {
                                "start": 121.429,
                                "stop": 127.055,
                                "byte_start": 514445,
                                "byte_stop": 536910,
                                "text": "As we have said in our cases, they must have a personal stake in the dispute."
                            },
                            {
                                "start": 127.055,
                                "stop": 142.842,
                                "byte_start": 536910,
                                "byte_stop": 600127,
                                "text": "The six members of Congress who brought suit here claimed that the legal and practical importance of their votes on spending bills has now been greatly diminished, and that the overall balance of power between the President and Congress has now been changed to their detriment."
                            },
                            {
                                "start": 142.842,
                                "stop": 148.232,
                                "byte_start": 600127,
                                "byte_stop": 621652,
                                "text": "Thus, they argue it gives them a sufficient personal in their dispute have standing."
                            },
                            {
                                "start": 148.232,
                                "stop": 150.631,
                                "byte_start": 621652,
                                "byte_stop": 631265,
                                "text": "We do not agree with this argument."
                            },
                            {
                                "start": 150.631,
                                "stop": 163.689,
                                "byte_start": 631265,
                                "byte_stop": 683510,
                                "text": "These members of Congress do not claim that they have been deprived of something to which they personally are entitled, as would be the case if they were elected by their constituents, but then denied permission to take their seat as a member of Congress."
                            },
                            {
                                "start": 163.689,
                                "stop": 173.682,
                                "byte_start": 683510,
                                "byte_stop": 723425,
                                "text": "They don\u0027t claim that they are being discriminated against, compared to their colleagues in Congress, as would be the case if each of their votes were say, counted as only half a vote."
                            },
                            {
                                "start": 173.682,
                                "stop": 181.299,
                                "byte_start": 723425,
                                "byte_stop": 753936,
                                "text": "They don\u0027t even claim as in one of our past cases that their vote on a particular piece of legislation was ignored or nullified."
                            },
                            {
                                "start": 181.299,
                                "stop": 195.223,
                                "byte_start": 753936,
                                "byte_stop": 809629,
                                "text": "Instead, they are simply claiming that the whole institution of Congress and every member in it has suffered a sort of institutional injury, a diminution of power shared equally by all congressmen and all senators."
                            },
                            {
                                "start": 195.223,
                                "stop": 202.6,
                                "byte_start": 809629,
                                "byte_stop": 839095,
                                "text": "We find this claimed injury to be insufficiently personal and too abstract to satisfy our standing requirement."
                            },
                            {
                                "start": 202.6,
                                "stop": 213.438,
                                "byte_start": 839095,
                                "byte_stop": 882458,
                                "text": "Since the members of Congress do not have standing to bring a suit, the question of the Line Item Veto Acts\u0027 constitutionality cannot be decided in this case."
                            },
                            {
                                "start": 213.438,
                                "stop": 217.017,
                                "byte_start": 882458,
                                "byte_stop": 896773,
                                "text": "Justice Souter has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 217.017,
                                "stop": 221.705,
                                "byte_start": 896773,
                                "byte_stop": 915581,
                                "text": "Justice Ginsburg joins both the majority opinion and Justice Souter\u0027s opinion."
                            },
                            {
                                "start": 221.705,
                                "stop": 227.029,
                                "byte_start": 915581,
                                "byte_stop": 936688,
                                "text": "Justice Stevens and Justice Breyer have filed dissenting opinions."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48752,
            "mime": "audio\/mpeg",
            "size": 937002,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-1671\/19970626o_96-1671.delivery.mp3"
        },
        {
            "id": 70564,
            "mime": "audio\/ogg",
            "size": 2249248,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-1671\/19970626o_96-1671.ogg"
        },
        {
            "id": 70565,
            "mime": "application\/x-mpegURL",
            "size": 3455,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-1671\/19970626o_96-1671.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}