{
    "id": 20769,
    "title": "Opinion Announcement - February 23, 2000",
    "transcript": {
        "title": "Rice v. Cayetano",
        "duration": 435.514,
        "sections": [
            {
                "start": 0,
                "stop": 435.514,
                "byte_start": 84241,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.605,
                        "byte_start": 84241,
                        "byte_stop": 114752,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.605,
                                "byte_start": 84241,
                                "byte_stop": 114752,
                                "text": "The opinion of the Court in No. 98-818, Rice versus Cayetano will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 7.605,
                        "stop": 435.514,
                        "byte_start": 114752,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 7.605,
                                "stop": 18.204,
                                "byte_start": 114752,
                                "byte_stop": 157070,
                                "text": "The State of Hawaii has a statewide election for a state agency known as the Office of Hawaiian Affairs or OHA."
                            },
                            {
                                "start": 18.204,
                                "stop": 25.568,
                                "byte_start": 157070,
                                "byte_stop": 186537,
                                "text": "Now the Hawaiian Constitution limits the people that can vote in that Trustee election."
                            },
                            {
                                "start": 25.568,
                                "stop": 32.177,
                                "byte_start": 186537,
                                "byte_stop": 212972,
                                "text": "The agency administers programs designed for the benefit of two subclasses of the Hawaiian citizenry."
                            },
                            {
                                "start": 32.177,
                                "stop": 36.762,
                                "byte_start": 212972,
                                "byte_stop": 231363,
                                "text": "The first and the smaller subclass comprises native Hawaiians."
                            },
                            {
                                "start": 36.762,
                                "stop": 81.041,
                                "byte_start": 231363,
                                "byte_stop": 408473,
                                "text": "Under the statute in Hawaii, you are a native Hawaiian, if you are a person with not less than one half part of your ancestry traceable to the races that inhabited the Hawaiian islands prior to 1778 -- and this larger class is determined by the statute Hawaiians -- this a smaller class that is called native Hawaiians, and there is a larger class termed by the statute ‘Hawaiians’, and this includes native Hawaiians who have one half ancestry, but extends also to a person who can trace any part of their ancestry to the people inhabiting the Hawaiian islands in 1778."
                            },
                            {
                                "start": 81.041,
                                "stop": 92.955,
                                "byte_start": 408473,
                                "byte_stop": 456120,
                                "text": "The petitioner is Harold Rice, and he is a citizen of Hawaii and is himself a Hawaiian in a well-accepted sense of that term, but he doesn’t have the requisite ancestry, even for the larger of the two statutory classes."
                            },
                            {
                                "start": 92.955,
                                "stop": 98.053,
                                "byte_start": 456120,
                                "byte_stop": 476496,
                                "text": "He is not then a Hawaiian in terms of the statute, so he may not vote in the Trustee election."
                            },
                            {
                                "start": 98.053,
                                "stop": 102.686,
                                "byte_start": 476496,
                                "byte_stop": 494990,
                                "text": "And the issue in the case is whether Rice may be barred from the State Election."
                            },
                            {
                                "start": 102.686,
                                "stop": 115.649,
                                "byte_start": 494990,
                                "byte_stop": 546922,
                                "text": "In 1996, Rice applied to vote in the election for the trustees; the state denied the application; he sued and contested his exclusion under the Fourteenth and Fifteenth Amendments to the United States Constitution."
                            },
                            {
                                "start": 115.649,
                                "stop": 125.723,
                                "byte_start": 546922,
                                "byte_stop": 587150,
                                "text": "Surveying the history of the islands and their people, the District Court determined that Congress and the State of Hawaii have recognized a Guardian-Ward relationship with the native Hawaiians."
                            },
                            {
                                "start": 125.723,
                                "stop": 132.286,
                                "byte_start": 587150,
                                "byte_stop": 613482,
                                "text": "The Court found that relationship analogous to the relationship between the United States and Indian Tribes."
                            },
                            {
                                "start": 132.286,
                                "stop": 143.387,
                                "byte_start": 613482,
                                "byte_stop": 657890,
                                "text": "On this premise, the court examined the voting qualification with the latitude that we have applied to legislation passed pursuant to Congress’Indian Affairs powers."
                            },
                            {
                                "start": 143.387,
                                "stop": 150.873,
                                "byte_start": 657890,
                                "byte_stop": 687774,
                                "text": "The District Court upheld the law, the United States Court Of Appeals for the Ninth Circuit affirmed, we granted certiorari and we now reverse."
                            },
                            {
                                "start": 150.873,
                                "stop": 156.734,
                                "byte_start": 687774,
                                "byte_stop": 711180,
                                "text": "The purpose in the command of the Fifteenth Amendment are set forth in language both explicit and comprehensive."
                            },
                            {
                                "start": 156.734,
                                "stop": 161.04,
                                "byte_start": 711180,
                                "byte_stop": 728421,
                                "text": "The National Government and the States may not violate a fundamental principle."
                            },
                            {
                                "start": 161.04,
                                "stop": 164.883,
                                "byte_start": 728421,
                                "byte_stop": 743781,
                                "text": "They may not deny or abridge the right to vote on account of race."
                            },
                            {
                                "start": 164.883,
                                "stop": 173.318,
                                "byte_start": 743781,
                                "byte_stop": 777531,
                                "text": "In earlier cases, various indirect ways were used to confine the vote to a single race; we struck down those statutes."
                            },
                            {
                                "start": 173.318,
                                "stop": 185.246,
                                "byte_start": 777531,
                                "byte_stop": 825283,
                                "text": "Here, the voting structure and its limitation is neither subtle nor indirect; it is specific in granting the vote to persons of defined ancestry and to no others."
                            },
                            {
                                "start": 185.246,
                                "stop": 190.695,
                                "byte_start": 825283,
                                "byte_stop": 847121,
                                "text": "Ancestry can be a proxy for race, and it is that proxy here."
                            },
                            {
                                "start": 190.695,
                                "stop": 214.201,
                                "byte_start": 847121,
                                "byte_stop": 941057,
                                "text": "Because of the importance of the history of the Hawaiian islands and their people to this case, the opinion filed today provides a rather detailed historical account; it is still a brief summary and it provides a history in encapsulated form from the first Polynesian voyagers through Captain Cooks landfall in 1778 and up to the present day."
                            },
                            {
                                "start": 214.201,
                                "stop": 224.551,
                                "byte_start": 941057,
                                "byte_stop": 982540,
                                "text": "For centuries, Hawaii was isolated from migration; the inhabitants shared common physical characteristics, and by 1778 they had a common culture."
                            },
                            {
                                "start": 224.551,
                                "stop": 232.135,
                                "byte_start": 982540,
                                "byte_stop": 1012842,
                                "text": "The very object of the statutory definition that’s here in question is to treat the early Hawaiians as a distinct people."
                            },
                            {
                                "start": 232.135,
                                "stop": 236.981,
                                "byte_start": 1012842,
                                "byte_stop": 1032172,
                                "text": "The state has used ancestry as a racial qualification and for a racial purpose."
                            },
                            {
                                "start": 236.981,
                                "stop": 244.988,
                                "byte_start": 1032172,
                                "byte_stop": 1064251,
                                "text": "The ancestral inquiry mandated by the State implicates the same grave concerns as a classification specifying a particular race by name."
                            },
                            {
                                "start": 244.988,
                                "stop": 252.519,
                                "byte_start": 1064251,
                                "byte_stop": 1094344,
                                "text": "It demeans the dignity and worth of a person to be judged by ancestry instead of by his or her own merit and essential qualities."
                            },
                            {
                                "start": 252.519,
                                "stop": 264.836,
                                "byte_start": 1094344,
                                "byte_stop": 1143663,
                                "text": "An inquiry into an ancestral alliance is not consistent with respect based on the unique personality each of us possesses, the respect the Constitution itself secures in its concern for persons and citizens."
                            },
                            {
                                "start": 264.836,
                                "stop": 277.399,
                                "byte_start": 1143663,
                                "byte_stop": 1193923,
                                "text": "The ancestral inquiry is forbidden for the further reason that the use of racial classifications is corruptive of the whole legal order that democratic elections seek to preserve."
                            },
                            {
                                "start": 277.399,
                                "stop": 289.898,
                                "byte_start": 1193923,
                                "byte_stop": 1243869,
                                "text": "The law itself may not become the instrument for generating the prejudice and hostility, all too often directed against persons whose particular ancestry is disclosed by their ethnic characteristics and cultural traditions."
                            },
                            {
                                "start": 289.898,
                                "stop": 296.02,
                                "byte_start": 1243869,
                                "byte_stop": 1268424,
                                "text": "Now the state has offered three principal defenses for its voting law, and we reject each of them."
                            },
                            {
                                "start": 296.02,
                                "stop": 325.454,
                                "byte_start": 1268424,
                                "byte_stop": 1386079,
                                "text": "The state argues that the exclusion of non-Hawaiians, again as defined by the statute; that their exclusion from voting is permitted under our cases allowing the differential treatment of certain members of Indian Tribes, even were we to take the substantial step of finding authority in Congress delegated to the State to treat Hawaiians or Native Hawaiians as Tribes, Congress may not authorize a State to create a voting scheme of this sort."
                            },
                            {
                                "start": 325.454,
                                "stop": 335.064,
                                "byte_start": 1386079,
                                "byte_stop": 1424532,
                                "text": "The elections for OHA Trustees are elections of the State, not of the quasi sovereign Indian Tribe and the elections, to which the Fifteen Amendment applies."
                            },
                            {
                                "start": 335.064,
                                "stop": 348.056,
                                "byte_start": 1424532,
                                "byte_stop": 1476568,
                                "text": "Hawaii further contends that the limited voting franchise is sustainable under a series of cases from this Court, holding that the rule of ‘one person one vote’ does not pertain to special purpose districts such as water or irrigation districts."
                            },
                            {
                                "start": 348.056,
                                "stop": 357.779,
                                "byte_start": 1476568,
                                "byte_stop": 1515438,
                                "text": "The compliance with the ‘one person one vote’ rule of the Fourteenth Amendment does not excuse compliance with race neutrality, the race neutrality command of the Fifteenth Amendment."
                            },
                            {
                                "start": 357.779,
                                "stop": 380.213,
                                "byte_start": 1515438,
                                "byte_stop": 1605194,
                                "text": "Hawaii’s final argument is that the voting restriction here does really no more than ensure the alignment between the fiduciaries and the beneficiaries of the trust, but all citizens regardless of race have an interest in selecting officials who make policies on their behalf, even if those policies will affect some groups more than others."
                            },
                            {
                                "start": 380.213,
                                "stop": 396.35,
                                "byte_start": 1605194,
                                "byte_stop": 1669665,
                                "text": "The culture and way of life of the people are all but engulfed by a history beyond their own control; their sense of loss may extend down through the generations and their dismay may be shared by members of the larger community."
                            },
                            {
                                "start": 396.35,
                                "stop": 405.334,
                                "byte_start": 1669665,
                                "byte_stop": 1705609,
                                "text": "As the State of Hawaii attempts to address these realities, it must as always, seek the political consensus that begins with a sense of shared purpose."
                            },
                            {
                                "start": 405.334,
                                "stop": 409.171,
                                "byte_start": 1705609,
                                "byte_stop": 1720969,
                                "text": "One of the necessary beginning points though is this principle."
                            },
                            {
                                "start": 409.171,
                                "stop": 415.121,
                                "byte_start": 1720969,
                                "byte_stop": 1744793,
                                "text": "The Constitution of the United States too, has become the heritage of all the citizens of Hawaii."
                            },
                            {
                                "start": 415.121,
                                "stop": 422.181,
                                "byte_start": 1744793,
                                "byte_stop": 1773005,
                                "text": "In this case, the Fifteenth Amendment invalidates the ancestry-based electoral qualification and the judgment is reversed."
                            },
                            {
                                "start": 422.181,
                                "stop": 435.514,
                                "byte_start": 1773005,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring in the result which Justice Souter joins; Justice Stevens has filed a dissenting opinion which Justice Ginsburg joins in part, and Justice Ginsburg has also filed a separate dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50662,
            "mime": "audio\/mpeg",
            "size": 1826295,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1999\/98-818\/20000223o_98-818.delivery.mp3"
        },
        {
            "id": 72448,
            "mime": "audio\/ogg",
            "size": 4498639,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1999\/98-818\/20000223o_98-818.ogg"
        },
        {
            "id": 72449,
            "mime": "application\/x-mpegURL",
            "size": 6389,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1999\/98-818\/20000223o_98-818.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}