{
    "id": 20802,
    "title": "Opinion Announcement - January 24, 2000",
    "transcript": {
        "title": "Reno v. Bossier Parish School Board",
        "duration": 400.5,
        "sections": [
            {
                "start": 0,
                "stop": 400.5,
                "byte_start": 85906,
                "byte_stop": 1687839,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.105,
                        "byte_start": 85906,
                        "byte_stop": 106386,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.105,
                                "byte_start": 85906,
                                "byte_stop": 106386,
                                "text": "Justice Scalia has an opinion to announce."
                            }
                        ]
                    },
                    {
                        "start": 5.105,
                        "stop": 400.5,
                        "byte_start": 106386,
                        "byte_stop": 1687839,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 5.105,
                                "stop": 17.328,
                                "byte_start": 106386,
                                "byte_stop": 155287,
                                "text": "Opinions to announce in Reno versus Bossier Parish School Board, No. 98-405 and Price versus Bossier Paris School, 98-406."
                            },
                            {
                                "start": 17.328,
                                "stop": 28.005,
                                "byte_start": 155287,
                                "byte_stop": 198024,
                                "text": "These cases come to us on appeal from a three judge panel of the United States District Court for the District of Colombia and they are here before us for the second time."
                            },
                            {
                                "start": 28.005,
                                "stop": 50.161,
                                "byte_start": 198024,
                                "byte_stop": 286631,
                                "text": "Bossier Parish, Louisiana is a jurisdiction covered by Section 5 of the Voting Rights Act of 1965, which prohibits jurisdictions in certain parts of the country from enacting any change in a voting procedure without first obtaining pre-clearance from either the Attorney General or the District Court for the District of Columbia."
                            },
                            {
                                "start": 50.161,
                                "stop": 59.011,
                                "byte_start": 286631,
                                "byte_stop": 322053,
                                "text": "Following the 1990 Census, the Bossier Parish School Board sought pre-clearance for a proposed redistricting plan from the Attorney General."
                            },
                            {
                                "start": 59.011,
                                "stop": 63.82,
                                "byte_start": 322053,
                                "byte_stop": 341279,
                                "text": "After she refused to grant it, the Board turned to the District Court."
                            },
                            {
                                "start": 63.82,
                                "stop": 79.023,
                                "byte_start": 341279,
                                "byte_stop": 402092,
                                "text": "Section 5 authorizes pre-clearance of a proposed voting change that \u0022does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color.\u0022"
                            },
                            {
                                "start": 79.023,
                                "stop": 81.603,
                                "byte_start": 402092,
                                "byte_stop": 412332,
                                "text": "That\u0027s the critical language here."
                            },
                            {
                                "start": 81.603,
                                "stop": 101.106,
                                "byte_start": 412332,
                                "byte_stop": 490386,
                                "text": "Before the District Court, the government conceded that the Board’s plan did not have a prohibited effect under this definition, but claimed that it violated Section 5 because it was enacted for a discriminatory purpose namely diluting the voting strength of the votes of black voters."
                            },
                            {
                                "start": 101.106,
                                "stop": 103.6,
                                "byte_start": 490386,
                                "byte_stop": 500313,
                                "text": "The District Court granted pre-clearance."
                            },
                            {
                                "start": 103.6,
                                "stop": 111.733,
                                "byte_start": 500313,
                                "byte_stop": 532913,
                                "text": "On appeal the first time around we vacated and remanded for further proceedings as to the Board’s purpose in adopting its plan."
                            },
                            {
                                "start": 111.733,
                                "stop": 121.531,
                                "byte_start": 532913,
                                "byte_stop": 572097,
                                "text": "On remand, the District Court again granted pre-clearance concluding that there was no evidence of discriminatory but non-retrogressive purpose."
                            },
                            {
                                "start": 121.531,
                                "stop": 126.998,
                                "byte_start": 572097,
                                "byte_stop": 593935,
                                "text": "I will explain shortly what a retrogressive purpose consist of."
                            },
                            {
                                "start": 126.998,
                                "stop": 137.592,
                                "byte_start": 593935,
                                "byte_stop": 636358,
                                "text": "The District Court left open the question whether Section 5 prohibits pre-clearance of a plan enacted with a non-retrogressive purpose."
                            },
                            {
                                "start": 137.592,
                                "stop": 139.2,
                                "byte_start": 636358,
                                "byte_stop": 642732,
                                "text": "We affirm."
                            },
                            {
                                "start": 139.2,
                                "stop": 141.612,
                                "byte_start": 642732,
                                "byte_stop": 652450,
                                "text": "Section 5 is an unusual provision."
                            },
                            {
                                "start": 141.612,
                                "stop": 150.045,
                                "byte_start": 652450,
                                "byte_stop": 686095,
                                "text": "In that it places the burden of proof on the party seeking to avoid a legal prohibition, rather than on the party seeking to assert."
                            },
                            {
                                "start": 150.045,
                                "stop": 166.27,
                                "byte_start": 686095,
                                "byte_stop": 751088,
                                "text": "That is to say the burden is on the covered jurisdiction to show that the proposed change, the critical language, does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color."
                            },
                            {
                                "start": 166.27,
                                "stop": 187.062,
                                "byte_start": 751088,
                                "byte_stop": 834157,
                                "text": "In a case called Beer versus United States, we held that a proposed change to a districting scheme which allegedly diluted the minority vote, that has made it difficult for the minority to elect the candidate of its choice, could be denied preclearance under Section 5 only if it was retrogressive."
                            },
                            {
                                "start": 187.062,
                                "stop": 197.339,
                                "byte_start": 834157,
                                "byte_stop": 875326,
                                "text": "That is to say if it was worse in so far as the minority’s ability to elect their candidates was concerned than the districting scheme already in effect."
                            },
                            {
                                "start": 197.339,
                                "stop": 213.928,
                                "byte_start": 875326,
                                "byte_stop": 941677,
                                "text": "We gave various reasons for that result including the fact that the consequence of rejecting Section 5 preclearance is simply to leave the preexisting apportionment scheme in place, which may well be more diluted in its effect than the new one."
                            },
                            {
                                "start": 213.928,
                                "stop": 239.323,
                                "byte_start": 941677,
                                "byte_stop": 1043242,
                                "text": "We say that the remedy for a vote dilution simpliciter as opposed to vote dilution which places minority voters in a worst position than they currently occupy is a suit under Section 2 of the Voting Rights Act, which will permit the court not only to disallow the new apportionment, but to invalidate the existing one but in which it will be the burden of the plaintiff to establish the dilution."
                            },
                            {
                                "start": 239.323,
                                "stop": 246.125,
                                "byte_start": 1043242,
                                "byte_stop": 1070409,
                                "text": "The Beer case which I have just described, dealt with the effect prong of Section 5."
                            },
                            {
                                "start": 246.125,
                                "stop": 276.995,
                                "byte_start": 1070409,
                                "byte_stop": 1193916,
                                "text": "In the present case, the government contends that in qualifying the term, ‘purpose’ the same phrase denying or abridging the right to vote on account of race or color is not limited to retrogression but means vote dilution more generally, so that a voting change which has the effect of diluting minority votes, though diluting them less than the existing system would be entitled to preclearance whereas a voting change which has that very same purpose would not."
                            },
                            {
                                "start": 276.995,
                                "stop": 278.974,
                                "byte_start": 1193916,
                                "byte_stop": 1201857,
                                "text": "We reject that contention."
                            },
                            {
                                "start": 278.974,
                                "stop": 292.648,
                                "byte_start": 1201857,
                                "byte_stop": 1256505,
                                "text": "The Government’s primary argument is that subjecting both prongs to the same limitation produces a purpose prong with a trivial reach covering only what the government calls incompetent retrogressions."
                            },
                            {
                                "start": 292.648,
                                "stop": 303.03,
                                "byte_start": 1256505,
                                "byte_stop": 1298092,
                                "text": "If this were true and if it were adequate to justify giving the very same words different meanings when qualifying purpose and when qualifying effect."
                            },
                            {
                                "start": 303.03,
                                "stop": 314.29,
                                "byte_start": 1298092,
                                "byte_stop": 1343127,
                                "text": "There would be cases in which we have applied such a construction to the innumerable statute barring conduct with a particular purpose or effect, yet we are aware of no such case."
                            },
                            {
                                "start": 314.29,
                                "stop": 323.856,
                                "byte_start": 1343127,
                                "byte_stop": 1381370,
                                "text": "Moreover, the purpose prong has value and effect even when it does not cover conduct additional to that of a so-called incompetent retrogressive."
                            },
                            {
                                "start": 323.856,
                                "stop": 338.305,
                                "byte_start": 1381370,
                                "byte_stop": 1439153,
                                "text": "The Government need only refute a jurisdiction\u0027s prima facie showing that a proposed voting change does not have a retrogressive purpose, and need not counter the jurisdiction\u0027s evidence regarding actual retrogressive effect."
                            },
                            {
                                "start": 338.305,
                                "stop": 356.808,
                                "byte_start": 1439153,
                                "byte_stop": 1513237,
                                "text": "Although almost identical language in Section 2 of the Voting Rights Act and in the Fifteenth Amendment has been read to refer not only to retrogression but to discrimination more generally, giving the language different meaning in Section 5 is faithful to the different context in which the term \u0022abridging\u0022 is used."
                            },
                            {
                                "start": 356.808,
                                "stop": 359.459,
                                "byte_start": 1513237,
                                "byte_stop": 1523790,
                                "text": "We decided that question in Beer."
                            },
                            {
                                "start": 359.459,
                                "stop": 371.707,
                                "byte_start": 1523790,
                                "byte_stop": 1572796,
                                "text": "A contrary reading would exacerbate the substantial federalism costs that preclearance already exacts and would perhaps raise concerns about Section 5 constitutionality."
                            },
                            {
                                "start": 371.707,
                                "stop": 400.5,
                                "byte_start": 1572796,
                                "byte_stop": 1687839,
                                "text": "Justice Thomas has filed a concurring opinion, Justice Souter has filed an opinion concurring in part and dissenting part in which Justices Stevens, Ginsburg and Breyer have joined; Justice Stevens has filed a dissenting opinion in which justice Ginsburg has joined; Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50728,
            "mime": "audio\/mpeg",
            "size": 1688153,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-405\/20000124o_98-405.delivery.mp3"
        },
        {
            "id": 72512,
            "mime": "audio\/ogg",
            "size": 4039835,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-405\/20000124o_98-405.ogg"
        },
        {
            "id": 72513,
            "mime": "application\/x-mpegURL",
            "size": 5873,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-405\/20000124o_98-405.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}