{
    "id": 17447,
    "title": "Opinion Announcement - July 02, 1976",
    "transcript": {
        "title": "Jurek v. Texas",
        "duration": 434.37,
        "sections": [
            {
                "start": 0,
                "stop": 434.37,
                "byte_start": 73772,
                "byte_stop": 1811228,
                "turns": [
                    {
                        "start": 0,
                        "stop": 313.957,
                        "byte_start": 73772,
                        "byte_stop": 1329635,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.713,
                                "byte_start": 73772,
                                "byte_stop": 100626,
                                "text": "I have the judgment to announce in Jurek against Texas, 75-5394."
                            },
                            {
                                "start": 6.713,
                                "stop": 16.383,
                                "byte_start": 100626,
                                "byte_stop": 139392,
                                "text": "Again I speak primarily for Mr. Justice Stewart and Mr. Justice Powell for the three of us have again filed a joint opinion."
                            },
                            {
                                "start": 16.383,
                                "stop": 26.612,
                                "byte_start": 139392,
                                "byte_stop": 180247,
                                "text": "The issue in this case is whether the imposition of the sentence of death for the crime of murder under the law of Texas violates the Eighth and Fourteenth Amendments to the Constitution."
                            },
                            {
                                "start": 26.612,
                                "stop": 42.487,
                                "byte_start": 180247,
                                "byte_stop": 243777,
                                "text": "The petitioner was charged by indictment with the killing of 10-year girl, by choking and strangling her with his hands, and by drowning her in water, by throwing her into a river in the course of committing and attempting to commit kidnapping or forcible rape."
                            },
                            {
                                "start": 42.487,
                                "stop": 47.082,
                                "byte_start": 243777,
                                "byte_stop": 262167,
                                "text": "At the conclusion of the trial, the jury returned a verdict of guilty."
                            },
                            {
                                "start": 47.082,
                                "stop": 58.814,
                                "byte_start": 262167,
                                "byte_stop": 309083,
                                "text": "Texas law requires that if a defendant has been convicted of a capital offense, the trial court must conduct a separate sentencing proceeding before the same jury that tried the issue of guilt."
                            },
                            {
                                "start": 58.814,
                                "stop": 68.781,
                                "byte_start": 309083,
                                "byte_stop": 348998,
                                "text": "Any relevant evidence may be introduced at this proceeding, and both prosecution and the defense may present argument for or against the sentence of death."
                            },
                            {
                                "start": 68.781,
                                "stop": 78.401,
                                "byte_start": 348998,
                                "byte_stop": 387450,
                                "text": "The jury is then presented with two or sometimes three statutory questions, the answers to which determine whether a death sentence will be imposed."
                            },
                            {
                                "start": 78.401,
                                "stop": 87.285,
                                "byte_start": 387450,
                                "byte_stop": 422977,
                                "text": "In this case, the jury unanimously answered \u0022yes\u0022 to both questions, and the judge, therefore, in accordance with the statute, sentenced the petitioner to death."
                            },
                            {
                                "start": 87.285,
                                "stop": 92.007,
                                "byte_start": 422977,
                                "byte_stop": 441890,
                                "text": "The Court of Criminal Appeals of Texas affirmed."
                            },
                            {
                                "start": 92.007,
                                "stop": 103.418,
                                "byte_start": 441890,
                                "byte_stop": 487447,
                                "text": "After this Court\u0027s decision in Furman against Georgia, the Texas Legislature narrowed the scope of its laws relating to capital punishment and adopted a new capital sentencing procedure."
                            },
                            {
                                "start": 103.418,
                                "stop": 111.282,
                                "byte_start": 487447,
                                "byte_stop": 519003,
                                "text": "The Texas Court of Criminal Appeals has thus far affirmed only two judgments imposing death sentences under its new statute."
                            },
                            {
                                "start": 111.282,
                                "stop": 128.095,
                                "byte_start": 519003,
                                "byte_stop": 586190,
                                "text": "While Texas has not adopted a list of statutory aggravating circumstances, the existence of which can justify the imposition of the death penalty as have Georgia and Florida, Texas has narrowed the categories of murders for which a death sentence may ever be imposed."
                            },
                            {
                                "start": 128.095,
                                "stop": 140.183,
                                "byte_start": 586190,
                                "byte_stop": 634569,
                                "text": "Each of the five classes of murders made capital by the Texas statute is encompassed in Georgia and Florida by one or more of their statutory aggravating circumstances."
                            },
                            {
                                "start": 140.183,
                                "stop": 150.054,
                                "byte_start": 634569,
                                "byte_stop": 674066,
                                "text": "Thus, in essence, the Texas statute requires that the jury find the existence of a statutory aggravating circumstance before the death penalty may be imposed."
                            },
                            {
                                "start": 150.054,
                                "stop": 157.642,
                                "byte_start": 674066,
                                "byte_stop": 704368,
                                "text": "It therefore requires the sentencing authority to focus on the particularized nature of the crime."
                            },
                            {
                                "start": 157.642,
                                "stop": 171.85,
                                "byte_start": 704368,
                                "byte_stop": 761210,
                                "text": "But a sentencing system that allowed the jury to consider only aggravating circumstances would almost certainly fall short of providing the individualized sentencing determination that we believe that constitution requires."
                            },
                            {
                                "start": 171.85,
                                "stop": 184.182,
                                "byte_start": 761210,
                                "byte_stop": 810530,
                                "text": "A jury must be allowed to consider on the basis of all relevant evidence, not only why a death sentence should be imposed, but also why it should not be imposed."
                            },
                            {
                                "start": 184.182,
                                "stop": 191.713,
                                "byte_start": 810530,
                                "byte_stop": 840727,
                                "text": "Thus a capital-sentencing system must allow the sentencing authority to consider mitigating circumstances."
                            },
                            {
                                "start": 191.713,
                                "stop": 199.527,
                                "byte_start": 840727,
                                "byte_stop": 871970,
                                "text": "The Texas statute, unlike the Georgia and Florida, does not explicitly speak of mitigating circumstances."
                            },
                            {
                                "start": 199.527,
                                "stop": 204.244,
                                "byte_start": 871970,
                                "byte_stop": 890778,
                                "text": "It directs only that the jury answer certain specific questions."
                            },
                            {
                                "start": 204.244,
                                "stop": 215.927,
                                "byte_start": 890778,
                                "byte_stop": 937485,
                                "text": "Thus in our opinion the constitutionality of the Texas procedures turns on whether those questions allow consideration of particularized mitigating factors."
                            },
                            {
                                "start": 215.927,
                                "stop": 230.261,
                                "byte_start": 937485,
                                "byte_stop": 994850,
                                "text": "In this case, the Texas Court of Criminal Appeals has interpreted the second statutory question so as to incorporate into it whatever mitigating circumstances the defense maybe able to bring to the Jury\u0027s attention."
                            },
                            {
                                "start": 230.261,
                                "stop": 240.684,
                                "byte_start": 994850,
                                "byte_stop": 1036541,
                                "text": "And in the only other case in which the Texas Court of Criminal Appeals has upheld a death sentence, it also focused on the question, whether any mitigating factors were present."
                            },
                            {
                                "start": 240.684,
                                "stop": 249.514,
                                "byte_start": 1036541,
                                "byte_stop": 1071859,
                                "text": "As construed therefore, the Texas statue does provide for consideration of mitigating as well as aggravating circumstance."
                            },
                            {
                                "start": 249.514,
                                "stop": 262.947,
                                "byte_start": 1071859,
                                "byte_stop": 1125566,
                                "text": "By narrowing its definition of capital murder, Texas has essentially said that there must be at least one statutory aggravating circumstance in a first-degree murder case before a death sentence may even be considered."
                            },
                            {
                                "start": 262.947,
                                "stop": 280.648,
                                "byte_start": 1125566,
                                "byte_stop": 1196410,
                                "text": "By authorizing the defense to bring before the jury at the separate sentencing hearing, whatever mitigating circumstances relating to the individual defendant can be adduced, Texas has ensured that the sentencing jury will have adequate guidance to enable it to perform its sentencing function."
                            },
                            {
                                "start": 280.648,
                                "stop": 296.319,
                                "byte_start": 1196410,
                                "byte_stop": 1259104,
                                "text": "By providing prompt judicial review of the jury\u0027s decision in a court with statewide jurisdiction, Texas has provided a means to promote the evenhanded, rational, and consistent imposition of death sentences under law."
                            },
                            {
                                "start": 296.319,
                                "stop": 309.039,
                                "byte_start": 1259104,
                                "byte_stop": 1309991,
                                "text": "Accordingly, for reasons more fully stated in the opinion which Mr. Justice Stewart, Mr. Justice Powell and I have filed with the clerk, the judgment of the Texas Court of Criminal Appeals in this case is affirmed."
                            },
                            {
                                "start": 309.039,
                                "stop": 313.957,
                                "byte_start": 1309991,
                                "byte_stop": 1329635,
                                "text": "Mr. justice Brennan and Mr. Justice Marshall have filed dissenting opinions."
                            }
                        ]
                    },
                    {
                        "start": 313.957,
                        "stop": 434.37,
                        "byte_start": 1329635,
                        "byte_stop": 1811228,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 313.957,
                                "stop": 321.202,
                                "byte_start": 1329635,
                                "byte_stop": 1358683,
                                "text": "I again concur in the judgment and the opinion I have filed and joined by the Chief Justice and Mr. Justice Rehnquist."
                            },
                            {
                                "start": 321.202,
                                "stop": 331.147,
                                "byte_start": 1358683,
                                "byte_stop": 1398389,
                                "text": "As in the prior case it\u0027s already announced, we cannot conclude that the Eight and Fourteenth Amendments prohibit the death penalty under any and all circumstances."
                            },
                            {
                                "start": 331.147,
                                "stop": 333.613,
                                "byte_start": 1398389,
                                "byte_stop": 1408316,
                                "text": "That argument is also made in this case."
                            },
                            {
                                "start": 333.613,
                                "stop": 360.106,
                                "byte_start": 1408316,
                                "byte_stop": 1514268,
                                "text": "We also cannot agree with petitioner\u0027s other major contention that under the new Texas statute and the state\u0027s criminal justice system in general, the criminal jury and other law enforcement officers exercise such a range of discretion that the death penalty will be imposed so seldom and arbitrarily that the that the new statute suffers from the infirmities which Branch against Texas found in its predecessor."
                            },
                            {
                                "start": 360.106,
                                "stop": 376.446,
                                "byte_start": 1514268,
                                "byte_stop": 1579574,
                                "text": "Under the revised law, the substantive crime of murder is defined and when a murder occurs in one of the five circumstances set out in the statute, that death penalty must be imposed if the jury also makes certain additional findings against the defendant."
                            },
                            {
                                "start": 376.446,
                                "stop": 397.902,
                                "byte_start": 1579574,
                                "byte_stop": 1665465,
                                "text": "Petitioner claims that the additional questions upon which the death sentence turns are so vague that in essence the jury possesses standardless sentencing power, but we agree with plurality that the issues posed in the sentencing proceeding have a common-sense core of meaning and that criminal juries should be capable of understanding them."
                            },
                            {
                                "start": 397.902,
                                "stop": 407.847,
                                "byte_start": 1665465,
                                "byte_stop": 1705171,
                                "text": "The statute does not extend to juries unbridled discretionary power to dispense mercy, and it should not be assumed that juries will disobey or nullify their instructions."
                            },
                            {
                                "start": 407.847,
                                "stop": 423.653,
                                "byte_start": 1705171,
                                "byte_stop": 1768388,
                                "text": "We cannot conclude at this juncture that the death penalty under this system will fail to serve any useful penological function and hence falls within reach of the decision announced by five Members of this Court in Furman v. Georgia and Branch v. Texas."
                            },
                            {
                                "start": 423.653,
                                "stop": 426.63,
                                "byte_start": 1768388,
                                "byte_stop": 1780299,
                                "text": "We accordingly concur in the judgment of affirmance."
                            },
                            {
                                "start": 426.63,
                                "stop": 434.37,
                                "byte_start": 1780299,
                                "byte_stop": 1811228,
                                "text": "Mr. Justice Blackmun also concurs in the judgment for reasons stated in dissent in the Furman case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 44016,
            "mime": "audio\/mpeg",
            "size": 1811437,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/75-5394\/19760702o_75-5394.delivery.mp3"
        },
        {
            "id": 65882,
            "mime": "audio\/ogg",
            "size": 4502209,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/75-5394\/19760702o_75-5394.ogg"
        },
        {
            "id": 65883,
            "mime": "application\/x-mpegURL",
            "size": 6491,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/75-5394\/19760702o_75-5394.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}