{
    "id": 20003,
    "title": "Opinion Announcement - March 26, 1991",
    "transcript": {
        "title": "Arizona v. Fulminante",
        "duration": 308.872,
        "sections": [
            {
                "start": 0,
                "stop": 308.872,
                "byte_start": 73959,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 308.872,
                        "byte_start": 73959,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.453,
                                "byte_start": 73959,
                                "byte_stop": 119830,
                                "text": "As the Chief Justice indicates, the Arizona against Fulminante is another cattle of fish."
                            },
                            {
                                "start": 11.453,
                                "stop": 18.906,
                                "byte_start": 119830,
                                "byte_stop": 149610,
                                "text": "The respondent, Fulminante, was convicted of murder and sentenced to death in an Arizona State Court."
                            },
                            {
                                "start": 18.906,
                                "stop": 27.391,
                                "byte_start": 149610,
                                "byte_stop": 183569,
                                "text": "At his trial, a confession by respondent to a felony made in prison was introduced in evidence over his objection that the confession was coerced."
                            },
                            {
                                "start": 27.391,
                                "stop": 36.391,
                                "byte_start": 183569,
                                "byte_stop": 219618,
                                "text": "On appeal, the Arizona Supreme Court found that the confession was coerced and inadmissible in evidence, but held that its introduction was harmless error."
                            },
                            {
                                "start": 36.391,
                                "stop": 46.532,
                                "byte_start": 219618,
                                "byte_stop": 260160,
                                "text": "On reconsideration, however, the court held that in light of the United States Supreme Court\u0027s decisions on the issue, no harmless error rule was inapplicable to coerce confessions."
                            },
                            {
                                "start": 46.532,
                                "stop": 50.219,
                                "byte_start": 260160,
                                "byte_stop": 274893,
                                "text": "The court therefore, reversed the conviction and ordered a new trial."
                            },
                            {
                                "start": 50.219,
                                "stop": 52.094,
                                "byte_start": 274893,
                                "byte_stop": 282416,
                                "text": "We granted certiorari."
                            },
                            {
                                "start": 52.094,
                                "stop": 69.984,
                                "byte_start": 282416,
                                "byte_stop": 353992,
                                "text": "I have filed an opinion for the court agreeing with the Arizona Court that the confession was coerced and inadmissible, and holding that even if a harmless error rule is applicable to coerced confessions, as the Chief Justice\u0027s opinion to be announced will hold, the error in this case was not harmless."
                            },
                            {
                                "start": 69.984,
                                "stop": 79.265,
                                "byte_start": 353992,
                                "byte_stop": 391086,
                                "text": "Fulminante\u0027s conviction, therefore, cannot stand and the judgment of the Arizona Supreme Court is affirmed."
                            },
                            {
                                "start": 79.265,
                                "stop": 85,
                                "byte_start": 391086,
                                "byte_stop": 413969,
                                "text": "I filed with the clerk a three-part opinion in this case."
                            },
                            {
                                "start": 85,
                                "stop": 98.422,
                                "byte_start": 413969,
                                "byte_stop": 467677,
                                "text": "In the first part, I have expressed the dissenting opinion that the facts presented in this case do not support the contention that Fulminante\u0027s confession was rendered involuntary because of the conduct of law enforcement officials."
                            },
                            {
                                "start": 98.422,
                                "stop": 103,
                                "byte_start": 467677,
                                "byte_stop": 485962,
                                "text": "That section has been joined by Justices O\u0027Connor, Kennedy, and Souter."
                            },
                            {
                                "start": 103,
                                "stop": 114.516,
                                "byte_start": 485962,
                                "byte_stop": 532042,
                                "text": "In the second part, I did deliver the opinion of the court that the harmless error rule adapted by this court in Chapman against California is applicable to the admission of involuntary confession."
                            },
                            {
                                "start": 114.516,
                                "stop": 119.532,
                                "byte_start": 532042,
                                "byte_stop": 552104,
                                "text": "This section has been joined by Justices O\u0027Connor, Scalia, Kennedy, and Souter."
                            },
                            {
                                "start": 119.532,
                                "stop": 135.798,
                                "byte_start": 552104,
                                "byte_stop": 617201,
                                "text": "The admission of such a confession is a trial error which occurs during a case\u0027s presentation to the trier of fact and may, therefore, be quantitatively assessed in the context of other evidence presented in order to determine whether its admission is harmless beyond a reasonable doubt."
                            },
                            {
                                "start": 135.798,
                                "stop": 153.673,
                                "byte_start": 617201,
                                "byte_stop": 688672,
                                "text": "In this respect, a trial error differs markedly from violations that are in effect structural defects in the trial mechanism, such as a biased judge or the complete depravation of counsel which we  have recognized are not subject to harmless error analysis."
                            },
                            {
                                "start": 153.673,
                                "stop": 171.267,
                                "byte_start": 688672,
                                "byte_stop": 759099,
                                "text": "And our holding today is consistent with our earlier decisions that confessions obtained in violation of other constitutional guarantees are subject to harmless error analysis since those confessions have the same evidentiary impact and may have been elicited by equally egregious conduct."
                            },
                            {
                                "start": 171.267,
                                "stop": 183.189,
                                "byte_start": 759099,
                                "byte_stop": 806746,
                                "text": "In the third and final part of my opinion, I have expressed the dissenting view that the Supreme Court of Arizona, in its initial opinion, properly concluded that the admission of Fulminante\u0027s confession was harmless."
                            },
                            {
                                "start": 183.189,
                                "stop": 186.898,
                                "byte_start": 806746,
                                "byte_stop": 821583,
                                "text": "This section has been joined by Justices O\u0027Connor and Scalia."
                            },
                            {
                                "start": 186.898,
                                "stop": 208.977,
                                "byte_start": 821583,
                                "byte_stop": 909877,
                                "text": "And Justice Kennedy has filed an opinion concurring in the judgment. Justice Marshall, Justice Blackmun, and Justice Stevens and I disagree with the opinion just announced that the harmless error rule is applicable to coerced confessions."
                            },
                            {
                                "start": 208.977,
                                "stop": 222.134,
                                "byte_start": 909877,
                                "byte_stop": 962540,
                                "text": "In 1963, Justice Stewart, writing for unanimous court in line against Illinois, rejected as impermissible doctrine the notion that the admission of a coerced confession could be harmless error."
                            },
                            {
                                "start": 222.134,
                                "stop": 235.618,
                                "byte_start": 962540,
                                "byte_stop": 1016457,
                                "text": "This announcement was nothing new for it reflected the views consistently expressed in the court\u0027s prior cases, and it is a view that until today was consistently followed by our decisions dealing with coerced confessions."
                            },
                            {
                                "start": 235.618,
                                "stop": 246.055,
                                "byte_start": 1016457,
                                "byte_stop": 1058253,
                                "text": "In deed, we have thought it actually emetic that a conviction resting in whole or in part on an involuntary confession could not stand regardless of the other evidence of guilt."
                            },
                            {
                                "start": 246.055,
                                "stop": 256.024,
                                "byte_start": 1058253,
                                "byte_stop": 1098063,
                                "text": "And in Chapman against California, from which today\u0027s decision is said to derive, we said that while some constitution of violations could be treated as harmless error."
                            },
                            {
                                "start": 256.024,
                                "stop": 263.055,
                                "byte_start": 1098063,
                                "byte_stop": 1126276,
                                "text": "Certain constitutional rights are so basic to a fair trial that their infraction can never be deemed harmless."
                            },
                            {
                                "start": 263.055,
                                "stop": 269.648,
                                "byte_start": 1126276,
                                "byte_stop": 1152607,
                                "text": "In the Chapman opinion placed in that category, the admission at trial of a defendant\u0027s coerced confession."
                            },
                            {
                                "start": 269.648,
                                "stop": 275.82,
                                "byte_start": 1152607,
                                "byte_stop": 1177267,
                                "text": "The reasons for the rule are simple; confessions are very likely the most damaging in providing evidence."
                            },
                            {
                                "start": 275.82,
                                "stop": 281.945,
                                "byte_start": 1177267,
                                "byte_stop": 1201822,
                                "text": "Jurors have difficulty ignoring them even if told to do so."
                            },
                            {
                                "start": 281.945,
                                "stop": 287.976,
                                "byte_start": 1201822,
                                "byte_stop": 1225959,
                                "text": "And confessions extracted by physical or mental coercion are not always trustworthy evidence."
                            },
                            {
                                "start": 287.976,
                                "stop": 302.453,
                                "byte_start": 1225959,
                                "byte_stop": 1283846,
                                "text": "Beyond that, however, the rule has served as a constant reminder to law enforcement officers that ours is not an inquisitorial system of criminal justice, and that the courts will not put up with unconstitutional methods of securing confessions."
                            },
                            {
                                "start": 302.453,
                                "stop": 308.872,
                                "byte_start": 1283846,
                                "byte_stop": 0,
                                "text": "The four of us believe the court is quite wrong in discarding the salutary rule and hence, with all due respect, we dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49130,
            "mime": "audio\/mpeg",
            "size": 1309446,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1990\/89-839\/19910326o_89-839.delivery.mp3"
        },
        {
            "id": 70938,
            "mime": "audio\/ogg",
            "size": 2981710,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1990\/89-839\/19910326o_89-839.ogg"
        },
        {
            "id": 70939,
            "mime": "application\/x-mpegURL",
            "size": 4540,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1990\/89-839\/19910326o_89-839.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}