{
    "id": 21298,
    "title": "Opinion Announcement - January 09, 2013",
    "transcript": {
        "title": "Already LLC v. Nike",
        "duration": 415.68,
        "sections": [
            {
                "start": 0,
                "stop": 415.68,
                "byte_start": 106496,
                "byte_stop": 1769138,
                "turns": [
                    {
                        "start": 0,
                        "stop": 415.68,
                        "byte_start": 106496,
                        "byte_stop": 1769138,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.934,
                                "byte_start": 106496,
                                "byte_stop": 142336,
                                "text": "I have the opinion for the Court in case No. 11-982 Already, LLC versus Nike Incorporated."
                            },
                            {
                                "start": 8.934,
                                "stop": 15.289,
                                "byte_start": 142336,
                                "byte_stop": 167727,
                                "text": "Under the constitution, federal courts are limited to deciding actual cases or controversies."
                            },
                            {
                                "start": 15.289,
                                "stop": 19.819,
                                "byte_start": 167727,
                                "byte_stop": 185804,
                                "text": "They do not sit to resolve academic or hypothetical disputes."
                            },
                            {
                                "start": 19.819,
                                "stop": 22.272,
                                "byte_start": 185804,
                                "byte_stop": 195626,
                                "text": "This case began as a real one."
                            },
                            {
                                "start": 22.272,
                                "stop": 28.879,
                                "byte_start": 195626,
                                "byte_stop": 222062,
                                "text": "The question is whether it became simply an academic dispute and therefore had to be dismissed."
                            },
                            {
                                "start": 28.879,
                                "stop": 33.294,
                                "byte_start": 222062,
                                "byte_stop": 239720,
                                "text": "The parties to the case are two corporations, Nike and Already."
                            },
                            {
                                "start": 33.294,
                                "stop": 36.402,
                                "byte_start": 239720,
                                "byte_stop": 252155,
                                "text": "They each design and market athletic shoes."
                            },
                            {
                                "start": 36.402,
                                "stop": 45.212,
                                "byte_start": 252155,
                                "byte_stop": 287368,
                                "text": "Nike sued Already claiming that two of Already\u0027s shoe designs violated Nike\u0027s Air Force 1 trademark."
                            },
                            {
                                "start": 45.212,
                                "stop": 51.49,
                                "byte_start": 287368,
                                "byte_stop": 312550,
                                "text": "Already counterclaimed arguing that the Air Force 1 trademark was invalid in the first place."
                            },
                            {
                                "start": 51.49,
                                "stop": 55.542,
                                "byte_start": 312550,
                                "byte_stop": 328746,
                                "text": "Nike backed off and issued a Covenant Not to Sue."
                            },
                            {
                                "start": 55.542,
                                "stop": 67.567,
                                "byte_start": 328746,
                                "byte_stop": 376811,
                                "text": "Basically, an enforceable promise that it would never again claim that Already\u0027s current shoes were imitations of those shoes violate Nike\u0027s Air Force 1 trademark."
                            },
                            {
                                "start": 67.567,
                                "stop": 73.054,
                                "byte_start": 376811,
                                "byte_stop": 398754,
                                "text": "Now, Nike argues that this covenant means that the case is over and everyone can go home."
                            },
                            {
                                "start": 73.054,
                                "stop": 92.51,
                                "byte_start": 398754,
                                "byte_stop": 476599,
                                "text": "According to Nike, the only injury the trademark imposed on Already was a threat that Already would be sued for infringing that trademark, but that threat vanished when Nike dismissed its own suit and promised not to file a suit like it had against Already ever again."
                            },
                            {
                                "start": 92.51,
                                "stop": 106.083,
                                "byte_start": 476599,
                                "byte_stop": 530829,
                                "text": "Our precedents established that someone trying to end a lawsuit by voluntarily stopping what it was sued for doing must meet what we have called a formidable test, the voluntary cessation test."
                            },
                            {
                                "start": 106.083,
                                "stop": 124.555,
                                "byte_start": 530829,
                                "byte_stop": 604808,
                                "text": "Now, under that test, we have said, A party claiming that its voluntary compliance moots a case causes it to end has to show, and this a quote, that it is absolutely clear, the allegedly wrongful behavior could not reasonably be expected to recur."
                            },
                            {
                                "start": 124.555,
                                "stop": 127.334,
                                "byte_start": 604808,
                                "byte_stop": 615884,
                                "text": "The reason for such a rigorous test is clear."
                            },
                            {
                                "start": 127.334,
                                "stop": 143.335,
                                "byte_start": 615884,
                                "byte_stop": 679936,
                                "text": "You do not want parties who are sued to be able to stop their allegedly wrongful conduct and have the case against them dismissed and then start up all over again repeating the process if necessary until they accomplish their wrongful ends."
                            },
                            {
                                "start": 143.335,
                                "stop": 148.657,
                                "byte_start": 679936,
                                "byte_stop": 701147,
                                "text": "In this case, Nike\u0027s covenant meets the voluntary cessation standard."
                            },
                            {
                                "start": 148.657,
                                "stop": 152.537,
                                "byte_start": 701147,
                                "byte_stop": 716716,
                                "text": "As written, it is unconditional and irrevocable."
                            },
                            {
                                "start": 152.537,
                                "stop": 159.949,
                                "byte_start": 716716,
                                "byte_stop": 746392,
                                "text": "Beyond simply prohibiting Nike from filing suit, it prohibits Nike from making any claim or any demand."
                            },
                            {
                                "start": 159.949,
                                "stop": 171.72,
                                "byte_start": 746392,
                                "byte_stop": 793412,
                                "text": "It reaches beyond Already to protect Already\u0027s distributors and customers and it covers not just current or previous designs but in a colorable imitations of those."
                            },
                            {
                                "start": 171.72,
                                "stop": 178.262,
                                "byte_start": 793412,
                                "byte_stop": 819639,
                                "text": "It is, all things considered a very broad and categorical covenant promising not to sue."
                            },
                            {
                                "start": 178.262,
                                "stop": 189.638,
                                "byte_start": 819639,
                                "byte_stop": 865092,
                                "text": "Now, given the breadth of this covenant, it was up to Already to indicate that it has plans to create shoes that arguably infringed the Air Force 1 trademark but are not protected by the covenant."
                            },
                            {
                                "start": 189.638,
                                "stop": 200.587,
                                "byte_start": 865092,
                                "byte_stop": 908873,
                                "text": "In other words, Already needed to indicate that it still face the threat of a lawsuit in which Nike alleges that Already shoes are violating the Air Force 1 trademark."
                            },
                            {
                                "start": 200.587,
                                "stop": 210.81,
                                "byte_start": 908873,
                                "byte_stop": 949833,
                                "text": "But despite the opportunity and despite being asked, Already never asserted any such plans in the District Court, in the Court of Appeals or before us."
                            },
                            {
                                "start": 210.81,
                                "stop": 217.128,
                                "byte_start": 949833,
                                "byte_stop": 975015,
                                "text": "Instead, Already argued that it continued to suffer other injuries even with the covenant in place."
                            },
                            {
                                "start": 217.128,
                                "stop": 223.702,
                                "byte_start": 975015,
                                "byte_stop": 1001347,
                                "text": "Now, the problem for Already is that none of the injuries it asserted is enough to keep the case in federal court."
                            },
                            {
                                "start": 223.702,
                                "stop": 244.651,
                                "byte_start": 1001347,
                                "byte_stop": 1085147,
                                "text": "For example, Already contends that so long as Nike keeps its trademark, investors will be apprehensive about investing in Already, but the fact that some investors will remain skittish about investing in Already even though there is no reasonable prospect that Nike can sue Already again, cannot be enough to keep the case live."
                            },
                            {
                                "start": 244.651,
                                "stop": 250.999,
                                "byte_start": 1085147,
                                "byte_stop": 1110538,
                                "text": "We have never held that such speculative concern of investors is enough to support standing."
                            },
                            {
                                "start": 250.999,
                                "stop": 259.833,
                                "byte_start": 1110538,
                                "byte_stop": 1145856,
                                "text": "Next, Already contends that given Nike\u0027s decision to sue in the first place, Nike\u0027s trademarks will now hang over Already\u0027s head."
                            },
                            {
                                "start": 259.833,
                                "stop": 265.591,
                                "byte_start": 1145856,
                                "byte_stop": 1168948,
                                "text": "As Already\u0027s counsel told us at oral argument, Once bitten, twice shy."
                            },
                            {
                                "start": 265.591,
                                "stop": 280.403,
                                "byte_start": 1168948,
                                "byte_stop": 1228194,
                                "text": "But here, there\u0027s no reason for Already to be so shy among Nike\u0027s competitors, Already is the one with a judicially enforceable covenant protecting it from litigation relating to the Air Force 1 trademark."
                            },
                            {
                                "start": 280.403,
                                "stop": 288.124,
                                "byte_start": 1228194,
                                "byte_stop": 1259018,
                                "text": "Finally, Already argues that as one of Nike\u0027s competitors, it inherently has standing to challenge Nike\u0027s intellectual property."
                            },
                            {
                                "start": 288.124,
                                "stop": 305.053,
                                "byte_start": 1259018,
                                "byte_stop": 1326728,
                                "text": "According to Already, letting Nike moot this case allows companies like Nike to register in brandish invalid trademarks in order to intimidate smaller competitors, avoiding judicial review by issuing covenants in the rare case where the little guy fights back."
                            },
                            {
                                "start": 305.053,
                                "stop": 311.638,
                                "byte_start": 1326728,
                                "byte_stop": 1353059,
                                "text": "Thus, Already argues simply as one of Nike\u0027s competitors, it has the right to challenge Nike\u0027s trademark."
                            },
                            {
                                "start": 311.638,
                                "stop": 328.563,
                                "byte_start": 1353059,
                                "byte_stop": 1420769,
                                "text": "Under this approach, even if Nike had never sued Already and even if Already had no plans to make anything resembling the Air Force 1, Already could still sue to invalidate Nike\u0027s trademark solely because Already and Nike both compete in the athletic footwear market."
                            },
                            {
                                "start": 328.563,
                                "stop": 332.911,
                                "byte_start": 1420769,
                                "byte_stop": 1438218,
                                "text": "We have never accepted such a boundless theory of standing."
                            },
                            {
                                "start": 332.911,
                                "stop": 344.197,
                                "byte_start": 1438218,
                                "byte_stop": 1483358,
                                "text": "In essence, Already\u0027s arguments boiled down to a basic policy objection that dismissing this case, allows Nike to bully smaller innovators, lawfully operating in the public domain."
                            },
                            {
                                "start": 344.197,
                                "stop": 353.047,
                                "byte_start": 1483358,
                                "byte_stop": 1518780,
                                "text": "Now, accepting Already\u0027s theory may benefit the small competitor in this case, but lowering the gates for one party lowers the gates for all."
                            },
                            {
                                "start": 353.047,
                                "stop": 369.808,
                                "byte_start": 1518780,
                                "byte_stop": 1585758,
                                "text": "As a result, bigger companies with more resources will have standing to challenge the intellectual property portfolios of their more humble rivals, not because they\u0027re actually threatened by any particular patent or trademark, but simply because they are competitors in the same market."
                            },
                            {
                                "start": 369.808,
                                "stop": 379.763,
                                "byte_start": 1585758,
                                "byte_stop": 1625569,
                                "text": "This would further encourage parties to employ litigation as a weapon against their competitors, rather than as a last resort for resolving actual disputes."
                            },
                            {
                                "start": 379.763,
                                "stop": 395.682,
                                "byte_start": 1625569,
                                "byte_stop": 1689307,
                                "text": "So, Already\u0027s only legally cognizable injury, the fact that Nike took steps against to enforce its trademark is now gone and given the breadth and binding nature of the covenant cannot reasonably be expected to recur."
                            },
                            {
                                "start": 395.682,
                                "stop": 399.811,
                                "byte_start": 1689307,
                                "byte_stop": 1705817,
                                "text": "They\u0027re being no other basis on which defined the live controversy."
                            },
                            {
                                "start": 399.811,
                                "stop": 403.617,
                                "byte_start": 1705817,
                                "byte_stop": 1720968,
                                "text": "This case is moot and must be dismissed."
                            },
                            {
                                "start": 403.617,
                                "stop": 406.186,
                                "byte_start": 1720968,
                                "byte_stop": 1731312,
                                "text": "The judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 406.186,
                                "stop": 407.85,
                                "byte_start": 1731312,
                                "byte_stop": 1738000,
                                "text": "Our opinion is unanimous."
                            },
                            {
                                "start": 407.85,
                                "stop": 415.68,
                                "byte_start": 1738000,
                                "byte_stop": 1769138,
                                "text": "Justice Kennedy has filed a concurring opinion in which Justices Thomas, Alito, and Sotomayor have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51720,
            "mime": "audio\/mpeg",
            "size": 1769347,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/11-982\/20130109o_11-982.delivery.mp3"
        },
        {
            "id": 73492,
            "mime": "audio\/ogg",
            "size": 4142314,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/11-982\/20130109o_11-982.ogg"
        },
        {
            "id": 73493,
            "mime": "application\/x-mpegURL",
            "size": 6088,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/11-982\/20130109o_11-982.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}