{
    "id": 20118,
    "title": "Opinion Announcement - January 10, 1995",
    "transcript": {
        "title": "Tome v. United States",
        "duration": 198.504,
        "sections": [
            {
                "start": 0,
                "stop": 198.504,
                "byte_start": 86854,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 198.504,
                        "byte_start": 86854,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.546,
                                "byte_start": 86854,
                                "byte_stop": 125097,
                                "text": "The second case I have for the court is Tome versus United States number 93-6892."
                            },
                            {
                                "start": 9.546,
                                "stop": 15.816,
                                "byte_start": 125097,
                                "byte_stop": 150175,
                                "text": "This case requires us to resolve an issue of Evidence Law arising under the federal rules of the evidence."
                            },
                            {
                                "start": 15.816,
                                "stop": 41.493,
                                "byte_start": 150175,
                                "byte_stop": 252888,
                                "text": "The ruling question is the sub part of Rule 801 understanding that part of evidence rules that relate to the hearsay Doctrine and the question is whether the testimony of the principal witness can be bolstered by calling other witnesses who then testify that the principal witnesses made consistent out of court statements at various times."
                            },
                            {
                                "start": 41.493,
                                "stop": 48.497,
                                "byte_start": 252888,
                                "byte_stop": 280892,
                                "text": "This was a felony child abuse case, it was prosecuted in the United States District Court because the alleged crime occurred on an Indian Reservation."
                            },
                            {
                                "start": 48.497,
                                "stop": 52.384,
                                "byte_start": 280892,
                                "byte_stop": 296461,
                                "text": "The child was only six and one half years old when the trial took place."
                            },
                            {
                                "start": 52.384,
                                "stop": 66.401,
                                "byte_start": 296461,
                                "byte_stop": 352467,
                                "text": "When the defense questioned her about the allegations of abuse, she was reluctant to answer and for some other question she hesitated for some 40 to 55 seconds before answering and the trial judge said we have a very difficult situation here."
                            },
                            {
                                "start": 66.401,
                                "stop": 81.94,
                                "byte_start": 352467,
                                "byte_stop": 414638,
                                "text": "After the child testified the government produced six witnesses who testified about the child statements to them and these statements were consistent with the prosecution theory of the case and with the child?s testimony, and those statements of course implicated the defendant."
                            },
                            {
                                "start": 81.94,
                                "stop": 107.992,
                                "byte_start": 414638,
                                "byte_stop": 518919,
                                "text": "Rule 801 provides that the consistent statement or admissible when they are introduced to rebut a charge, but the principal witness?s testimony was a recent fabrication or the product of an improper influence or motive and the general rule of common law was that the prior consistent statement had no relevance to rebut those charges unless the prior consistent statement was made before the fabrication was contrived or before the bias of influence arose."
                            },
                            {
                                "start": 107.992,
                                "stop": 116.917,
                                "byte_start": 518919,
                                "byte_stop": 554550,
                                "text": "We hold that the federal rules of the evidence incorporate that same limitation and that it was error to admit the child?s consistent statements made after the alleged influence and motive."
                            },
                            {
                                "start": 116.917,
                                "stop": 128.247,
                                "byte_start": 554550,
                                "byte_stop": 599899,
                                "text": "The alleged influence and motive in the case was that the child did not want to return to the custody of her father who had been charged with the child abuse and the allegation was she concocted the story."
                            },
                            {
                                "start": 128.247,
                                "stop": 134.082,
                                "byte_start": 599899,
                                "byte_stop": 623200,
                                "text": "Since the statements and questions were made after that motive to fabricate arose, they are inadmissible under the rule."
                            },
                            {
                                "start": 134.082,
                                "stop": 138.781,
                                "byte_start": 623200,
                                "byte_stop": 642008,
                                "text": "We reversed the Court of Appeals for the Tenth Circuit which would have held admissibility of the statement."
                            },
                            {
                                "start": 138.781,
                                "stop": 144.127,
                                "byte_start": 642008,
                                "byte_stop": 663429,
                                "text": "The case before us illustrates some of the important reasons for our interpretation especially in criminal cases."
                            },
                            {
                                "start": 144.127,
                                "stop": 160.613,
                                "byte_start": 663429,
                                "byte_stop": 729362,
                                "text": "There is a danger that the whole emphasis of trial can shift to out of court statements not to the in court ones, here with a rather weak charge of fabrication the government was permitted to present a parade of sympathetic and credible witnesses, who did no more then recount the complaint witnesses out of court statements."
                            },
                            {
                                "start": 160.613,
                                "stop": 166.548,
                                "byte_start": 729362,
                                "byte_stop": 753081,
                                "text": "Courts must be sensitive to the difficulties attended upon the prosecution of alleged child abusers."
                            },
                            {
                                "start": 166.548,
                                "stop": 177.93,
                                "byte_start": 753081,
                                "byte_stop": 798638,
                                "text": "We cannot alter evidentiary rules for the particular classes of cases, we intimate no view, however concerning the admissibility of any of the out of court statements and questions under other sections of the evidence court."
                            },
                            {
                                "start": 177.93,
                                "stop": 181.34,
                                "byte_start": 798638,
                                "byte_stop": 812222,
                                "text": "These matters are for the Court of Appeals to decide in the first instance."
                            },
                            {
                                "start": 181.34,
                                "stop": 185.905,
                                "byte_start": 812222,
                                "byte_stop": 830508,
                                "text": "Judgment for the Court of Appeals for the Tenth Circuit is reversed and the case is remanded for further proceedings."
                            },
                            {
                                "start": 185.905,
                                "stop": 191.786,
                                "byte_start": 830508,
                                "byte_stop": 854018,
                                "text": "Justice Scalia joins all but Part II-B of the opinion for the court and has filed a separate concurring opinion."
                            },
                            {
                                "start": 191.786,
                                "stop": 198.504,
                                "byte_start": 854018,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which the Chief Justice, Justice O?Connor and Justice Thomas joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49360,
            "mime": "audio\/mpeg",
            "size": 880872,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1994\/93-6892\/19950110o_93-6892.delivery.mp3"
        },
        {
            "id": 71162,
            "mime": "audio\/ogg",
            "size": 1997571,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1994\/93-6892\/19950110o_93-6892.ogg"
        },
        {
            "id": 71163,
            "mime": "application\/x-mpegURL",
            "size": 3059,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1994\/93-6892\/19950110o_93-6892.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}