{
    "id": 15591,
    "title": "Opinion Announcement - January 30, 1976",
    "transcript": {
        "title": "Buckley v. Valeo",
        "duration": 868.97,
        "sections": [
            {
                "start": 0,
                "stop": 868.97,
                "byte_start": 73885,
                "byte_stop": 3549738,
                "turns": [
                    {
                        "start": 0,
                        "stop": 868.97,
                        "byte_start": 73885,
                        "byte_stop": 3549738,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 30.975,
                                "byte_start": 73885,
                                "byte_stop": 197810,
                                "text": "I have the per curiam opinion and judgment to announce on behalf of the Court in Buckley against Valeo, 75-436 and 75-437."
                            },
                            {
                                "start": 30.975,
                                "stop": 45.542,
                                "byte_start": 197810,
                                "byte_stop": 256115,
                                "text": "The question before the Court in these cases is the constitutionality of the Federal Election Campaign Act of 1971 as amended in 1974."
                            },
                            {
                                "start": 45.542,
                                "stop": 55.772,
                                "byte_start": 256115,
                                "byte_stop": 297075,
                                "text": "The Federal Election Campaign Act governs financial aspects of campaigns for federal offices."
                            },
                            {
                                "start": 55.772,
                                "stop": 60.828,
                                "byte_start": 297075,
                                "byte_stop": 317242,
                                "text": "It limits contribution to candidates and committees."
                            },
                            {
                                "start": 60.828,
                                "stop": 69.544,
                                "byte_start": 317242,
                                "byte_stop": 352141,
                                "text": "It limits expenditures relative to a clearly identified candidate."
                            },
                            {
                                "start": 69.544,
                                "stop": 77.356,
                                "byte_start": 352141,
                                "byte_stop": 383384,
                                "text": "It limits expenditures by a candidate from his personal or family funds."
                            },
                            {
                                "start": 77.356,
                                "stop": 85.144,
                                "byte_start": 383384,
                                "byte_stop": 414522,
                                "text": "It restricts overall general election and primary campaign expenditures."
                            },
                            {
                                "start": 85.144,
                                "stop": 112.986,
                                "byte_start": 414522,
                                "byte_stop": 525908,
                                "text": "It requires political committees to keep detailed records of contributions and expenditures including the names and addresses of each individual contributor in excess of $10 and the name, address, occupation and principal place of business of all contributors contributing in excessive $100."
                            },
                            {
                                "start": 112.986,
                                "stop": 133.904,
                                "byte_start": 525908,
                                "byte_stop": 609604,
                                "text": "Political committees must file quarterly reports with the Federal Election Commission, disclosing the source of every contribution exceeding $100 and the recipient and purpose of every expenditure in excess of $100."
                            },
                            {
                                "start": 133.904,
                                "stop": 153.56,
                                "byte_start": 609604,
                                "byte_stop": 688181,
                                "text": "Every individual or group other than a candidate or political committee making contributions or expenditures in excess of $100, other than by contribution to a political committee or candidate must file a statement with the Commission."
                            },
                            {
                                "start": 153.56,
                                "stop": 171.262,
                                "byte_start": 688181,
                                "byte_stop": 759025,
                                "text": "The Act creates an eight-member commission with record keeping, disclosure and investigatory functions and with rule making, adjudicatory, and enforcement powers."
                            },
                            {
                                "start": 171.262,
                                "stop": 187.88,
                                "byte_start": 759025,
                                "byte_stop": 825480,
                                "text": "The Commission consists of two members appointed by the President pro tempore of the Senate, two by the Speaker of the House, and two by the President of the United States, all subject to confirmation by both Houses of the Congress."
                            },
                            {
                                "start": 187.88,
                                "stop": 196.975,
                                "byte_start": 825480,
                                "byte_stop": 861843,
                                "text": "The Secretary of the Senate and the Clerk of the House are ex officio nonvoting members of the Commission."
                            },
                            {
                                "start": 196.975,
                                "stop": 233.081,
                                "byte_start": 861843,
                                "byte_stop": 1006247,
                                "text": "Subtitle H of the Internal Revenue Code as amended in 1974, provides for public financing of Presidential nominating conventions and general elections and primary campaigns from a fund created by an optional checkoff system under which each tax payer may on filing his or her tax return, indicate approval of placing $1 of general tax revenue into the fund for the purposes of the Act."
                            },
                            {
                                "start": 233.081,
                                "stop": 242.567,
                                "byte_start": 1006247,
                                "byte_stop": 1044177,
                                "text": "The resulting amount is allocated for the funding of conventions and presidential election campaigns."
                            },
                            {
                                "start": 242.567,
                                "stop": 254.587,
                                "byte_start": 1044177,
                                "byte_stop": 1092243,
                                "text": "Subtitle H establishes three categories of political parties; major parties, minor parties, and new parties."
                            },
                            {
                                "start": 254.587,
                                "stop": 268.288,
                                "byte_start": 1092243,
                                "byte_stop": 1147100,
                                "text": "Major parties as defined in Subtitle H and their candidates are entitled to funding for nominating conventions and general election campaigns."
                            },
                            {
                                "start": 268.288,
                                "stop": 274.862,
                                "byte_start": 1147100,
                                "byte_stop": 1173431,
                                "text": "Minor parties and candidates receive a percentage of the major party entitlement."
                            },
                            {
                                "start": 274.862,
                                "stop": 282.588,
                                "byte_start": 1173431,
                                "byte_stop": 1204256,
                                "text": "Candidates of new parties receive the funds only after the general election."
                            },
                            {
                                "start": 282.588,
                                "stop": 306.338,
                                "byte_start": 1204256,
                                "byte_stop": 1299341,
                                "text": "Primary candidate for the presidential nomination by a major political party who receives more than $5,000 from private sources, counting only the first $250 of each contribution, in each of 20 States, is eligible for matching public funds."
                            },
                            {
                                "start": 306.338,
                                "stop": 317.537,
                                "byte_start": 1299341,
                                "byte_stop": 1344063,
                                "text": "The appellants in these cases sought declaratory and injunctive relief against these statutory provisions on various constitutional grounds."
                            },
                            {
                                "start": 317.537,
                                "stop": 327.834,
                                "byte_start": 1344063,
                                "byte_stop": 1385232,
                                "text": "The Court of Appeals for the District of Columbia Circuit on certified questions from the District Court, sustained in all but one of the statutory provisions."
                            },
                            {
                                "start": 327.834,
                                "stop": 337.46,
                                "byte_start": 1385232,
                                "byte_stop": 1423789,
                                "text": "The three-judge District Court upheld the constitutionality of Subtitle H."
                            },
                            {
                                "start": 337.46,
                                "stop": 343.298,
                                "byte_start": 1423789,
                                "byte_stop": 1447090,
                                "text": "I am authorized to announce on behalf of the Court the following judgment."
                            },
                            {
                                "start": 343.298,
                                "stop": 373.046,
                                "byte_start": 1447090,
                                "byte_stop": 1566104,
                                "text": "The Court holds that this litigation presents an Article III case or controversy since the complaint discloses that at least some of the appellants have a sufficient personal stake in the determination of the constitutional validity of each of the challenge provisions, specifically now as to the contribution and expenditure limitations."
                            },
                            {
                                "start": 373.046,
                                "stop": 391.998,
                                "byte_start": 1566104,
                                "byte_stop": 1641963,
                                "text": "The Court holds that the Act\u0027s contribution provisions are constitutional as appropriate legislative measures to deal with the reality and appearance of improper influence stemming from the dependence of candidates on large campaign contributions."
                            },
                            {
                                "start": 391.998,
                                "stop": 406.935,
                                "byte_start": 1641963,
                                "byte_stop": 1701627,
                                "text": "The Court holds that the contribution limits do not directly impinge upon the rights of individual citizens and candidates to engage in political debate and discussion."
                            },
                            {
                                "start": 406.935,
                                "stop": 421.823,
                                "byte_start": 1701627,
                                "byte_stop": 1761186,
                                "text": "The Court holds that the expenditure provisions, the expenditure limitations are violative of First Amendment guarantees and they are unconstitutional."
                            },
                            {
                                "start": 421.823,
                                "stop": 439.403,
                                "byte_start": 1761186,
                                "byte_stop": 1831508,
                                "text": "Those provisions place substantial and direct restrictions on the ability of candidates, of citizens, and associations to engage in political expression that is protected by the First Amendment."
                            },
                            {
                                "start": 439.403,
                                "stop": 445.185,
                                "byte_start": 1831508,
                                "byte_stop": 1854705,
                                "text": "As to the disclosure provisions, the Court holds as follows."
                            },
                            {
                                "start": 445.185,
                                "stop": 454.517,
                                "byte_start": 1854705,
                                "byte_stop": 1892007,
                                "text": "The Act\u0027s disclosure and record keeping provisions are a constitutional exercise of legislative power."
                            },
                            {
                                "start": 454.517,
                                "stop": 460.024,
                                "byte_start": 1892007,
                                "byte_stop": 1914055,
                                "text": "They serve substantial governmental and public interests."
                            },
                            {
                                "start": 460.024,
                                "stop": 478.035,
                                "byte_start": 1914055,
                                "byte_stop": 1986048,
                                "text": "It was reasonable for the Congress to conclude that disclosure of contributions informs the public and serves a legitimate governmental and public interest in relation to the political processes."
                            },
                            {
                                "start": 478.035,
                                "stop": 491.061,
                                "byte_start": 1986048,
                                "byte_stop": 2038189,
                                "text": "The disclosure provisions challenged in this case are not overbroad insofar as they apply to contributions to minor parties and independent candidates."
                            },
                            {
                                "start": 491.061,
                                "stop": 500.486,
                                "byte_start": 2038189,
                                "byte_stop": 2075909,
                                "text": "Congress, the Court holds, could appropriately conclude that a blanket exemption for minor parties was not warranted."
                            },
                            {
                                "start": 500.486,
                                "stop": 521.216,
                                "byte_start": 2075909,
                                "byte_stop": 2158770,
                                "text": "Minor parties, however, will be free to show the reasonable probability that the compelled disclosure required by the Act as to contributors\u0027 names will subject them to threats or harassment as a result of such disclosure."
                            },
                            {
                                "start": 521.216,
                                "stop": 536.665,
                                "byte_start": 2158770,
                                "byte_stop": 2220628,
                                "text": "As narrowly construed by the Court’s holding today, the Act\u0027s provisions for disclosure by those who make independent contributions and expenditures is also held constitutional."
                            },
                            {
                                "start": 536.665,
                                "stop": 577.169,
                                "byte_start": 2220628,
                                "byte_stop": 2382587,
                                "text": "In construing the provision, the Court limits it\u0027s application to narrow and precise circumstances, when contributions are either earmarked for political purposes or have been authorized or requested by a candidate or by his agent to be made to some person other than a candidate or a political committee and when expenditures are made for a communication that expressly advocates the election or defeat of a clearly identified candidate."
                            },
                            {
                                "start": 577.169,
                                "stop": 590.854,
                                "byte_start": 2382587,
                                "byte_stop": 2437340,
                                "text": "As construed, this provision is not unconstitutionally vague nor does it not constitute an unlawful prior restraint."
                            },
                            {
                                "start": 590.854,
                                "stop": 608.016,
                                "byte_start": 2437340,
                                "byte_stop": 2505989,
                                "text": "The Court holds that the particular dollar thresholds, selected by the Congress are related to the goals of the Act and constitute line drawing of a kind that is within legislative power."
                            },
                            {
                                "start": 608.016,
                                "stop": 622.02,
                                "byte_start": 2505989,
                                "byte_stop": 2561996,
                                "text": "Application of the record keeping and disclosure requirements to contributions of $10 and $100 is held not overbroad on this record."
                            },
                            {
                                "start": 622.02,
                                "stop": 644.029,
                                "byte_start": 2561996,
                                "byte_stop": 2650081,
                                "text": "As to public financing provisions, the Court holds Subtitle H of the Internal Revenue Code constitutional because Congress under the General Welfare Clause has power to decide what expenditures will promote the General Welfare."
                            },
                            {
                                "start": 644.029,
                                "stop": 655.381,
                                "byte_start": 2650081,
                                "byte_stop": 2695429,
                                "text": "Subtitle H is held a permissible congressional choice as a means to reform the electoral processes."
                            },
                            {
                                "start": 655.381,
                                "stop": 664.118,
                                "byte_start": 2695429,
                                "byte_stop": 2730434,
                                "text": "The Court holds also that the Subtitle, Subtitle H does not violate the First Amendment."
                            },
                            {
                                "start": 664.118,
                                "stop": 679.598,
                                "byte_start": 2730434,
                                "byte_stop": 2792292,
                                "text": "Rather it represents an effort on the part of the Congress to use public money to facilitate and enlarge the public discussion and participation in the electoral processes."
                            },
                            {
                                "start": 679.598,
                                "stop": 707.322,
                                "byte_start": 2792292,
                                "byte_stop": 2903260,
                                "text": "Being less burdensome than ballot access regulations and having been enacted in furtherance of governmental and public interests considered vital, Subtitle H does not invidiously discriminate against minor and new parties in violation of the Due Process Clause of the Fifth Amendment."
                            },
                            {
                                "start": 707.322,
                                "stop": 719.597,
                                "byte_start": 2903260,
                                "byte_stop": 2952370,
                                "text": "Finally, the Court’s invalidation of the spending limit provisions of the Act does not render Subtitle H unconstitutional."
                            },
                            {
                                "start": 719.597,
                                "stop": 726.915,
                                "byte_start": 2952370,
                                "byte_stop": 2981627,
                                "text": "That Subtitle is severable from those provisions."
                            },
                            {
                                "start": 726.915,
                                "stop": 759.258,
                                "byte_start": 2981627,
                                "byte_stop": 3110985,
                                "text": "As to the Federal Election Commission, the Court holds that the Commission\u0027s composition as to all, but it\u0027s investigatory and informative powers, violates Article II, Section 2, Clause 2 of the Constitution to the extent that a majority of the voting members of the Commission are appointed by the President pro tempore of the Senate and the Speaker of the House."
                            },
                            {
                                "start": 759.258,
                                "stop": 801.922,
                                "byte_start": 3110985,
                                "byte_stop": 3281617,
                                "text": "Therefore, although the Commission\u0027s past acts are by the Court’s holding accorded de facto validity and a stay is granted, permitting the Commission to function under the Act for not more than 30 days, the Court holds that the commission as presently constituted is in conflict with constitutional limitations and it may exercise only such investigatory and other powers as are of the same category that Congress may delegate to one of it\u0027s own committees."
                            },
                            {
                                "start": 801.922,
                                "stop": 814.138,
                                "byte_start": 3281617,
                                "byte_stop": 3330518,
                                "text": "Accordingly, the judgment of the Court of Appeals in 75-436 is affirmed in part and reversed in part."
                            },
                            {
                                "start": 814.138,
                                "stop": 822.387,
                                "byte_start": 3330518,
                                "byte_stop": 3363537,
                                "text": "The judgment of the district court for the District of Columbia in 75-437 is affirmed."
                            },
                            {
                                "start": 822.387,
                                "stop": 849.197,
                                "byte_start": 3363537,
                                "byte_stop": 3470744,
                                "text": "I am authorized to state that Mr. Justice White, Mr. Justice Marshall, Mr. Justice Blackmun, Mr. Justice Rehnquist and I have each filed separate opinions in which each of us has separately concurred in part and dissented in part from the opinion of the Court that I have just announced and described in summary."
                            },
                            {
                                "start": 849.197,
                                "stop": 868.97,
                                "byte_start": 3470744,
                                "byte_stop": 3549738,
                                "text": "Mr. Justice Stevens took no part in the consideration or decision of these cases."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 40304,
            "mime": "audio\/mpeg",
            "size": 3549947,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/75-436\/19760130o_75-436.delivery.mp3"
        },
        {
            "id": 62250,
            "mime": "audio\/ogg",
            "size": 8778294,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/75-436\/19760130o_75-436.ogg"
        },
        {
            "id": 62251,
            "mime": "application\/x-mpegURL",
            "size": 12581,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/75-436\/19760130o_75-436.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}