{
    "id": 22325,
    "title": "Opinion Announcement - June 15, 2006",
    "transcript": {
        "title": "Empire HealthChoice Assurance, Inc. v. McVeigh",
        "duration": 330.005,
        "sections": [
            {
                "start": 0,
                "stop": 330.005,
                "byte_start": 88733,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 330.005,
                        "byte_start": 88733,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.188,
                                "byte_start": 88733,
                                "byte_stop": 129589,
                                "text": "The second case I have to announce is Empire HealthChoice Assurance v. McVeigh, No. 05-200."
                            },
                            {
                                "start": 10.188,
                                "stop": 23.048,
                                "byte_start": 129589,
                                "byte_stop": 180997,
                                "text": "The Federal Employee Health Benefits Act of 1959, which I will refer to as FEHBA, as its name conveys, establishes a health-insurance program for Federal employees."
                            },
                            {
                                "start": 23.048,
                                "stop": 36.485,
                                "byte_start": 180997,
                                "byte_stop": 234705,
                                "text": "The Act authorizes the Office of Personal Management, OPM, to contract with private carriers to offer Federal employees an array of healthcare plans."
                            },
                            {
                                "start": 36.485,
                                "stop": 48.814,
                                "byte_start": 234705,
                                "byte_stop": 284024,
                                "text": "The most heavily enrolled plan for which OPM has contracted is the Blue Cross Blue Shield Service Benefit Plan, administered by local Blue Cross Blue Shield companies."
                            },
                            {
                                "start": 48.814,
                                "stop": 72.413,
                                "byte_start": 284024,
                                "byte_stop": 378483,
                                "text": "This case concerns the proper forum for reimbursement claims, claims that arise when a planned beneficiary injured in an accident whose medical bills have been paid by the carrier recovers damages unaided by the carrier in a state-court tort action against a third party alleged to have caused the accident."
                            },
                            {
                                "start": 72.413,
                                "stop": 83.851,
                                "byte_start": 378483,
                                "byte_stop": 424145,
                                "text": "FEHBA contains a preemption clause under which terms of healthcare plans displace state law on issues relating to coverage or benefits."
                            },
                            {
                                "start": 83.851,
                                "stop": 90.266,
                                "byte_start": 424145,
                                "byte_stop": 449850,
                                "text": "The Act contains no provision on the subrogation or reimbursement rights of carrier."
                            },
                            {
                                "start": 90.266,
                                "stop": 104.073,
                                "byte_start": 449850,
                                "byte_stop": 505125,
                                "text": "Annually renewed contracts between OPM and the Blue Cross Blue Shield Association, however, have obligated the carrier to make a reasonable effort to recoup amounts paid for medical care."
                            },
                            {
                                "start": 104.073,
                                "stop": 118.45,
                                "byte_start": 505125,
                                "byte_stop": 562594,
                                "text": "The instant case originated when the administrator of a plan beneficiary’s estate pursued tort litigation in state court against parties alleged to have caused the beneficiary’s injuries."
                            },
                            {
                                "start": 118.45,
                                "stop": 123.201,
                                "byte_start": 562594,
                                "byte_stop": 581611,
                                "text": "The carrier had notice of the state-court action, but took no part in it."
                            },
                            {
                                "start": 123.201,
                                "stop": 135.592,
                                "byte_start": 581611,
                                "byte_stop": 631140,
                                "text": "When the tort action terminated in a settlement, the carrier filed suit against the insured worker in federal court, seeking reimbursement of the full amount the carrier had paid for the worker’s medical care."
                            },
                            {
                                "start": 135.592,
                                "stop": 149.73,
                                "byte_start": 631140,
                                "byte_stop": 687669,
                                "text": "The question presented:  Does 28 U.S.C. §1331 authorizing jurisdiction over civil actions arising under the laws of the United State encompass the carrier’s action."
                            },
                            {
                                "start": 149.73,
                                "stop": 159.866,
                                "byte_start": 687669,
                                "byte_stop": 728211,
                                "text": "In accord with the U.S. Court of Appeals for the 2nd Circuit, we hold that §1331 does not cover the carrier’s suit for reimbursement."
                            },
                            {
                                "start": 159.866,
                                "stop": 169.293,
                                "byte_start": 728211,
                                "byte_stop": 765931,
                                "text": "FEHBA itself provides for federal-court jurisdiction only when a planned beneficiary disputes the denial of coverage or benefits."
                            },
                            {
                                "start": 169.293,
                                "stop": 191.285,
                                "byte_start": 765931,
                                "byte_stop": 853912,
                                "text": "Even though the Act makes no express provision for federal-court jurisdiction over reimbursement suits brought by carriers against planned beneficiaries, the carrier here urges that its suit belongs in federal court; that is, so the carrier maintains, because the entire scheme is pervasively federal."
                            },
                            {
                                "start": 191.285,
                                "stop": 204.796,
                                "byte_start": 853912,
                                "byte_stop": 907933,
                                "text": "The master contract with Blue Cross is negotiated with a Government agency, OPM, benefits are paid from a fund maintained in the U.S. Treasury, and reimbursements are returned to that fund."
                            },
                            {
                                "start": 204.796,
                                "stop": 214.716,
                                "byte_start": 907933,
                                "byte_stop": 947639,
                                "text": "On the other hand, the personal-injury suit that generated the settlement out of which the carrier seeks reimbursement has no federal element to it."
                            },
                            {
                                "start": 214.716,
                                "stop": 218.157,
                                "byte_start": 947639,
                                "byte_stop": 961432,
                                "text": "Suits of that character are governed by state law."
                            },
                            {
                                "start": 218.157,
                                "stop": 232.534,
                                "byte_start": 961432,
                                "byte_stop": 1018901,
                                "text": "The carrier here is essentially seeking a portion of the recovery gained in the state-court litigation, and such wrap-up claims are normally pursued in the court in which the personal-injury action is launched."
                            },
                            {
                                "start": 232.534,
                                "stop": 248.708,
                                "byte_start": 1018901,
                                "byte_stop": 1083580,
                                "text": "A carrier’s commencement of a separate federal case to reach the proceeds of the settlement can be costly for the injured worker, and we are reluctant to attribute to Congress a purpose unexpressed in FEHBA’s text to place such suits in federal court."
                            },
                            {
                                "start": 248.708,
                                "stop": 255.772,
                                "byte_start": 1083580,
                                "byte_stop": 1111897,
                                "text": "We do not read FEHBA’s preemption clause to open the federal-court door to a carrier’s reimbursement claim."
                            },
                            {
                                "start": 255.772,
                                "stop": 264.037,
                                "byte_start": 1111897,
                                "byte_stop": 1144916,
                                "text": "For one thing, that clause has a peculiar feature:  it makes contract terms in the Blue Cross plan preempted."
                            },
                            {
                                "start": 264.037,
                                "stop": 273.23,
                                "byte_start": 1144916,
                                "byte_stop": 1181696,
                                "text": "Ordinarily, federal preemption provisions make federal laws, not termed in a contract with a private carrier, preemptive."
                            },
                            {
                                "start": 273.23,
                                "stop": 278.268,
                                "byte_start": 1181696,
                                "byte_stop": 1201863,
                                "text": "That unusual feature inclines us to read the clause modestly."
                            },
                            {
                                "start": 278.268,
                                "stop": 300.867,
                                "byte_start": 1201863,
                                "byte_stop": 1292246,
                                "text": "Congress no doubt could expressly provide that reimbursement claims of the kind here involved warrant the exercise of federal-court jurisdiction; but for reasons spelled out at length in the Court’s opinion, we conclude that the presentations made in this case fall short of demonstrating that a federal forum is available to the carrier here."
                            },
                            {
                                "start": 300.867,
                                "stop": 315.025,
                                "byte_start": 1292246,
                                "byte_stop": 1348880,
                                "text": "Federal courts should await a clear signal from Congress before treating a carrier’s suit for a share in a worker’s personal-injury judgment or settlement as a case arising under the laws of the United States."
                            },
                            {
                                "start": 315.025,
                                "stop": 330.005,
                                "byte_start": 1348880,
                                "byte_stop": 0,
                                "text": "Accordingly, we affirm the judgment of the Court of Appeals for the 2nd Circuit; the Chief Justice and Justices Stevens, Scalia and Thomas have joined this opinion; Justice Breyer has filed a dissenting opinion, joined by Justices Kennedy, Souter and Alito."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53772,
            "mime": "audio\/mpeg",
            "size": 1408753,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/05-200\/20060615o_05-200.delivery.mp3"
        },
        {
            "id": 75512,
            "mime": "audio\/ogg",
            "size": 3249359,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/05-200\/20060615o_05-200.ogg"
        },
        {
            "id": 75513,
            "mime": "application\/x-mpegURL",
            "size": 4884,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/05-200\/20060615o_05-200.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}