{
    "id": 20259,
    "title": "Opinion Announcement - May 12, 1997",
    "transcript": {
        "title": null,
        "duration": 357.299,
        "sections": [
            {
                "start": 0,
                "stop": 357.299,
                "byte_start": 28672,
                "byte_stop": 1457779,
                "turns": [
                    {
                        "start": 0,
                        "stop": 357.299,
                        "byte_start": 28672,
                        "byte_stop": 1457779,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.976,
                                "byte_start": 28672,
                                "byte_stop": 80603,
                                "text": "The remaining cases are two cases in Reno versus Bossier Parrish School Board, Numbers 95-1455, 95-1508."
                            },
                            {
                                "start": 12.976,
                                "stop": 19.227,
                                "byte_start": 80603,
                                "byte_stop": 105681,
                                "text": "These cases come here on the direct appeal from the District Court for the District of Columbia."
                            },
                            {
                                "start": 19.227,
                                "stop": 23.886,
                                "byte_start": 105681,
                                "byte_stop": 124280,
                                "text": "Bossier Parrish is a county in Northwestern Louisiana."
                            },
                            {
                                "start": 23.886,
                                "stop": 28.929,
                                "byte_start": 124280,
                                "byte_stop": 144447,
                                "text": "It elects its 12-member School Board from the 12 single member districts."
                            },
                            {
                                "start": 28.929,
                                "stop": 39.615,
                                "byte_start": 144447,
                                "byte_stop": 187183,
                                "text": "When the 1990 census revealed wide population disparities among those districts, the Board redrew the districts to equalize the population in each."
                            },
                            {
                                "start": 39.615,
                                "stop": 53.461,
                                "byte_start": 187183,
                                "byte_stop": 242563,
                                "text": "The Board adopted a redistricting plan that the Attorney General had recently approved for use in elections of the Parrish\u0027s primary governing body called the Police Jury which also had 12 members."
                            },
                            {
                                "start": 53.461,
                                "stop": 67.228,
                                "byte_start": 242563,
                                "byte_stop": 297629,
                                "text": "In the process of adopting the plan used by the Police Jury, the School Board rejected the plan proposed by the NAACP that would have created two majority black districts."
                            },
                            {
                                "start": 67.228,
                                "stop": 72.593,
                                "byte_start": 297629,
                                "byte_stop": 319049,
                                "text": "Because the School Board is subject to Section 5 of the Voting Rights Act."
                            },
                            {
                                "start": 72.593,
                                "stop": 77.282,
                                "byte_start": 319049,
                                "byte_stop": 337857,
                                "text": "It was not free to simply implement its new voting plan."
                            },
                            {
                                "start": 77.282,
                                "stop": 88.132,
                                "byte_start": 337857,
                                "byte_stop": 381221,
                                "text": "Instead, it was required to obtain preclearance of the new plan from the Attorney General of the United States or from the District Court for the District of Columbia."
                            },
                            {
                                "start": 88.132,
                                "stop": 103.926,
                                "byte_start": 381221,
                                "byte_stop": 444437,
                                "text": "To obtain preclearance, the Board had the burden of proving that the voting changed the new district plan, did not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color."
                            },
                            {
                                "start": 103.926,
                                "stop": 107.042,
                                "byte_start": 444437,
                                "byte_stop": 456871,
                                "text": "The Board submitted its plan to the Attorney General."
                            },
                            {
                                "start": 107.042,
                                "stop": 109.563,
                                "byte_start": 456871,
                                "byte_stop": 467007,
                                "text": "She refused to preclear it."
                            },
                            {
                                "start": 109.563,
                                "stop": 124.352,
                                "byte_start": 467007,
                                "byte_stop": 526148,
                                "text": "Although she acknowledged that the Board\u0027s new plan did not reduce the number of majority black districts, she found that the NAACP plan demonstrated it was possible to create two new majority black districts."
                            },
                            {
                                "start": 124.352,
                                "stop": 148.297,
                                "byte_start": 526148,
                                "byte_stop": 621861,
                                "text": "Given this possibility, the Attorney General concluded that the Board\u0027s new plan which did not create any new majority black districts, unnecessarily limited the opportunity for minority voters to elect their candidates of choice for the School Board and thereby diluted their voting strength in -- in violation of Section 2 of the Voting Rights Act."
                            },
                            {
                                "start": 148.297,
                                "stop": 155.939,
                                "byte_start": 621861,
                                "byte_stop": 652476,
                                "text": "The School Board then sought judicial preclearance in the District Court of the District of Columbia."
                            },
                            {
                                "start": 155.939,
                                "stop": 172.138,
                                "byte_start": 652476,
                                "byte_stop": 717260,
                                "text": "The three judge panel on that Court rejected the Attorney General\u0027s argument that the alleged failure of the Board\u0027s new plan to satisfy Section 2 constituted an independent reason to deny preclearance under Section 5 of the Act."
                            },
                            {
                                "start": 172.138,
                                "stop": 188.313,
                                "byte_start": 717260,
                                "byte_stop": 781939,
                                "text": "The panel also rejected the argument that a court must nevertheless consider evidence of the Section 2 violation as evidence relevant to prove that our jurisdiction added -- acted with a discriminatory purpose as forbidden by Section 5."
                            },
                            {
                                "start": 188.313,
                                "stop": 196.053,
                                "byte_start": 781939,
                                "byte_stop": 812972,
                                "text": "In an opinion filed with Clerk today, we vacate the judgment of the District Court and remand for further proceedings."
                            },
                            {
                                "start": 196.053,
                                "stop": 205.601,
                                "byte_start": 812972,
                                "byte_stop": 851111,
                                "text": "We agree with the District Court that Section 5 preclearance may not be withheld solely because a new voting plan violates Section 2."
                            },
                            {
                                "start": 205.601,
                                "stop": 216.354,
                                "byte_start": 851111,
                                "byte_stop": 894161,
                                "text": "For years, we have held that Section 5 is designed to combat only those effects that are retrogressive, effects that make certain groups worse off than they were before."
                            },
                            {
                                "start": 216.354,
                                "stop": 228.432,
                                "byte_start": 894161,
                                "byte_stop": 942435,
                                "text": "To determine whether a group is worse off, we must necessarily compare the new plan to the existing plan so that the existing plan is the benchmark used in Section 5 cases."
                            },
                            {
                                "start": 228.432,
                                "stop": 244.982,
                                "byte_start": 942435,
                                "byte_stop": 1008682,
                                "text": "Section 2 on the other hand is designed to combat the dilution of the voting strength of minorities determining whether Section 2 has been violated requires the Court to compare an existing plan with a hypothetical undiluted voting plan."
                            },
                            {
                                "start": 244.982,
                                "stop": 250.83,
                                "byte_start": 1008682,
                                "byte_stop": 1032088,
                                "text": "If Section 5 preclearance could be denied because a new plan violated Section 2."
                            },
                            {
                                "start": 250.83,
                                "stop": 260.511,
                                "byte_start": 1032088,
                                "byte_stop": 1070749,
                                "text": "We would effectively change the benchmark under Section 5 from a jurisdiction\u0027s existing plan to a hypothetical undiluted plan."
                            },
                            {
                                "start": 260.511,
                                "stop": 265.929,
                                "byte_start": 1070749,
                                "byte_stop": 1092483,
                                "text": "This would contradict over 20 years of precedent interpreting Section 5."
                            },
                            {
                                "start": 265.929,
                                "stop": 270.736,
                                "byte_start": 1092483,
                                "byte_stop": 1111709,
                                "text": "We therefore agree with the District Court on this aspect of its holding."
                            },
                            {
                                "start": 270.736,
                                "stop": 283.94,
                                "byte_start": 1111709,
                                "byte_stop": 1164476,
                                "text": "We disagree with the District Court, however, insofar as it may have held that evidence relevant to Section 2 violations is irrelevant to prove discriminatory purpose under Section 5."
                            },
                            {
                                "start": 283.94,
                                "stop": 301.131,
                                "byte_start": 1164476,
                                "byte_stop": 1233230,
                                "text": "Evidence that are planned dilutes the voting strength of minorities may at the very least be relevant to establish that a jurisdiction added -- acted with the intent to make certain minority groups worse off, or as it sometimes called with the intent to retrogress."
                            },
                            {
                                "start": 301.131,
                                "stop": 318.875,
                                "byte_start": 1233230,
                                "byte_stop": 1304179,
                                "text": "The District Court therefore erred in categorically excluding this evidence and should consider it on remand in the context of the multifactor test for evaluating evidence of discriminatory intent that we set forth in a case called Arlington Heights."
                            },
                            {
                                "start": 318.875,
                                "stop": 338.575,
                                "byte_start": 1304179,
                                "byte_stop": 1383069,
                                "text": "And because we find evidence of both dilution relevant to prove intent to retrogress, we do not need to decide today whether it\u0027s also relevant to establish other types of discriminatory intent or whether Section 5\u0027s purpose inquiry ever extends beyond the search for retrogressive intent."
                            },
                            {
                                "start": 338.575,
                                "stop": 341.882,
                                "byte_start": 1383069,
                                "byte_stop": 1396234,
                                "text": "Justice Thomas has filed a concurring opinion."
                            },
                            {
                                "start": 341.882,
                                "stop": 349.533,
                                "byte_start": 1396234,
                                "byte_stop": 1426850,
                                "text": "Justice Breyer filed an opinion concurring in part and concurring in the judgment which Justice Ginsburg has joined."
                            },
                            {
                                "start": 349.533,
                                "stop": 357.299,
                                "byte_start": 1426850,
                                "byte_stop": 1457779,
                                "text": "Justice Stevens filed an opinion dissenting in part and concurring in part which Justice Souter has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 49642,
            "mime": "audio\/mpeg",
            "size": 1458092,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1455\/19970512o_95-1455.delivery.mp3"
        },
        {
            "id": 71438,
            "mime": "audio\/ogg",
            "size": 3483538,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1455\/19970512o_95-1455.ogg"
        },
        {
            "id": 71439,
            "mime": "application\/x-mpegURL",
            "size": 5391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1455\/19970512o_95-1455.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}