{
    "id": 13164,
    "title": "Oral Argument - March 27, 1957",
    "media_file": [
        {
            "id": 35448,
            "mime": "audio\/mpeg",
            "size": 3715950,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1956\/72\/19570327a_72.delivery.mp3"
        },
        {
            "id": 57505,
            "mime": "audio\/ogg",
            "size": 8649387,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1956\/72\/19570327a_72.ogg"
        },
        {
            "id": 57506,
            "mime": "application\/x-mpegURL",
            "size": 11889,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1956\/72\/19570327a_72.m3u8"
        }
    ],
    "transcript": {
        "title": "Lehmann v. United States ex rel. Carson or Carasaniti",
        "duration": 903.076,
        "sections": [
            {
                "start": 0,
                "stop": 903.076,
                "byte_start": 103424,
                "byte_stop": 3715636,
                "turns": [
                    {
                        "start": 0,
                        "stop": 16.966,
                        "byte_start": 103424,
                        "byte_stop": 171342,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.373,
                                "byte_start": 103424,
                                "byte_stop": 140936,
                                "text": "-- M. Lehmann, Petitioner, versus United States of America in relation to Bruno Carson."
                            },
                            {
                                "start": 9.373,
                                "stop": 16.966,
                                "byte_start": 140936,
                                "byte_stop": 171342,
                                "text": "Mr. Carliner."
                            }
                        ]
                    },
                    {
                        "start": 16.966,
                        "stop": 901.031,
                        "byte_start": 171342,
                        "byte_stop": 3707591,
                        "speaker": {
                            "ID": 20676,
                            "name": "David Carliner",
                            "href": "https:\/\/api.oyez.org\/people\/david_carliner",
                            "last_name": "Carliner",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "david_carliner"
                        },
                        "text_blocks": [
                            {
                                "start": 16.966,
                                "stop": 18.81,
                                "byte_start": 171342,
                                "byte_stop": 178761,
                                "text": "May it please the Court."
                            },
                            {
                                "start": 18.81,
                                "stop": 29.779,
                                "byte_start": 178761,
                                "byte_stop": 222542,
                                "text": "Yesterday, we developed two arguments that Section 241 does not bear upon the issue whether the old law or the new law governs the respondent\u0027s case."
                            },
                            {
                                "start": 29.779,
                                "stop": 50.985,
                                "byte_start": 222542,
                                "byte_stop": 307388,
                                "text": "Our first argument as this Court may recall was that because the clauses upon which the Government rely in Section 241 are the very changes in the law which this Court said in the Schaumburg decision, called the savings clause into play, they cannot be construed to the exceptions to the savings clause."
                            },
                            {
                                "start": 50.985,
                                "stop": 81.289,
                                "byte_start": 307388,
                                "byte_stop": 428596,
                                "text": "Our second argument was that the legislative history of Section 241 and of Section 405 together with the congressional reliance upon the phrase, “notwithstanding Section 405 (b),” which the Government itself originated, offered and proposed to Congress, indicates that Section 241 (d) in the language of Menashe was not within the specific contemplation of Congress when it enacted that legislation and when it enacted the savings clause."
                            },
                            {
                                "start": 81.289,
                                "stop": 85.726,
                                "byte_start": 428596,
                                "byte_stop": 446360,
                                "text": "The argument that I had developed on that point has not been set forth in our brief."
                            },
                            {
                                "start": 85.726,
                                "stop": 110.333,
                                "byte_start": 446360,
                                "byte_stop": 544789,
                                "text": "But for the convenience of the Court, I direct Your Honors\u0027 attention to the fact that it\u0027s been set forth in the appendix of the Government\u0027s brief in the Schaumburg case, Number 48 in 1940 -- pardon me, 1954 term at pages 58 and at pages 62 of the appendix to the Government\u0027s brief in that case."
                            },
                            {
                                "start": 110.333,
                                "stop": 129.39,
                                "byte_start": 544789,
                                "byte_stop": 621066,
                                "text": "Our argument with regard to the phrase, “notwithstanding Section 405 (b),” I wish to make clear particularly because of Mr. Justice Burton\u0027s question is not that that specific phrase is necessary in order to make 241 (d) an exception to the savings clause."
                            },
                            {
                                "start": 129.39,
                                "stop": 165.156,
                                "byte_start": 621066,
                                "byte_stop": 764113,
                                "text": "Although, as the legislative draftsman, the implications of these phrases are not fully developed by me, but I would suggest in response to Mr. Justice Burton that perhaps this phrase might have served the purpose -- would have indicated that the savings clause was within the specific contemplation of Congress and it would cover the point that the -- and the position of the Government seeks to maintain to reach aliens who are not deportable under the new and old law but to make them deportable notwithstanding the old law."
                            },
                            {
                                "start": 165.156,
                                "stop": 178.906,
                                "byte_start": 764113,
                                "byte_stop": 819075,
                                "text": "And this is the phrase that I would suggest is that added to Section 241, there\u0027d be the phrase that “Notwithstanding that such aliens were not deportable under the laws repealed by this Act.”"
                            },
                            {
                                "start": 178.906,
                                "stop": 199.481,
                                "byte_start": 819075,
                                "byte_stop": 901413,
                                "text": "Now, that clause did not refer specifically to the savings clause, but I think that it has the virtue of having a specific contemplation that people who are not deportable under the prior law shall nevertheless be deportable under the new statute notwithstanding the provisions of the savings clause."
                            },
                            {
                                "start": 199.481,
                                "stop": 212.702,
                                "byte_start": 901413,
                                "byte_stop": 954284,
                                "text": "Now, the third argument which I was in the process of developing yesterday at the recess was that the language of the relevant provision of Section 241 and the 405 proves the correctness of the decisions below."
                            },
                            {
                                "start": 212.702,
                                "stop": 245.412,
                                "byte_start": 954284,
                                "byte_stop": 1085106,
                                "text": "I had noted that the section -- that the second clause of Section 405 requiring that there be a specific provision otherwise, less the repealed statute should continue to govern was added to the statute after the first specific provision otherwise was in the statute and that its purpose, the very fact it was added subsequently must have clearly to indicate that Congress wanted to reinforce the intent that prior proceedings, prior statuses, prior conditions, continue to be in effect."
                            },
                            {
                                "start": 245.412,
                                "stop": 262.106,
                                "byte_start": 1085106,
                                "byte_stop": 1151875,
                                "text": "I had noted that with its barrel-like approach to the savings clause, the Government had overlooked the distinct requirements of the savings clause, one of them being the fact that there were two otherwise specifically provided clauses in the savings clause."
                            },
                            {
                                "start": 262.106,
                                "stop": 272.722,
                                "byte_start": 1151875,
                                "byte_stop": 1194402,
                                "text": "Perhaps the best way to demonstrate our point on this, if the Court will permit, is to examine the Hintopoulos case which this Court decided on Monday."
                            },
                            {
                                "start": 272.722,
                                "stop": 277.62,
                                "byte_start": 1194402,
                                "byte_stop": 1213942,
                                "text": "Now, in the Hintopoulos case, the aliens entered the United States illegally."
                            },
                            {
                                "start": 277.62,
                                "stop": 288.058,
                                "byte_start": 1213942,
                                "byte_stop": 1255737,
                                "text": "It was found in 1951 because when they entered, they entered with the intent of being immigrants and they had no immigrant visas in their possession in the time of entry."
                            },
                            {
                                "start": 288.058,
                                "stop": 297.751,
                                "byte_start": 1255737,
                                "byte_stop": 1294503,
                                "text": "The deportation proceedings in the Hintopoulos case were began in May of 1952 prior to the effective date of the 1952 Act."
                            },
                            {
                                "start": 297.751,
                                "stop": 304.885,
                                "byte_start": 1294503,
                                "byte_stop": 1323029,
                                "text": "And accordingly, the basis of their deportation was the old statute, the 1924 statute."
                            },
                            {
                                "start": 304.885,
                                "stop": 313.764,
                                "byte_start": 1323029,
                                "byte_stop": 1358555,
                                "text": "Now, the Government must concede and that was the way it conducted the Hintopoulos case, these aliens were deportable under the prior statute."
                            },
                            {
                                "start": 313.764,
                                "stop": 322.608,
                                "byte_start": 1358555,
                                "byte_stop": 1393873,
                                "text": "Now, these proceedings were pending when Congress enacted the 1952 statute and pending on the effective date of the 1952 statute."
                            },
                            {
                                "start": 322.608,
                                "stop": 334.96,
                                "byte_start": 1393873,
                                "byte_stop": 1443297,
                                "text": "Now, under the Government\u0027s concept of this position, they would concede, first of all that the old proceedings are valid to deport the Hintopouloses."
                            },
                            {
                                "start": 334.96,
                                "stop": 346.656,
                                "byte_start": 1443297,
                                "byte_stop": 1490108,
                                "text": "They would say however, that if they were not deportable under the old law that 1952, they were to be deportable under the new law, then the old law would not govern but the new law would govern."
                            },
                            {
                                "start": 346.656,
                                "stop": 366.442,
                                "byte_start": 1490108,
                                "byte_stop": 1569207,
                                "text": "That would mean very simply that those proceedings which they\u0027re saying on the one hand are valid are not valid any longer and that you could in the middle of the proceedings regard it as no longer valid and as Mr. Fisher said yesterday, in the very same proceedings which they say which the statute says specifically shall continue to have validity."
                            },
                            {
                                "start": 366.442,
                                "stop": 378.141,
                                "byte_start": 1569207,
                                "byte_stop": 1616018,
                                "text": "And as to which the repealed statute shall continue to be enforced that in those proceedings, they could launch a new charge making the Hintopouloses deportable under the new law."
                            },
                            {
                                "start": 378.141,
                                "stop": 382.881,
                                "byte_start": 1616018,
                                "byte_stop": 1635035,
                                "text": "Now that, I submit, does not conform with the meaning or the intent of the savings clause."
                            },
                            {
                                "start": 382.881,
                                "stop": 386.438,
                                "byte_start": 1635035,
                                "byte_stop": 1649246,
                                "text": "It would make the savings clause meaningless."
                            },
                            {
                                "start": 386.438,
                                "stop": 393.664,
                                "byte_start": 1649246,
                                "byte_stop": 1678085,
                                "text": "It would make a complete nullity of Mr. Justice Douglas as suggested by his question, it would completely swallow up."
                            },
                            {
                                "start": 393.664,
                                "stop": 397.674,
                                "byte_start": 1678085,
                                "byte_stop": 1694177,
                                "text": "It would make 241 (d) completely swallow up the savings clause."
                            },
                            {
                                "start": 397.674,
                                "stop": 405.606,
                                "byte_start": 1694177,
                                "byte_stop": 1725942,
                                "text": "There\u0027s another reason why the Government\u0027s position is anomalous here because the Hintopouloses applied for suspension of deportation."
                            },
                            {
                                "start": 405.606,
                                "stop": 415.234,
                                "byte_start": 1725942,
                                "byte_stop": 1764394,
                                "text": "They conceded in the argument to this Court on that issue and the Court has ruled in Mr. Justice Harlan\u0027s opinion that the old law governs suspension of deportation."
                            },
                            {
                                "start": 415.234,
                                "stop": 428.115,
                                "byte_start": 1764394,
                                "byte_stop": 1815907,
                                "text": "But what an incongruity it is to say on the one hand that the old law should govern the suspension of deportation but that during that very proceeding, the new law shall be -- shall govern the deportability itself."
                            },
                            {
                                "start": 428.115,
                                "stop": 435.06,
                                "byte_start": 1815907,
                                "byte_stop": 1843702,
                                "text": "It just doesn\u0027t conform to the congressional intent or the language with regards to the saving clause."
                            },
                            {
                                "start": 435.06,
                                "stop": 444.221,
                                "byte_start": 1843702,
                                "byte_stop": 1880377,
                                "text": "Now, there are two other provisions in this language which the Government in looking at the barrel and now that it stays has overlooked with regard to the savings clause."
                            },
                            {
                                "start": 444.221,
                                "stop": 456.076,
                                "byte_start": 1880377,
                                "byte_stop": 1927816,
                                "text": "First of all, they have failed to see that the effective date of the savings clause is not the date of the enactment of the Act but the -- but the effective date of the Act."
                            },
                            {
                                "start": 456.076,
                                "stop": 461.185,
                                "byte_start": 1927816,
                                "byte_stop": 1948191,
                                "text": "The effective date of the Act was December 26th, 1952."
                            },
                            {
                                "start": 461.185,
                                "stop": 470.713,
                                "byte_start": 1948191,
                                "byte_stop": 1986330,
                                "text": "What they have overlooked is that the operative date in Section 241 (d) is not the effective date of the Act but the date of enactment of the Act."
                            },
                            {
                                "start": 470.713,
                                "stop": 473.955,
                                "byte_start": 1986330,
                                "byte_stop": 1999287,
                                "text": "Now, the date of the enactment of the Act was six months earlier."
                            },
                            {
                                "start": 473.955,
                                "stop": 494.4,
                                "byte_start": 1999287,
                                "byte_stop": 2081102,
                                "text": "It was June 27th, 1952, so we have the rather curious position by the Government\u0027s construction of this law of creating a time sanctuary for aliens who became deportable after June 27, 1952 but before December 26th, 1952."
                            },
                            {
                                "start": 494.4,
                                "stop": 505.218,
                                "byte_start": 2081102,
                                "byte_stop": 2124361,
                                "text": "Now, whatever the congressional intent was, surely it was not to say that aliens who became deportable after December 26th, 1952 shall be deportable under the new law that aliens who were deportable between -- before June 27, 1952 shall be deportable under the old law."
                            },
                            {
                                "start": 505.218,
                                "stop": 526.845,
                                "byte_start": 2124361,
                                "byte_stop": 2210879,
                                "text": "And that aliens who became deportable between June 27th of 1952 -- June 27th and December 26th of 1952 shall be governed by the new law, I would suppose because they\u0027re not accepted from the savings clause."
                            },
                            {
                                "start": 526.845,
                                "stop": 541.783,
                                "byte_start": 2210879,
                                "byte_stop": 2270647,
                                "text": "Now, these aliens who have committed deportable offenses between that period, therefore, would have acquired a kind of refuge within the period of that six months which is obviously a position which we cannot attribute to Congress."
                            },
                            {
                                "start": 541.783,
                                "stop": 551.669,
                                "byte_start": 2270647,
                                "byte_stop": 2310144,
                                "text": "There is a second provision on the savings clause which demonstrates, I think not only the error of the Government\u0027s position but if I may say this, the absurdity of it."
                            },
                            {
                                "start": 551.669,
                                "stop": 564.519,
                                "byte_start": 2310144,
                                "byte_stop": 2361553,
                                "text": "On page 14 of its reply brief, the Government seeks to deliver the coup de grace to our argument and they say as if it were completely absurd and ridiculous concept, they say this."
                            },
                            {
                                "start": 564.519,
                                "stop": 571.049,
                                "byte_start": 2361553,
                                "byte_stop": 2387675,
                                "text": "It\u0027s the last sentence and it doesn\u0027t have an exclamation point but it\u0027s written as if it should have a couple of exclamation points."
                            },
                            {
                                "start": 571.049,
                                "stop": 578.263,
                                "byte_start": 2387675,
                                "byte_stop": 2416515,
                                "text": "Thus, “and aliens abroad could even claim the preservation of a status of admissibility.”"
                            },
                            {
                                "start": 578.263,
                                "stop": 599.717,
                                "byte_start": 2416515,
                                "byte_stop": 2502301,
                                "text": "Well, that is exactly what the 1952 statute provides, because Section 405 has in it and this was added by Congressman Walter in the House version of the bill, H.R. 2359 and was passed by the House, H.R. 5678 and was thereafter added to the senate versions of the bill."
                            },
                            {
                                "start": 599.717,
                                "stop": 620.235,
                                "byte_start": 2502301,
                                "byte_stop": 2584430,
                                "text": "It provides in it, and I\u0027m reading from the clause, “When an immigrant in possession of unexpired immigrant visa issued prior to the effective date of this Act makes applications for admission, his admissibility shall be determined under the provisions of law in effect on the date of the issuance of such visa.”"
                            },
                            {
                                "start": 620.235,
                                "stop": 634.806,
                                "byte_start": 2584430,
                                "byte_stop": 2642735,
                                "text": "Now, that clearly says that a man who got a visa before the Act was -- was made effective shall be admissible to the United States even though the 1952 Act may make him excludable, he shall be admissible under the old law."
                            },
                            {
                                "start": 634.806,
                                "stop": 641.153,
                                "byte_start": 2642735,
                                "byte_stop": 2668126,
                                "text": "Now, the Government says that that is not so, but they were apparently overlooked of that particular clause."
                            },
                            {
                                "start": 641.153,
                                "stop": 644.225,
                                "byte_start": 2668126,
                                "byte_stop": 2680351,
                                "text": "Now, the effect of the Government\u0027s argument is this."
                            },
                            {
                                "start": 644.225,
                                "stop": 664.511,
                                "byte_start": 2680351,
                                "byte_stop": 2761540,
                                "text": "That an alien cannot be excluded from the United States because he got his visa under the old law but when he gets here, when he arrives in New York and seeks to come into the United States, the immigration service cannot exclude him but as to that moment, the new law makes a new ground of excludability, he shall be admitted."
                            },
                            {
                                "start": 664.511,
                                "stop": 674.288,
                                "byte_start": 2761540,
                                "byte_stop": 2800619,
                                "text": "But if after he gets in, he is excludable by the law at the time of entry under Section 241, he can thereafter be deported."
                            },
                            {
                                "start": 674.288,
                                "stop": 689.018,
                                "byte_start": 2800619,
                                "byte_stop": 2859551,
                                "text": "Now, no matter how Machiavellian, the immigration service may regard the 82nd Congress of United States, surely we cannot assume that they wanted to admit an alien under the old law and then after they\u0027ve got here to turnaround and deport him."
                            },
                            {
                                "start": 689.018,
                                "stop": 697.289,
                                "byte_start": 2859551,
                                "byte_stop": 2892675,
                                "text": "So, we believe that these provisions taken together shows that the construction which the Government urges upon this Court is not a correct one."
                            },
                            {
                                "start": 697.289,
                                "stop": 726.847,
                                "byte_start": 2892675,
                                "byte_stop": 3010853,
                                "text": "Now, finally, the questions which Mr. Justice Harlan has post, raised and we have discussed this more fully in pages 25 and 28 of our brief, that if the Government\u0027s position is correct, suspensions of deportation, adjustments of status, pre-examination, the registry provisions, all of the discretionary relief which the Attorney General can give under the Immigration Nationality Act would be said it not, because this discretionary relief is given for aliens by and large who are deportable."
                            },
                            {
                                "start": 726.847,
                                "stop": 741.365,
                                "byte_start": 3010853,
                                "byte_stop": 3068949,
                                "text": "Now, if 241 has within it clauses which can go behind that make them deportable not withstanding their time of their entry, notwithstanding the time of their offense, then surely, they can be deported without regard to it."
                            },
                            {
                                "start": 741.365,
                                "stop": 749.068,
                                "byte_start": 3068949,
                                "byte_stop": 3099773,
                                "text": "The Government\u0027s answer to that is, \u0022We will interpret it and enforce a statute in a reasonable way that the Attorney General is a reasonable man.\u0022"
                            },
                            {
                                "start": 749.068,
                                "stop": 764.544,
                                "byte_start": 3099773,
                                "byte_stop": 3161631,
                                "text": "Well, this Court doesn\u0027t have to reach that issue if it first decides that the Congress of the United States was a reasonable congress, and that its law was not intended to permit extreme constructions or contrary constructions by the Attorney General."
                            },
                            {
                                "start": 764.544,
                                "stop": 778.98,
                                "byte_start": 3161631,
                                "byte_stop": 3219414,
                                "text": "All we need to do is to say that the construction that we urge upon the Court in this Act is a reasonable construction and it obviates the need of imposing upon the Attorney General the burden of behaving reasonably."
                            },
                            {
                                "start": 778.98,
                                "stop": 801.894,
                                "byte_start": 3219414,
                                "byte_stop": 3311052,
                                "text": "Now, the Government has said also and this appears at page 11 of its brief that “There is no provision in Section 241 that it shall be applicable to an alien falling within the enumerated classes, notwithstanding an adjustment of status, a suspension of deportation or private bill,” and we read not into it, but we like that sentence."
                            },
                            {
                                "start": 801.894,
                                "stop": 813.939,
                                "byte_start": 3311052,
                                "byte_stop": 3359222,
                                "text": "We would simply add one additional clause that there\u0027s no provision in Section 241 that it shall be applicable to an alien notwithstanding a prior status of non-deportability."
                            },
                            {
                                "start": 813.939,
                                "stop": 820.249,
                                "byte_start": 3359222,
                                "byte_stop": 3384508,
                                "text": "And we feel that sentence, it\u0027s part -- it\u0027s page 11 of the reply brief."
                            },
                            {
                                "start": 820.249,
                                "stop": 833.48,
                                "byte_start": 3384508,
                                "byte_stop": 3437380,
                                "text": "Now, we believe that the Solicitor General would be the last person to urge that the Congress should be sought to reopen all of these matters and to deluge to the Department of Justice with relitigations of thousands upon thousands of cases."
                            },
                            {
                                "start": 833.48,
                                "stop": 842.233,
                                "byte_start": 3437380,
                                "byte_stop": 3472384,
                                "text": "Now, we do not say that they will do it if the Court abides by our decision, by our -- since construction of the statute but it\u0027s within their power to do it."
                            },
                            {
                                "start": 842.233,
                                "stop": 846.622,
                                "byte_start": 3472384,
                                "byte_stop": 3489938,
                                "text": "Now, we believe that the power is not intended by Congress."
                            },
                            {
                                "start": 846.622,
                                "stop": 861.282,
                                "byte_start": 3489938,
                                "byte_stop": 3548557,
                                "text": "We believe that the Court in its decision in the Menashe case when it said that Congress sought by its policy to preserve all of the advantages which aliens had accrued under prior legislation that this was just one of those advantages."
                            },
                            {
                                "start": 861.282,
                                "stop": 875.041,
                                "byte_start": 3548557,
                                "byte_stop": 3603623,
                                "text": "And one of the reasons for it, we believe, although the ex post facto argument is foreclosed, Congress recognizes and this Court recognizes that the ex post facto law that retrospective laws are harsh and unfair."
                            },
                            {
                                "start": 875.041,
                                "stop": 877.467,
                                "byte_start": 3603623,
                                "byte_stop": 3613341,
                                "text": "Congress similarly realizes that."
                            },
                            {
                                "start": 877.467,
                                "stop": 883.892,
                                "byte_start": 3613341,
                                "byte_stop": 3639045,
                                "text": "In many of its deportation laws, it specifically provided that the operation shall be prospective only."
                            },
                            {
                                "start": 883.892,
                                "stop": 891.124,
                                "byte_start": 3639045,
                                "byte_stop": 3667989,
                                "text": "In these cases, the case that we have before us, Congress specifically provided a statue of limitations as to deportation."
                            },
                            {
                                "start": 891.124,
                                "stop": 901.031,
                                "byte_start": 3667989,
                                "byte_stop": 3707591,
                                "text": "We feel that by the savings clause, it continued to preserve the status of nondeportability to an alien who have obtained that advantage under the prior law."
                            }
                        ]
                    },
                    {
                        "start": 901.031,
                        "stop": 903.076,
                        "byte_start": 3707591,
                        "byte_stop": 3715636,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 901.031,
                                "stop": 903.076,
                                "byte_start": 3707591,
                                "byte_stop": 3715636,
                                "text": "Thank you."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}