{
    "id": 22155,
    "title": "Opinion Announcement - March 21, 2001",
    "transcript": {
        "title": "Circuit City Stores, Inc. v. Adams",
        "duration": 260.022,
        "sections": [
            {
                "start": 0,
                "stop": 260.022,
                "byte_start": 93032,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.152,
                        "byte_start": 93032,
                        "byte_stop": 129708,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.152,
                                "byte_start": 93032,
                                "byte_stop": 129708,
                                "text": "The opinion of the Court in No. 99-1379, Circuit City stores Inc. versus Adams will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 9.152,
                        "stop": 260.022,
                        "byte_start": 129708,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.152,
                                "stop": 24.828,
                                "byte_start": 129708,
                                "byte_stop": 192402,
                                "text": "Under the Federal Arbitration Act and the decisions of this Court which interpreted, if there is an arbitration clause in a contract and if the Act applies, a State cannot override the Act by allowing litigants to go to court before an arbitration is conducted."
                            },
                            {
                                "start": 24.828,
                                "stop": 30.502,
                                "byte_start": 192402,
                                "byte_stop": 215076,
                                "text": "The question here is whether the Act applies to this contract and it is an employment contract."
                            },
                            {
                                "start": 30.502,
                                "stop": 36.146,
                                "byte_start": 215076,
                                "byte_stop": 237646,
                                "text": "An employee brought suit against his employers Circuit City Stores in the California Court."
                            },
                            {
                                "start": 36.146,
                                "stop": 45.571,
                                "byte_start": 237646,
                                "byte_stop": 275367,
                                "text": "The employee alleged violation of certain California statutes, the employer relied on an arbitration clause in the employment contract and sought to compel arbitration under it."
                            },
                            {
                                "start": 45.571,
                                "stop": 67.028,
                                "byte_start": 275367,
                                "byte_stop": 361153,
                                "text": "Section 1 of the Federal Arbitration Act says that “the Act does not apply to certain cases and it refers to contracts of employment of three classifications: contracts of employment of seamen, railroad employees, or any other class of workers engaged in foreign or interstate commerce”, and this is its last clause that is the subject of the dispute."
                            },
                            {
                                "start": 67.028,
                                "stop": 76.564,
                                "byte_start": 361153,
                                "byte_stop": 399292,
                                "text": "Outside the Ninth Circuit the Courts of Appeals which have addressed the issue say that phrase “other class of workers engaged in commerce” is limited just to transportation workers."
                            },
                            {
                                "start": 76.564,
                                "stop": 84.93,
                                "byte_start": 399292,
                                "byte_stop": 432833,
                                "text": "The Court of Appeals for the Ninth Circuit holds that this last clause applies to all employment contracts including the contract that was involved in this case."
                            },
                            {
                                "start": 84.93,
                                "stop": 90.446,
                                "byte_start": 432833,
                                "byte_stop": 454880,
                                "text": "Since the Court of Appeals of the various circuits were in disagreement we granted certiorari."
                            },
                            {
                                "start": 90.446,
                                "stop": 96.751,
                                "byte_start": 454880,
                                "byte_stop": 480062,
                                "text": "We now hold that the last phrase of Section 1 applies to transportation workers and not to all workers."
                            },
                            {
                                "start": 96.751,
                                "stop": 103.293,
                                "byte_start": 480062,
                                "byte_stop": 506289,
                                "text": "So, there is a broad class of employment contracts including the one that is here at issue which are subject to the Act."
                            },
                            {
                                "start": 103.293,
                                "stop": 108.911,
                                "byte_start": 506289,
                                "byte_stop": 528754,
                                "text": "The opinion for the Court discusses principles of statutory construction and which gives support to the conclusion."
                            },
                            {
                                "start": 108.911,
                                "stop": 125.208,
                                "byte_start": 528754,
                                "byte_stop": 593956,
                                "text": "The Court also address the argument that the term “engaged in commerce” should be interpreted in limitations on Congress\u0027 authority when the Federal Arbitration Act was enacted in 1925."
                            },
                            {
                                "start": 125.208,
                                "stop": 135.38,
                                "byte_start": 593956,
                                "byte_stop": 634603,
                                "text": "That was a time when Congressional authority to regulate under the commerce power was confined by our decisions to a far greater extent than it is today."
                            },
                            {
                                "start": 135.38,
                                "stop": 145.693,
                                "byte_start": 634603,
                                "byte_stop": 675876,
                                "text": "This Court however has declined in past cases to afford significance in construing the meaning of the statutory jurisdictional provision engaged in commerce."
                            },
                            {
                                "start": 145.693,
                                "stop": 164.79,
                                "byte_start": 675876,
                                "byte_stop": 752258,
                                "text": "To the circumstance of the statute predates shifts in the Court\u0027s Commerce Clause cases, to say that the statutory words engaged in commerce are subject to variable interpretations depending upon the date of adoption, even a date before the phrase become term of art, ignores the reason why the formulation became a turn of art in the first place."
                            },
                            {
                                "start": 164.79,
                                "stop": 176.11,
                                "byte_start": 752258,
                                "byte_stop": 797502,
                                "text": "The plain meaning of the words “engaged in commerce” is narrower than the open-ended formulations or more open-ended formulations \u0022affecting commerce\u0022 or \u0022involving commerce\u0022."
                            },
                            {
                                "start": 176.11,
                                "stop": 190.16,
                                "byte_start": 797502,
                                "byte_stop": 853718,
                                "text": "It is argued that States should be permitted, pursuant to their traditional role in regulating employment relationships to prohibit employees like the respondent here from contracting away their right to pursue state-law discrimination claims in court."
                            },
                            {
                                "start": 190.16,
                                "stop": 194.311,
                                "byte_start": 853718,
                                "byte_stop": 870332,
                                "text": "It is not our holding today which is the proper target of this criticism."
                            },
                            {
                                "start": 194.311,
                                "stop": 208.319,
                                "byte_start": 870332,
                                "byte_stop": 926338,
                                "text": "That line of argument is relevant instead to the Court\u0027s 1984 decision in Southland Corp. versus Keating, holding that Congress intended the FAA to apply in State Courts, and to preempt State antiarbitration laws to the contrary."
                            },
                            {
                                "start": 208.319,
                                "stop": 223.262,
                                "byte_start": 926338,
                                "byte_stop": 986106,
                                "text": "The question of Southland\u0027s continuing vitality was given explicit consideration in our 1995 decision, the decision called Allied-Bruce, Terminix versus Dobson, and we there declined overrule Southland."
                            },
                            {
                                "start": 223.262,
                                "stop": 233.8,
                                "byte_start": 986106,
                                "byte_stop": 1028320,
                                "text": "The Court should not chip away at Southland by indirection, especially by the adoption of the variable statutory interpretation theory advanced by the respondent in this case."
                            },
                            {
                                "start": 233.8,
                                "stop": 243.041,
                                "byte_start": 1028320,
                                "byte_stop": 1065205,
                                "text": "In Allied-Bruce the Court noted that Congress had not moved to overturn Southland and we now note that it has not done so in response to Allied-Bruce either."
                            },
                            {
                                "start": 243.041,
                                "stop": 246.564,
                                "byte_start": 1065205,
                                "byte_stop": 1079311,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is reversed."
                            },
                            {
                                "start": 246.564,
                                "stop": 260.022,
                                "byte_start": 1079311,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justices Ginsburg and Breyer join and in which Justice Souter joins as to Parts 2 and 3; Justice Souter has filed a dissenting opinion in which Justices Stevens, Ginsburg and Breyer join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53432,
            "mime": "audio\/mpeg",
            "size": 1128317,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1379\/20010321o_99-1379.delivery.mp3"
        },
        {
            "id": 75176,
            "mime": "audio\/ogg",
            "size": 2760732,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1379\/20010321o_99-1379.ogg"
        },
        {
            "id": 75177,
            "mime": "application\/x-mpegURL",
            "size": 3939,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1379\/20010321o_99-1379.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}