{
    "id": 22166,
    "title": "Opinion Announcement - June 15, 2006",
    "transcript": {
        "title": "Howard Delivery Service, Inc. v. Zurich American Ins. Co.",
        "duration": 294.06,
        "sections": [
            {
                "start": 0,
                "stop": 294.06,
                "byte_start": 88960,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 294.06,
                        "byte_start": 88960,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.287,
                                "byte_start": 88960,
                                "byte_stop": 134204,
                                "text": "The first case is Howard Delivery Service against Zurich American Insurance Company, No. 06-128."
                            },
                            {
                                "start": 11.287,
                                "stop": 29.476,
                                "byte_start": 134204,
                                "byte_stop": 206929,
                                "text": "The Bankruptcy Code, Section 507(a)(5), affords priority status to providers of Employee Benefit Plans, allowing them to recover ahead of other creditors amounts owed to them by bankrupt employers."
                            },
                            {
                                "start": 29.476,
                                "stop": 41.047,
                                "byte_start": 206929,
                                "byte_stop": 253218,
                                "text": "Pension plans and group health and life-insurance plans unquestionably qualify as employee benefit plans for bankruptcy priority purposes."
                            },
                            {
                                "start": 41.047,
                                "stop": 54.011,
                                "byte_start": 253218,
                                "byte_stop": 305045,
                                "text": "Providers of other insurance an employer might purchase -- for example, fire, theft and motor-vehicle liability insurance -- gain no priority in bankruptcy."
                            },
                            {
                                "start": 54.011,
                                "stop": 72.837,
                                "byte_start": 305045,
                                "byte_stop": 380382,
                                "text": "The question presented in this case:  Is Worker’s Compensation Insurance more appropriately classified with group pension and health benefit plans, which receive priority status, or with other types of liability insurance, which do not?"
                            },
                            {
                                "start": 72.837,
                                "stop": 82.59,
                                "byte_start": 380382,
                                "byte_stop": 419357,
                                "text": "The petitioner, Howard Delivery Service, contracted with respondent Zurich American Insurance Company for Workers’ Compensation coverage."
                            },
                            {
                                "start": 82.59,
                                "stop": 93.05,
                                "byte_start": 419357,
                                "byte_stop": 461257,
                                "text": "This insurance guaranteed that Howard’s employees would receive health, disability and death benefits in the event of on-the-job accidents."
                            },
                            {
                                "start": 93.05,
                                "stop": 101.648,
                                "byte_start": 461257,
                                "byte_stop": 495634,
                                "text": "When Howard went bankrupt in 2002, it owed Zurich some $400,000.00 for unpaid insurance premiums."
                            },
                            {
                                "start": 101.648,
                                "stop": 115.565,
                                "byte_start": 495634,
                                "byte_stop": 551223,
                                "text": "Zurich filed a claim with the bankruptcy court, asserting  that these unpaid premiums qualified for the priority status accorded contributions to an employee benefit plan."
                            },
                            {
                                "start": 115.565,
                                "stop": 132.636,
                                "byte_start": 551223,
                                "byte_stop": 619559,
                                "text": "The Bankruptcy Court and the District Court rejected Zurich’s claim to be bracketed with group pension and health plans, but the Court of Appeals for the 4th Circuit, 2 to 1, held that Worker’s Compensation carriers shared the priority accorded those plans."
                            },
                            {
                                "start": 132.636,
                                "stop": 135.846,
                                "byte_start": 619559,
                                "byte_stop": 632411,
                                "text": "We now reverse the Courts of Appeals’ judgment."
                            },
                            {
                                "start": 135.846,
                                "stop": 143.137,
                                "byte_start": 632411,
                                "byte_stop": 661564,
                                "text": "The case turns, the Court’s opinion explains, on the essential character of Workers’ Compensation regimes."
                            },
                            {
                                "start": 143.137,
                                "stop": 159.148,
                                "byte_start": 661564,
                                "byte_stop": 725616,
                                "text": "Under those systems, workers generally cannot sue their employers, even when the employer is clearly at fault for a workplace accident; instead, the employee collects a preset amount for the specific type of injury incurred."
                            },
                            {
                                "start": 159.148,
                                "stop": 170.143,
                                "byte_start": 725616,
                                "byte_stop": 769607,
                                "text": "The employer is thus shielded from personal-injury suits that might yield damages many times higher than the amount payable under Workers’ Compensation schedules."
                            },
                            {
                                "start": 170.143,
                                "stop": 189.543,
                                "byte_start": 769607,
                                "byte_stop": 847138,
                                "text": "At the same time, Workers’ Compensation laws benefit workers by assuring that they will receive some compensation for all work-related injuries, whether or not negligence of the employer contributed to the injury and without hazarding the uncertainties of litigation."
                            },
                            {
                                "start": 189.543,
                                "stop": 196.916,
                                "byte_start": 847138,
                                "byte_stop": 876709,
                                "text": "In short, Workers’ Compensation arrangements benefit both employee and employer and insure the employer."
                            },
                            {
                                "start": 196.916,
                                "stop": 206.229,
                                "byte_start": 876709,
                                "byte_stop": 913907,
                                "text": "In contrast, typical fringe benefits, in particular, pension and health plans, directly benefit and insure employees only."
                            },
                            {
                                "start": 206.229,
                                "stop": 220.163,
                                "byte_start": 913907,
                                "byte_stop": 969704,
                                "text": "Further desisting Workers’ Compensation arrangements from bargained-for or employer- volunteered fringe benefits nearly all states have loss requiring employers to maintain Workers’ Compensation coverage."
                            },
                            {
                                "start": 220.163,
                                "stop": 231.531,
                                "byte_start": 969704,
                                "byte_stop": 1015158,
                                "text": "Recognizing that the question is close, we assign weight to the dominant aim of the Bankruptcy Code to secure an equal distribution of the debtors’ assets among creditors."
                            },
                            {
                                "start": 231.531,
                                "stop": 240.216,
                                "byte_start": 1015158,
                                "byte_stop": 1049848,
                                "text": "This aim is best served by tightly construing provisions that give priority status to certain classes of creditors."
                            },
                            {
                                "start": 240.216,
                                "stop": 250.826,
                                "byte_start": 1049848,
                                "byte_stop": 1092271,
                                "text": "Priority for the unpaid premiums owed to a compensation carrier would mean that other creditors would receive less or even nothing at all."
                            },
                            {
                                "start": 250.826,
                                "stop": 266.492,
                                "byte_start": 1092271,
                                "byte_stop": 1154965,
                                "text": "Training on this case, priority status for Workers’ Compensation carriers could shrink the amount available for payments owed to plans that clearly qualify for preferential treatment, here group pension and health benefit plans."
                            },
                            {
                                "start": 266.492,
                                "stop": 281.164,
                                "byte_start": 1154965,
                                "byte_stop": 1213688,
                                "text": "Accordingly, we hold that unless and until Congress otherwise directs, claims for unpaid Workers’ Compensation premiums do not qualify for priority status under Section 507(a)(5) of the Bankruptcy Code."
                            },
                            {
                                "start": 281.164,
                                "stop": 294.06,
                                "byte_start": 1213688,
                                "byte_stop": 0,
                                "text": "The judgment reversing the Court of Appeals’ decision is joined by the Chief Justice and Justices Stevens, Scalia, Thomas and Breyer; Justice Kennedy has filed a dissenting opinion, joined by Justices Souter and Alito."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53454,
            "mime": "audio\/mpeg",
            "size": 1265202,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/05-128\/20060615o_05-128.delivery.mp3"
        },
        {
            "id": 75198,
            "mime": "audio\/ogg",
            "size": 2883722,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/05-128\/20060615o_05-128.ogg"
        },
        {
            "id": 75199,
            "mime": "application\/x-mpegURL",
            "size": 4368,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/05-128\/20060615o_05-128.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}