{
    "id": 22827,
    "title": "Opinion Announcement - June 11, 2001",
    "transcript": {
        "title": "Tuan Anh Nguyen v. Immigration and Naturalization Service",
        "duration": 331.833,
        "sections": [
            {
                "start": 0,
                "stop": 331.833,
                "byte_start": 89577,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.568,
                        "byte_start": 89577,
                        "byte_stop": 127925,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.568,
                                "byte_start": 89577,
                                "byte_stop": 127925,
                                "text": "The opinion of the Court in No. 99-2071, Tuan Nguyen versus The Immigration and Naturalization Service will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 9.568,
                        "stop": 331.833,
                        "byte_start": 127925,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.568,
                                "stop": 29.211,
                                "byte_start": 127925,
                                "byte_stop": 206501,
                                "text": "Section 1409 of Title 8 United State Code governs the acquisition of United States citizenship by persons who are born to one United States citizen parent and one noncitizen parent when the parents are unmarried and when the child is born outside of the United States."
                            },
                            {
                                "start": 29.211,
                                "stop": 36.63,
                                "byte_start": 206501,
                                "byte_stop": 236176,
                                "text": "The statute imposes different requirements for the child’s acquisition of citizenship depending upon whether the citizen parent is the mother or the father."
                            },
                            {
                                "start": 36.63,
                                "stop": 50.804,
                                "byte_start": 236176,
                                "byte_stop": 292810,
                                "text": "In particular, a citizen father is required to legitimate the child or acknowledge paternity under oath or established paternity by adjudication but one of those acts must occur before the child turns 18."
                            },
                            {
                                "start": 50.804,
                                "stop": 59.319,
                                "byte_start": 292810,
                                "byte_stop": 326873,
                                "text": "Tuan Nguyen was born in Vietnam, his father is Joseph Boulais, an American citizen and his mother was a Vietnamese."
                            },
                            {
                                "start": 59.319,
                                "stop": 62.197,
                                "byte_start": 326873,
                                "byte_stop": 338367,
                                "text": "Boulais and the child’s mother were not married."
                            },
                            {
                                "start": 62.197,
                                "stop": 70.813,
                                "byte_start": 338367,
                                "byte_stop": 372849,
                                "text": "When Nguyen was just 6-years-old Boulais brought him to the United States and Nguyen was raised here by his father and was a lawful permanent resident."
                            },
                            {
                                "start": 70.813,
                                "stop": 80.231,
                                "byte_start": 372849,
                                "byte_stop": 410570,
                                "text": "After Nguyen was convicted of sexual assault on a child, INS, Immigration and Naturalization Service, initiated deportation proceedings against him as an alien."
                            },
                            {
                                "start": 80.231,
                                "stop": 87.527,
                                "byte_start": 410570,
                                "byte_stop": 439722,
                                "text": "Nguyen eventually asserted that he is a United States citizen by virtue of the blood tie to his father Boulais."
                            },
                            {
                                "start": 87.527,
                                "stop": 93.171,
                                "byte_start": 439722,
                                "byte_stop": 462292,
                                "text": "When Nguyen was 28 years old, Boulais obtained an order of parentage from the Texas Court."
                            },
                            {
                                "start": 93.171,
                                "stop": 105.191,
                                "byte_start": 462292,
                                "byte_stop": 510357,
                                "text": "Because Boulais did not obtained that order before he reached the age of 18, however, the Board of Immigration Appeals determined that Section 1409 had not been satisfied."
                            },
                            {
                                "start": 105.191,
                                "stop": 118.471,
                                "byte_start": 510357,
                                "byte_stop": 563543,
                                "text": "The Court of Appeals for the Fifth Circuit held that the statutory distinction between citizen mothers and citizen fathers is consistent with the constitutional guarantee of equal protection, we now affirm."
                            },
                            {
                                "start": 118.471,
                                "stop": 135.679,
                                "byte_start": 563543,
                                "byte_stop": 632297,
                                "text": "For agenda based distinction to withstand equal protection scrutiny, it must be established at least that the challenged classification serves important governmental interest and that discriminatory means employed or substantially related to the achievement of those interests or objectives."
                            },
                            {
                                "start": 135.679,
                                "stop": 152.511,
                                "byte_start": 632297,
                                "byte_stop": 699693,
                                "text": "Section 1409 is substantially related to the achievement of two governmental objectives: first, the statute bares a substantial relation to the governmental interest in assuring that a biological parent-child relationship exists."
                            },
                            {
                                "start": 152.511,
                                "stop": 164.942,
                                "byte_start": 699693,
                                "byte_stop": 749430,
                                "text": "In the case of the mother the relation is verifiable from the birth itself, the mother’s status is documented in most instances by the birth certificate or hospital records and the witnesses who attest to her having given birth."
                            },
                            {
                                "start": 164.942,
                                "stop": 176.239,
                                "byte_start": 749430,
                                "byte_stop": 794570,
                                "text": "In the case of the father, however, the uncontestable fact is that he need not be present at the birth if he is present furthermore that circumstance is not incontrovertible proof of fatherhood."
                            },
                            {
                                "start": 176.239,
                                "stop": 184.329,
                                "byte_start": 794570,
                                "byte_stop": 826961,
                                "text": "Fathers and mothers does not similarly situated with respect to the event of birth and proof of biological parenthood."
                            },
                            {
                                "start": 184.329,
                                "stop": 195.868,
                                "byte_start": 826961,
                                "byte_stop": 873146,
                                "text": "Section 1409 represents a permissible judgment by Congress that the father must act to provide the assurance of biological fatherhood that is inherent in the mother’s relationship to the birth of the child."
                            },
                            {
                                "start": 195.868,
                                "stop": 210.104,
                                "byte_start": 873146,
                                "byte_stop": 930093,
                                "text": "Second, Section 1409 substantially furthers the important governmental interest in insuring at least the potential for genuine relationship between the citizen parent and child to develop."
                            },
                            {
                                "start": 210.104,
                                "stop": 222.232,
                                "byte_start": 930093,
                                "byte_stop": 978576,
                                "text": "Such a relationship not only provides a bond between the citizen child and the parent, it also ties the child through the citizen parent to the United States which is the very basis of meaningful citizenship."
                            },
                            {
                                "start": 222.232,
                                "stop": 230.013,
                                "byte_start": 978576,
                                "byte_stop": 1009714,
                                "text": "A mother knows in every instance that a child exists and is hers and has at least some opportunity for contact with the child."
                            },
                            {
                                "start": 230.013,
                                "stop": 235.112,
                                "byte_start": 1009714,
                                "byte_stop": 1030090,
                                "text": "In the case of the father, biology does not provide these assurances."
                            },
                            {
                                "start": 235.112,
                                "stop": 247.191,
                                "byte_start": 1030090,
                                "byte_stop": 1078364,
                                "text": "Section 1409, represents a permissible effort by Congress to take account of this difference by requiring the father to engage in some form of conduct acknowledging paternity before the child turns 18."
                            },
                            {
                                "start": 247.191,
                                "stop": 255.302,
                                "byte_start": 1078364,
                                "byte_stop": 1110860,
                                "text": "The statute insures at least an initial contact between father and child, and thus the opportunity for a relationship to develop."
                            },
                            {
                                "start": 255.302,
                                "stop": 263.238,
                                "byte_start": 1110860,
                                "byte_stop": 1142625,
                                "text": "We have never required a gender-based statute to achieve some ultimate objective in every instance in order to survive equal protection scrutiny."
                            },
                            {
                                "start": 263.238,
                                "stop": 266.977,
                                "byte_start": 1142625,
                                "byte_stop": 1157567,
                                "text": "Substantial furtherance of the interest is sufficient."
                            },
                            {
                                "start": 266.977,
                                "stop": 283.099,
                                "byte_start": 1157567,
                                "byte_stop": 1222037,
                                "text": "The statute is consistent with the constitutional guarantee of equal protection to fail to acknowledge even our most basic biological differences such as the fact that a mother must be present at birth but the father need not be."
                            },
                            {
                                "start": 283.099,
                                "stop": 299.14,
                                "byte_start": 1222037,
                                "byte_stop": 1286194,
                                "text": "Risks making the guarantee of equal protection superficial and so disserving it, mechanistic classification of all of our differences as stereotypes would operate to obscure those misconceptions and prejudices that are real."
                            },
                            {
                                "start": 299.14,
                                "stop": 309.062,
                                "byte_start": 1286194,
                                "byte_stop": 1325900,
                                "text": "The distinction embodied in the statutory scheme here at issue is not marked by misconception and prejudice nor does it show disrespect for either class."
                            },
                            {
                                "start": 309.062,
                                "stop": 320.146,
                                "byte_start": 1325900,
                                "byte_stop": 1370204,
                                "text": "The difference between men and women in relation to the birth process is a real one, and the principle of the equal protection does not forbid Congress to address the problem at hand in a manner specific to each gender."
                            },
                            {
                                "start": 320.146,
                                "stop": 331.833,
                                "byte_start": 1370204,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a concurring opinion in which Justice Thomas joins; Justice O’Connor has filed a dissenting opinion in which Justices Souter, Ginsburg, and Breyer join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54776,
            "mime": "audio\/mpeg",
            "size": 1410746,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-2071\/20010611o_99-2071.delivery.mp3"
        },
        {
            "id": 76516,
            "mime": "audio\/ogg",
            "size": 3254747,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-2071\/20010611o_99-2071.ogg"
        },
        {
            "id": 76517,
            "mime": "application\/x-mpegURL",
            "size": 4995,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-2071\/20010611o_99-2071.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}