{
    "id": 21553,
    "title": "Opinion Announcement - January 22, 2007",
    "transcript": {
        "title": "Jones v. Bock",
        "duration": 337.763,
        "sections": [
            {
                "start": 0,
                "stop": 337.763,
                "byte_start": 90380,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 337.763,
                        "byte_start": 90380,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.518,
                                "byte_start": 90380,
                                "byte_stop": 156522,
                                "text": "I have the opinion in case number 05-7058, Jones v. Bock and the consolidating case is 05-7142 Williams v. Overton and 05-9222 Walton v. Bouchard."
                            },
                            {
                                "start": 16.518,
                                "stop": 22.061,
                                "byte_start": 156522,
                                "byte_stop": 178674,
                                "text": "These cases were brought by three prisoners confined in the Michigan state prison system."
                            },
                            {
                                "start": 22.061,
                                "stop": 39.098,
                                "byte_start": 178674,
                                "byte_stop": 246801,
                                "text": "Each file a grievance complaining about some aspects of prison conditions or their treatment in prison and after these grievances were denied, prisoners filed suit under the federal civil right statute, Title 42 Section 1983, raising the same claims."
                            },
                            {
                                "start": 39.098,
                                "stop": 49.14,
                                "byte_start": 246801,
                                "byte_stop": 287030,
                                "text": "There is nothing unusual about that last year nearly 10% of all suits filed in federal court were suits by prisoners complaining about prison condition."
                            },
                            {
                                "start": 49.14,
                                "stop": 59.515,
                                "byte_start": 287030,
                                "byte_stop": 328512,
                                "text": "In 1995, Congress passed a law to try to reduce the numbers of such prison suits called the Prison Litigation Reform Act or the PLRA."
                            },
                            {
                                "start": 59.515,
                                "stop": 62.207,
                                "byte_start": 328512,
                                "byte_stop": 339275,
                                "text": "There were two key components to that act."
                            },
                            {
                                "start": 62.207,
                                "stop": 68.903,
                                "byte_start": 339275,
                                "byte_stop": 366024,
                                "text": "First, before prisoners could file suit, they have to exhaust available prison grievance procedures."
                            },
                            {
                                "start": 68.903,
                                "stop": 82.793,
                                "byte_start": 366024,
                                "byte_stop": 421613,
                                "text": "Second, federal district judges were given authority to screen prisoner suits even before an answer was filed by state authorities and dismiss those that were frivolous, malicious or failed to stay the claim."
                            },
                            {
                                "start": 82.793,
                                "stop": 95.312,
                                "byte_start": 421613,
                                "byte_stop": 471663,
                                "text": "In the cases before us, the Sixth Circuit applied three procedural rules that it and some other federal Courts of Appeal have adopted to carry out the purposes of the PLRA."
                            },
                            {
                                "start": 95.312,
                                "stop": 118.95,
                                "byte_start": 471663,
                                "byte_stop": 566227,
                                "text": "These rules require a prisoner to demonstrate in his complaint that he has exhausted available grievance procedures permit suit only against the defendants who were named by the prisoner in his grievance and require courts to dismiss the prisoner’s law suit, if he fails to satisfy the exhausting requirement as to any single claim in his complaint."
                            },
                            {
                                "start": 118.95,
                                "stop": 133.599,
                                "byte_start": 566227,
                                "byte_stop": 624845,
                                "text": "The Sixth Circuit dismissed the prisoners law suit in the case is before us for failing to comply with these rules, other circuits have declined to apply such rules and we granted certiorari to resolve the conflict."
                            },
                            {
                                "start": 133.599,
                                "stop": 144.322,
                                "byte_start": 624845,
                                "byte_stop": 667686,
                                "text": "First, the Sixth Circuit Rule that prisoners must plead and show exhaustion in their complaints, now the usual rule is that exhaustion is an affirmative defense."
                            },
                            {
                                "start": 144.322,
                                "stop": 156.152,
                                "byte_start": 667686,
                                "byte_stop": 715020,
                                "text": "Defendants have the obligation to raise failure to exhaust if they seek to argue that and plaintiffs don’t have to show exhaustion when they file a complaint to start a law suit."
                            },
                            {
                                "start": 156.152,
                                "stop": 174.909,
                                "byte_start": 715020,
                                "byte_stop": 790044,
                                "text": "The Sixth Circuit reasoned that because the PLRA requires exhaustion and provides for judicial screening prior to a defendant’s answer the act would be more effective in reducing prisoner’s suits if prisoners were required to show exhaustion in their complaints prior to the screening."
                            },
                            {
                                "start": 174.909,
                                "stop": 187.374,
                                "byte_start": 790044,
                                "byte_stop": 839885,
                                "text": "Maybe so but the PLRA is silent on whether exhaustion should be pleaded in the complaint or raised as a defense, and therefore we think court should follow the usual procedural rule."
                            },
                            {
                                "start": 187.374,
                                "stop": 192.52,
                                "byte_start": 839885,
                                "byte_stop": 860470,
                                "text": "As noted that rule is that exhaustion is an affirmative defense."
                            },
                            {
                                "start": 192.52,
                                "stop": 202.32,
                                "byte_start": 860470,
                                "byte_stop": 899758,
                                "text": "The Sixth Circuit should not have deviated from the usual practice due to perceive policy concerns when there was no basis for doing so in the statute."
                            },
                            {
                                "start": 202.32,
                                "stop": 220.011,
                                "byte_start": 899758,
                                "byte_stop": 970498,
                                "text": "The Sixth Circuit also imposed the rule requiring the prisoners name in the one step of the prison grievance process, any individual later named as a defendant in the federal law suit, otherwise the suit would be thrown out on the ground that the prisoner did not satisfy the exhaustion requirement."
                            },
                            {
                                "start": 220.011,
                                "stop": 243.779,
                                "byte_start": 970498,
                                "byte_stop": 1065583,
                                "text": "Here again there is no basis in the PLRA for this requirement that Act simply requires prisoners to exhaust “such administrative remedies as are available” and the prisons grievance policy in place of the time petitioners filed their grievances in this case and these cases makes no mention of identifying particular individual in the grievance."
                            },
                            {
                                "start": 243.779,
                                "stop": 256.303,
                                "byte_start": 1065583,
                                "byte_stop": 1115634,
                                "text": "It is the prison grievance requirement that must be exhausted and the Sixth Circuit was wrong to impose an additional requirement not spelled out in the Prison Litigation Reform Act."
                            },
                            {
                                "start": 256.303,
                                "stop": 265.7,
                                "byte_start": 1115634,
                                "byte_stop": 1153250,
                                "text": "The final procedural rule imposed by the Sixth Circuit requires courts to dismiss an entire complaint if any one claim in the complaint is unexhausted."
                            },
                            {
                                "start": 265.7,
                                "stop": 283.906,
                                "byte_start": 1153250,
                                "byte_stop": 1226080,
                                "text": "Now here the Sixth Circuit can point to language in the PLRA, the act provides that “no action shall be brought” if administrative remedies have not been exhausted but this language referring to an action rather than a particular claim is boilerplate."
                            },
                            {
                                "start": 283.906,
                                "stop": 303.727,
                                "byte_start": 1226080,
                                "byte_stop": 1305387,
                                "text": "Courts do not typically dismiss entire complaints if a single discrete claim is flout for example if one claim is barred by the statute of limitations and another is not, only the bad claim will be dismissed even though such statute typically say “no action shall be brought” just like statute edition here."
                            },
                            {
                                "start": 303.727,
                                "stop": 308.555,
                                "byte_start": 1305387,
                                "byte_stop": 1324613,
                                "text": "We see no reason for a different result under the PLRA."
                            },
                            {
                                "start": 308.555,
                                "stop": 316.268,
                                "byte_start": 1324613,
                                "byte_stop": 1355542,
                                "text": "We fully appreciate the challenges faced by federal court around the country and trying to deal with the flood of prisoner complaints."
                            },
                            {
                                "start": 316.268,
                                "stop": 324.877,
                                "byte_start": 1355542,
                                "byte_stop": 1389920,
                                "text": "The job of the Judge however remains that of construing the statue not making it better by yielding to the temptations of policy making."
                            },
                            {
                                "start": 324.877,
                                "stop": 332.219,
                                "byte_start": 1389920,
                                "byte_stop": 1419281,
                                "text": "The new rules adopted by the court below cannot be found in the Prison Litigation Reform Act and should not have been imposed."
                            },
                            {
                                "start": 332.219,
                                "stop": 337.524,
                                "byte_start": 1419281,
                                "byte_stop": 1440493,
                                "text": "We reverse the judgments of the Court of Appeals for the Sixth Circuit and remand for further proceedings."
                            },
                            {
                                "start": 337.524,
                                "stop": 337.763,
                                "byte_start": 1440493,
                                "byte_stop": 0,
                                "text": "Our opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52229,
            "mime": "audio\/mpeg",
            "size": 1441433,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-7058\/20070122o_05-7058.delivery.mp3"
        },
        {
            "id": 73998,
            "mime": "audio\/ogg",
            "size": 3363712,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-7058\/20070122o_05-7058.ogg"
        },
        {
            "id": 73999,
            "mime": "application\/x-mpegURL",
            "size": 5083,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-7058\/20070122o_05-7058.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}