{
    "id": 21608,
    "title": "Opinion Announcement - May 29, 2001",
    "transcript": {
        "title": "PGA TOUR, Inc. v. Martin",
        "duration": 438.491,
        "sections": [
            {
                "start": 0,
                "stop": 438.491,
                "byte_start": 89571,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.962,
                        "byte_start": 89571,
                        "byte_stop": 125515,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.962,
                                "byte_start": 89571,
                                "byte_stop": 125515,
                                "text": "The opinion of the court in No. 00-24, PGA Tour INC. v. Martin will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 8.962,
                        "stop": 438.491,
                        "byte_start": 125515,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 8.962,
                                "stop": 13.868,
                                "byte_start": 125515,
                                "byte_stop": 145055,
                                "text": "This case comes to us from the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 13.868,
                                "stop": 46.455,
                                "byte_start": 145055,
                                "byte_stop": 275458,
                                "text": "It raises two questions concerning the application of the Americans with Disabilities Act of 1990, to a gifted athlete: first, whether the Act protects access to professional golf tournaments by a qualified entrant with a disability; and second, whether a disabled contestant maybe denied the use of a golf cart because it would “fundamentally alter the nature” of the tournaments to allow him to ride when all other contestants must walk?"
                            },
                            {
                                "start": 46.455,
                                "stop": 58.051,
                                "byte_start": 275458,
                                "byte_stop": 321852,
                                "text": "Petitioner the PGA Tour Inc. sponsors professional golf tournaments conducted on three annual tours, the PGA Tour, the Nike Tour, and the Senior PGA Tour."
                            },
                            {
                                "start": 58.051,
                                "stop": 75.728,
                                "byte_start": 321852,
                                "byte_stop": 392487,
                                "text": "A player may gain entry into the PGA tour or Nike tour by successfully competing in a three-stage qualifying tournament known as the \u0022Q-School,\u0022 which is opened to any member of the public and with two letters of reference and the $3,000 entry fee."
                            },
                            {
                                "start": 75.728,
                                "stop": 119.92,
                                "byte_start": 392487,
                                "byte_stop": 569284,
                                "text": "Three sets of rules governed petitioner’s tours: first, the rules of golf which apply not only to petitioner’s tours that the all levels of amateur and professional golf and which do not prohibit the use of golf carts; second, the so-called “hard cards” which apply only to petitioner’s tours, those cards require players to walk during most tournaments that allow them to use carts during the first two stages of the Q-school in open qualifying rounds for each tournament and in Senior PGA tour events; third, are the “Notices to Competitors” which are issued for each specific tournament and may authorize the use of golf carts in the certain limited situations."
                            },
                            {
                                "start": 119.92,
                                "stop": 130.821,
                                "byte_start": 569284,
                                "byte_stop": 612856,
                                "text": "Respondent Casey Martin is a talented golfer, he is also an individual of the disability under the Americans with Disabilities Act."
                            },
                            {
                                "start": 130.821,
                                "stop": 139.667,
                                "byte_start": 612856,
                                "byte_stop": 648278,
                                "text": "From birth he has been afflicted with a degenerative circulatory disorder that causes severe pain, and atrophying in his right leg."
                            },
                            {
                                "start": 139.667,
                                "stop": 152.092,
                                "byte_start": 648278,
                                "byte_stop": 698015,
                                "text": "That puts the leg at a risk of hemorrhaging, fracturing and possible amputation, and that as the District Court found prevents him from walking an 18-hole round of golf."
                            },
                            {
                                "start": 152.092,
                                "stop": 159.927,
                                "byte_start": 698015,
                                "byte_stop": 729362,
                                "text": "Under the PGA rules, he was allowed to use a golf cart during the first two rounds of the Q-school but not during the third stage."
                            },
                            {
                                "start": 159.927,
                                "stop": 170.608,
                                "byte_start": 729362,
                                "byte_stop": 772098,
                                "text": "He made a request supported by detailed medical records for permission to use a cart but the PGA refused to review those records or to waive its walking rule."
                            },
                            {
                                "start": 170.608,
                                "stop": 176.772,
                                "byte_start": 772098,
                                "byte_stop": 796758,
                                "text": "Martin therefore filed this action under Title III of the Disabilities Act."
                            },
                            {
                                "start": 176.772,
                                "stop": 189.067,
                                "byte_start": 796758,
                                "byte_stop": 845868,
                                "text": "The District Court granted Martin a preliminary injunction requiring the PGA to permit him to use a cart in its tournaments, and after a bench trial the District Court entered a permanent injunction to the same effect."
                            },
                            {
                                "start": 189.067,
                                "stop": 200.792,
                                "byte_start": 845868,
                                "byte_stop": 892784,
                                "text": "The Court of Appeals for the Ninth Circuit affirmed holding the Title III applies to the PGA and that allowing Martin to use it cart would not fundamentally alter the nature of the competition and its tournaments."
                            },
                            {
                                "start": 200.792,
                                "stop": 206.894,
                                "byte_start": 892784,
                                "byte_stop": 917235,
                                "text": "That decision conflicted with a Seventh Circuit case so we granted certiorari."
                            },
                            {
                                "start": 206.894,
                                "stop": 221.078,
                                "byte_start": 917235,
                                "byte_stop": 973973,
                                "text": "We first hold that the PGA does operate a place of public accommodation, the statute defines public accommodation in terms of 12 broad categories and specifically list a golf course is one such place."
                            },
                            {
                                "start": 221.078,
                                "stop": 241.969,
                                "byte_start": 973973,
                                "byte_stop": 1057460,
                                "text": "Those courses are not only open to the members of the general public who play outside of the PGA tournaments, but they are also places they are open to the members of the public who either pay to watch those tournaments, or pay to enter the Q-school or open qualifying rounds in order to obtain access to PGA’s tournaments."
                            },
                            {
                                "start": 241.969,
                                "stop": 250.668,
                                "byte_start": 1057460,
                                "byte_stop": 1092255,
                                "text": "Those competitors represent one group of clients or customers of the PGA who compete for price money in its tournaments."
                            },
                            {
                                "start": 250.668,
                                "stop": 261.437,
                                "byte_start": 1092255,
                                "byte_stop": 1135409,
                                "text": "Under the statute the PGA may not deny those competitors including Martin access to tournaments on the basis of a disability covered by the Act."
                            },
                            {
                                "start": 261.437,
                                "stop": 276.015,
                                "byte_start": 1135409,
                                "byte_stop": 1193715,
                                "text": "The statute does provide however that an entity does not have to modify its rules to grant access to a disabled person if the entity can demonstrate that the modification would fundamentally alter the nature of the activity."
                            },
                            {
                                "start": 276.015,
                                "stop": 293.209,
                                "byte_start": 1193715,
                                "byte_stop": 1262469,
                                "text": "The critical question in this case is whether would fundamentally alter either the game of golf in general, or the competition in athlete tournaments that the PGA sponsors to waive the walking rule for Martin and to allow him to use a cart."
                            },
                            {
                                "start": 293.209,
                                "stop": 307.388,
                                "byte_start": 1262469,
                                "byte_stop": 1319207,
                                "text": "The first part of the question is easy, carts are now a common feature of the game their use does not affect the player is handicap and is not inconsistent with the fundamental character of golf, the essence of which has always been shotmaking."
                            },
                            {
                                "start": 307.388,
                                "stop": 316.07,
                                "byte_start": 1319207,
                                "byte_stop": 1353898,
                                "text": "The more difficult question is whether the walking rule is an indispensable feature of tournament golf at its highest level."
                            },
                            {
                                "start": 316.07,
                                "stop": 325.624,
                                "byte_start": 1353898,
                                "byte_stop": 1392141,
                                "text": "The PGA contains that any waiver of an outcome affecting rule would fundamentally alter the character of its tournaments."
                            },
                            {
                                "start": 325.624,
                                "stop": 341.912,
                                "byte_start": 1392141,
                                "byte_stop": 1457238,
                                "text": "The PGA relies on both common sense and the testimony of experts to support the proposition that the walking rule maybe “outcome affecting,” because fatigue may adversely affect performance and a shot or two can determine the outcome of the tournaments."
                            },
                            {
                                "start": 341.912,
                                "stop": 354.468,
                                "byte_start": 1457238,
                                "byte_stop": 1507498,
                                "text": "In response, Martin relies on two findings made by the District Court: first for a variety of reasons affect the fatigue from walking during the PGA tournaments is generally not significant."
                            },
                            {
                                "start": 354.468,
                                "stop": 357.742,
                                "byte_start": 1507498,
                                "byte_stop": 1520559,
                                "text": "Indeed many professionals prefer to walk."
                            },
                            {
                                "start": 357.742,
                                "stop": 370.026,
                                "byte_start": 1520559,
                                "byte_stop": 1569773,
                                "text": "Second, and of greater importance is a District Courts uncontested finding that Martin endorse greater fatigue with a cart than his able-bodied competitors do by walking."
                            },
                            {
                                "start": 370.026,
                                "stop": 382.834,
                                "byte_start": 1569773,
                                "byte_stop": 1620973,
                                "text": "Since the sole purpose of the walking rule is to make fatigue a factor in the competition, and since Martin incurs greater fatigue than his competitors even if he has allowed to use a cart."
                            },
                            {
                                "start": 382.834,
                                "stop": 407.067,
                                "byte_start": 1620973,
                                "byte_stop": 1717940,
                                "text": "Granting him a waiver of the rule would not impair the purpose of the rule, it therefore cannot be said to fundamentally alter the character of the tournaments, because such a waiver is necessary to unable him to have access to PGA tournaments which as we have held our places of public accommodation, it is a reasonable modification that the statute requires."
                            },
                            {
                                "start": 407.067,
                                "stop": 424.449,
                                "byte_start": 1717940,
                                "byte_stop": 1787426,
                                "text": "The waiver will not give Martin an advantage over other competitors, but it will give him access to the privilege of qualifying for and competing in the athletic events the PGA offers to those members of the public who have the skill and the desire to enter."
                            },
                            {
                                "start": 424.449,
                                "stop": 429.104,
                                "byte_start": 1787426,
                                "byte_stop": 1806025,
                                "text": "That is the exactly what the Americans with the Disabilities Act requires."
                            },
                            {
                                "start": 429.104,
                                "stop": 432.948,
                                "byte_start": 1806025,
                                "byte_stop": 1821385,
                                "text": "Accordingly, the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 432.948,
                                "stop": 438.491,
                                "byte_start": 1821385,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion in which Justice Thomas has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52339,
            "mime": "audio\/mpeg",
            "size": 1835387,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/00-24\/20010529o_00-24.delivery.mp3"
        },
        {
            "id": 74108,
            "mime": "audio\/ogg",
            "size": 4221870,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/00-24\/20010529o_00-24.ogg"
        },
        {
            "id": 74109,
            "mime": "application\/x-mpegURL",
            "size": 6243,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/00-24\/20010529o_00-24.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}