{
    "id": 18532,
    "title": "Oral Argument - October 15, 1980",
    "media_file": [
        {
            "id": 46186,
            "mime": "audio\/mpeg",
            "size": 11100275,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1980\/79-927\/19801015a_79-927.delivery.mp3"
        },
        {
            "id": 68026,
            "mime": "audio\/ogg",
            "size": 27947591,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1980\/79-927\/19801015a_79-927.ogg"
        },
        {
            "id": 68027,
            "mime": "application\/x-mpegURL",
            "size": 39585,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1980\/79-927\/19801015a_79-927.m3u8"
        }
    ],
    "transcript": {
        "title": "Board of Governors of the Federal Reserve System v. Investment Company Institute",
        "duration": 2751.4,
        "sections": [
            {
                "start": 0,
                "stop": 1082.552,
                "byte_start": 94678,
                "byte_stop": 4424944,
                "turns": [
                    {
                        "start": 0,
                        "stop": 52.516,
                        "byte_start": 94678,
                        "byte_stop": 304807,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.706,
                                "byte_start": 94678,
                                "byte_stop": 133548,
                                "text": "We\u0027ll hear arguments next in the Board of Governors of the Federal Reserve System v. Investment Company Institute."
                            },
                            {
                                "start": 9.706,
                                "stop": 52.516,
                                "byte_start": 133548,
                                "byte_stop": 304807,
                                "text": "Mr. Shapiro, you may proceed whenever you\u0027re ready."
                            }
                        ]
                    },
                    {
                        "start": 52.516,
                        "stop": 1019.395,
                        "byte_start": 304807,
                        "byte_stop": 4172288,
                        "speaker": {
                            "ID": 42002,
                            "name": "Stephen M. Shapiro",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_m_shapiro",
                            "last_name": "Shapiro",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "stephen_m_shapiro"
                        },
                        "text_blocks": [
                            {
                                "start": 52.516,
                                "stop": 56.337,
                                "byte_start": 304807,
                                "byte_stop": 320062,
                                "text": "Thank you, Mr. Chief Justice, and may it please the Court:"
                            },
                            {
                                "start": 56.337,
                                "stop": 62.823,
                                "byte_start": 320062,
                                "byte_stop": 345976,
                                "text": "This case is here on the Government\u0027s petition for certiorari to the District of Columbia Circuit."
                            },
                            {
                                "start": 62.823,
                                "stop": 81.552,
                                "byte_start": 345976,
                                "byte_stop": 420895,
                                "text": "The D.C. Circuit set aside a regulation of the Federal Reserve Board which authorizes bank holding companies and their non-bank subsidiaries to organize and manage closed-end investment companies within a framework of restrictions and safeguards prescribed by the Board."
                            },
                            {
                                "start": 81.552,
                                "stop": 90.558,
                                "byte_start": 420895,
                                "byte_stop": 456944,
                                "text": "The question presented in this case is whether the Board\u0027s regulation infringes either the Glass-Steagall Act or the Bank Holding Company Act."
                            },
                            {
                                "start": 90.558,
                                "stop": 101.532,
                                "byte_start": 456944,
                                "byte_stop": 500830,
                                "text": "We contend that neither statute stands in the way of the Board\u0027s regulation, and that the regulation is a lawful exercise of the authority vested in the Board by Congress."
                            },
                            {
                                "start": 101.532,
                                "stop": 110.054,
                                "byte_start": 500830,
                                "byte_stop": 534998,
                                "text": "After summarizing the essential provisions of the regulation, I\u0027d like to explain why it\u0027s consistent with both of these statutes."
                            },
                            {
                                "start": 110.054,
                                "stop": 124.814,
                                "byte_start": 534998,
                                "byte_stop": 594035,
                                "text": "In a nutshell, the Board\u0027s regulation permits bank holding companies and their non-bank subsidiaries to organize or sponsor a closed-end investment company and then to manage the company and its investment portfolio."
                            },
                            {
                                "start": 124.814,
                                "stop": 133.92,
                                "byte_start": 594035,
                                "byte_stop": 630397,
                                "text": "After a public hearing the Board determined that this activity is closely related to banking and is a proper incident."
                            },
                            {
                                "start": 133.92,
                                "stop": 148.929,
                                "byte_start": 630397,
                                "byte_stop": 690479,
                                "text": "But to insure that the authorized activity would not infringe the Glass-Steagall Act, the Board prescribed a code of restrictions, restrictions which it pointed out were even more stringent than necessary to satisfy the Glass-Steagall Act."
                            },
                            {
                                "start": 148.929,
                                "stop": 159.654,
                                "byte_start": 690479,
                                "byte_stop": 733320,
                                "text": "The restrictions provide that bank holding companies may sponsor and organize only closed-end investment companies which issue their securities infrequently."
                            },
                            {
                                "start": 159.654,
                                "stop": 168.36,
                                "byte_start": 733320,
                                "byte_stop": 768219,
                                "text": "They may not participate directly or indirectly in the offering, sale, or distribution of the securities of an investment company."
                            },
                            {
                                "start": 168.36,
                                "stop": 188.137,
                                "byte_start": 768219,
                                "byte_stop": 847318,
                                "text": "The holding company and its subsidiaries are forbidden to distribute prospectuses or sales literature, to give the names of bank customers to the investment company or its underwriters, to express opinions about the investment company shares, or to purchase any of those shares in a fiduciary capacity."
                            },
                            {
                                "start": 188.137,
                                "stop": 205.616,
                                "byte_start": 847318,
                                "byte_stop": 917222,
                                "text": "And perhaps most significantly, to insure that bank assets are not placed at risk, bank holding companies and their subsidiaries are forbidden to buy shares of the investment company for their own account or to lend any money to the investment company."
                            },
                            {
                                "start": 205.616,
                                "stop": 223.578,
                                "byte_start": 917222,
                                "byte_stop": 989006,
                                "text": "Despite these and other safeguards which were prescribed by the Board, respondent Investment Company Institute argued before the Board and the Court of Appeals that the Board\u0027s regulation violated Sections 16 and 21 of the Glass-Steagall Act."
                            },
                            {
                                "start": 223.578,
                                "stop": 227.881,
                                "byte_start": 989006,
                                "byte_stop": 1006247,
                                "text": "Both the Board and the Court of Appeals rejected both contentions."
                            },
                            {
                                "start": 227.881,
                                "stop": 234.535,
                                "byte_start": 1006247,
                                "byte_stop": 1032892,
                                "text": "Nonetheless, the Court ruled that the Board\u0027s regulation was invalid under the Bank Holding Company Act."
                            },
                            {
                                "start": 234.535,
                                "stop": 251.747,
                                "byte_start": 1032892,
                                "byte_stop": 1101751,
                                "text": "The Court identified nothing in the text of the Bank Holding Company Act which led to that conclusion, but instead relied on what it called the policies of the Glass-Steagall Act which, it said, carried forward and informed the meaning of the later enacted Bank Holding Company Act."
                            },
                            {
                                "start": 251.747,
                                "stop": 263.238,
                                "byte_start": 1101751,
                                "byte_stop": 1147726,
                                "text": "The objection to this ruling is that there is nothing in the text of either the Glass-Steagall Act or the Bank Holding Company Act which supports the Court of Appeals policy analysis."
                            },
                            {
                                "start": 263.238,
                                "stop": 273.093,
                                "byte_start": 1147726,
                                "byte_stop": 1187119,
                                "text": "Indeed, this is a case in which the Court need look no further than the plain meaning of the statutes themselves in order to affirm the action of the administrative agency."
                            },
                            {
                                "start": 273.093,
                                "stop": 281.616,
                                "byte_start": 1187119,
                                "byte_stop": 1221182,
                                "text": "Examination of the literal terms of the Glass-Steagall Act shows that there is no provision which forbids what the Board has permitted."
                            },
                            {
                                "start": 281.616,
                                "stop": 290.122,
                                "byte_start": 1221182,
                                "byte_stop": 1255246,
                                "text": "Congress prescribed several provisions in the Glass-Steagall Act, which apply to different entities in the bank holding company system."
                            },
                            {
                                "start": 290.122,
                                "stop": 296.026,
                                "byte_start": 1255246,
                                "byte_stop": 1278861,
                                "text": "Separate rules are prescribed for banks and for bank affiliates such as bank holding companies."
                            },
                            {
                                "start": 296.026,
                                "stop": 303.947,
                                "byte_start": 1278861,
                                "byte_stop": 1310521,
                                "text": "Bank affiliates are forbidden to engage principally in the issuance, underwriting, or distribution of securities."
                            },
                            {
                                "start": 303.947,
                                "stop": 313.737,
                                "byte_start": 1310521,
                                "byte_stop": 1349705,
                                "text": "Neither a closed-end investment company nor a bank holding company which manages the investment company would run afoul of that statutory provision."
                            },
                            {
                                "start": 313.737,
                                "stop": 331.632,
                                "byte_start": 1349705,
                                "byte_stop": 1421280,
                                "text": "A closed-end investment company does not engage principally in the issuance or distribution of securities because by definition a closed end investment company is a company which issues its shares only when it\u0027s organized and on infrequent occasions thereafter."
                            },
                            {
                                "start": 331.632,
                                "stop": 341.821,
                                "byte_start": 1421280,
                                "byte_stop": 1462031,
                                "text": "In this respect it\u0027s identical with any other business corporation, including banks and bank holding companies themselves, which issue their securities when they\u0027re organized."
                            },
                            {
                                "start": 341.821,
                                "stop": 356.913,
                                "byte_start": 1462031,
                                "byte_stop": 1522427,
                                "text": "It\u0027s quite the opposite of an open end investment company which continuously engages in securities issuance or an investment banking firm which is continuously engaged in offering and distributing securities to the investing public."
                            },
                            {
                                "start": 356.913,
                                "stop": 368.971,
                                "byte_start": 1522427,
                                "byte_stop": 1570596,
                                "text": "If Congress had meant to prohibit affiliations between banks and all companies that offer securities when they\u0027re organized, it surely would not have written the statute the way it did."
                            },
                            {
                                "start": 368.971,
                                "stop": 380.029,
                                "byte_start": 1570596,
                                "byte_stop": 1614796,
                                "text": "It would have forbidden all corporate affiliates that issue securities, not just affiliates that issue securities principally, or engage principally in the issuance of securities."
                            },
                            {
                                "start": 380.029,
                                "stop": 393.52,
                                "byte_start": 1614796,
                                "byte_stop": 1668817,
                                "text": "Nor is it possible, we submit, for a bank holding company that manages a closed-end investment company to become principally engaged in the issuance and distribution of securities in violation of Section 20."
                            },
                            {
                                "start": 393.52,
                                "stop": 408.382,
                                "byte_start": 1668817,
                                "byte_stop": 1728271,
                                "text": "The bank holding company does not issue any securities at all under this regulation, and is completely insulated from the process by which the securities of the investment company are distributed and underwritten to the public."
                            },
                            {
                                "start": 408.382,
                                "stop": 424.725,
                                "byte_start": 1728271,
                                "byte_stop": 1793682,
                                "text": "Respondent\u0027s contrary views under the Glass-Steagall Act rest largely on this Court\u0027s decision in Investment Company Institute v. Camp, but that case is different, we submit, from this case in almost every relevant respect."
                            },
                            {
                                "start": 424.725,
                                "stop": 430.295,
                                "byte_start": 1793682,
                                "byte_stop": 1815938,
                                "text": "Camp dealt with the activities of a bank, not a bank affiliate such as a bank holding company."
                            },
                            {
                                "start": 430.295,
                                "stop": 441.603,
                                "byte_start": 1815938,
                                "byte_stop": 1861182,
                                "text": "The Court held in Camp that a bank could not issue and underwrite the securities of an investment fund, which the Court said was the equivalent of an open-end fund or a mutual fund."
                            },
                            {
                                "start": 441.603,
                                "stop": 453.577,
                                "byte_start": 1861182,
                                "byte_stop": 1909039,
                                "text": "In this case the Board has forbidden banks, bank holding companies, and their non-bank subsidiaries to engage in underwriting or promotional activities of any kind."
                            },
                            {
                                "start": 453.577,
                                "stop": 463.95,
                                "byte_start": 1909039,
                                "byte_stop": 1950521,
                                "text": "And in addition the Board was at pains to prescribe safeguards to prevent the kinds of abuses and unsound banking practices which this Court discussed in Camp."
                            },
                            {
                                "start": 463.95,
                                "stop": 469.671,
                                "byte_start": 1950521,
                                "byte_stop": 1973405,
                                "text": "Most importantly, bank assets are not permitted to be placed at risk under this regulation."
                            },
                            {
                                "start": 469.671,
                                "stop": 478.376,
                                "byte_start": 1973405,
                                "byte_stop": 2008200,
                                "text": "No entity in the holding company system can buy securities from the investment company advisee or lend any money to it."
                            },
                            {
                                "start": 478.376,
                                "stop": 495.338,
                                "byte_start": 2008200,
                                "byte_stop": 2076118,
                                "text": "In short, there is no more risk of financial loss and no more risk of unsound banking practices than when a bank sets up and manages a common trust fund or a pooled employee benefit fund within its own trust department."
                            },
                            {
                                "start": 495.338,
                                "stop": 510.68,
                                "byte_start": 2076118,
                                "byte_stop": 2137454,
                                "text": "Respondent devotes considerable argument in its brief to the idea that a bank holding company for a non-bank subsidiary operating under this regulation might violate Section 21 of the Glass-Steagall Act."
                            },
                            {
                                "start": 510.68,
                                "stop": 513.699,
                                "byte_start": 2137454,
                                "byte_stop": 2149574,
                                "text": "There are two separate answers to this assertion."
                            },
                            {
                                "start": 513.699,
                                "stop": 525.007,
                                "byte_start": 2149574,
                                "byte_stop": 2194714,
                                "text": "In the first place, Section 21 applies only to deposit-receiving entities as both the Court of Appeals and the Federal Reserve Board agreed."
                            },
                            {
                                "start": 525.007,
                                "stop": 535.113,
                                "byte_start": 2194714,
                                "byte_stop": 2235151,
                                "text": "It therefore has no bearing on the activities of bank holding companies and their non-bank subsidiaries which do not engage in the business of receiving deposits."
                            },
                            {
                                "start": 535.113,
                                "stop": 545.104,
                                "byte_start": 2235151,
                                "byte_stop": 2275171,
                                "text": "And in the second place, even if Section 21 did apply to a bank holding company, it would not be violated by the activities which the Board has permitted here."
                            },
                            {
                                "start": 545.104,
                                "stop": 552.491,
                                "byte_start": 2275171,
                                "byte_stop": 2304742,
                                "text": "Section 21 forbids engaging in the business of issuing or underwriting securities."
                            },
                            {
                                "start": 552.491,
                                "stop": 565.834,
                                "byte_start": 2304742,
                                "byte_stop": 2358031,
                                "text": "Bank holding companies are not the issuers of any securities under this regulation and they\u0027re completely cut off from the process by which the securities of the investment company are underwritten and distributed to the public."
                            },
                            {
                                "start": 565.834,
                                "stop": 574.606,
                                "byte_start": 2358031,
                                "byte_stop": 2393140,
                                "text": "In sum, we say there is nothing in the text of the Glass-Steagall Act that forbids the activities which the Board has permitted."
                            },
                            {
                                "start": 574.606,
                                "stop": 581.26,
                                "byte_start": 2393140,
                                "byte_stop": 2419785,
                                "text": "Nor is it appropriate, we submit, to infer policies from the Act which differ from its plain meaning."
                            },
                            {
                                "start": 581.26,
                                "stop": 591.484,
                                "byte_start": 2419785,
                                "byte_stop": 2460640,
                                "text": "Congress was well aware of the potential dangers that can result from particular involvement in given securities activities by banking organizations."
                            },
                            {
                                "start": 591.484,
                                "stop": 597.888,
                                "byte_start": 2460640,
                                "byte_stop": 2486240,
                                "text": "In light of that potential, it prohibited certain activities and it left certain other activities untouched."
                            },
                            {
                                "start": 597.888,
                                "stop": 605.959,
                                "byte_start": 2486240,
                                "byte_stop": 2518528,
                                "text": "As Governor Myer of the Federal Reserve Board testified before Congress in 1933, and I quote,"
                            },
                            {
                                "start": 605.959,
                                "stop": 614.748,
                                "byte_start": 2518528,
                                "byte_stop": 2553741,
                                "text": "\u0022It\u0027s impossible to classify absolutely all affiliates that engage in securities transactions as wicked and vicious. \u0022"
                            },
                            {
                                "start": 614.748,
                                "stop": 616.85,
                                "byte_start": 2553741,
                                "byte_stop": 2562100,
                                "text": "Senator Glass replied,"
                            },
                            {
                                "start": 616.85,
                                "stop": 621.504,
                                "byte_start": 2562100,
                                "byte_stop": 2580699,
                                "text": "\u0022We\u0027re not classifying all of them, and we\u0027re not intending to reach all of them. \u0022"
                            },
                            {
                                "start": 621.504,
                                "stop": 637.196,
                                "byte_start": 2580699,
                                "byte_stop": 2643498,
                                "text": "This is a significant colloquy, we submit, between the Senate draftsman for the Glass-Steagall Act, the principal draftsman, and the Governor of the Federal Reserve Board, who proposed the language which Congress later adopted in Section 20."
                            },
                            {
                                "start": 637.196,
                                "stop": 648.904,
                                "byte_start": 2643498,
                                "byte_stop": 2690309,
                                "text": "In light of this measured statutory objective, there is no warrant for extending the carefully formulated prohibitions which Congress has actually enacted."
                            },
                            {
                                "start": 648.904,
                                "stop": 657.51,
                                "byte_start": 2690309,
                                "byte_stop": 2724791,
                                "text": "Respondent\u0027s assertions find no more support under the Bank Holding Company Act than they do under Glass-Steagall."
                            },
                            {
                                "start": 657.51,
                                "stop": 664.098,
                                "byte_start": 2724791,
                                "byte_stop": 2751122,
                                "text": "The Board adopted this regulation under Section 4(c)(8) of the Bank Holding Company Act."
                            },
                            {
                                "start": 664.098,
                                "stop": 674.055,
                                "byte_start": 2751122,
                                "byte_stop": 2790933,
                                "text": "That\u0027s a provision which empowers the Board to designate certain nonbanking activities as closely related to banking and as proper incidents."
                            },
                            {
                                "start": 674.055,
                                "stop": 679.959,
                                "byte_start": 2790933,
                                "byte_stop": 2814547,
                                "text": "Section 4(c)(8) itself neither permits nor prohibits any particular activities."
                            },
                            {
                                "start": 679.959,
                                "stop": 688.463,
                                "byte_start": 2814547,
                                "byte_stop": 2848611,
                                "text": "It leaves to the expert judgment of the Board the question whether a given activity is closely related to banking and is a proper incident."
                            },
                            {
                                "start": 688.463,
                                "stop": 699.021,
                                "byte_start": 2848611,
                                "byte_stop": 2890825,
                                "text": "In addition to the fact that this provision vests in the Board a significant amount of discretion, as this Court observed last term in the BT investment Managers case."
                            },
                            {
                                "start": 699.021,
                                "stop": 707.61,
                                "byte_start": 2890825,
                                "byte_stop": 2925202,
                                "text": "It\u0027s plain from the face of the statute that it contains no prohibition against sponsorship and management of a closed end investment company."
                            },
                            {
                                "start": 707.61,
                                "stop": 711.395,
                                "byte_start": 2925202,
                                "byte_stop": 2940353,
                                "text": "Nor should any such prohibition be implied."
                            },
                            {
                                "start": 711.395,
                                "stop": 726.238,
                                "byte_start": 2940353,
                                "byte_stop": 2999703,
                                "text": "Section 4(c)(7) of the Act, which is the next-door neighbor, if you will of Section 4(c)(8), expressly provides that bank holding companies may purchase any or all of the shares of a closed-end investment company."
                            },
                            {
                                "start": 726.238,
                                "stop": 734.094,
                                "byte_start": 2999703,
                                "byte_stop": 3031155,
                                "text": "And under the statute they\u0027re also permitted to provide management services and to control the investment company subsidiary."
                            },
                            {
                                "start": 734.094,
                                "stop": 752.239,
                                "byte_start": 3031155,
                                "byte_stop": 3103671,
                                "text": "Congress\u0027s express approval of these activities for bank holding companies under Section 4(c)(7) is a rather clear indication that it did not mean to foreclose the more limited activities at issue in this case under the flexible standard of Section 4(c)(8)."
                            },
                            {
                                "start": 752.239,
                                "stop": 765.648,
                                "byte_start": 3103671,
                                "byte_stop": 3157274,
                                "text": "The legislative history of the Bank Holding Company Act is completely barren of any indication that Congress meant to forbid sponsorship and management of a closed-end investment company."
                            },
                            {
                                "start": 765.648,
                                "stop": 782.324,
                                "byte_start": 3157274,
                                "byte_stop": 3224043,
                                "text": "In fact, the Senate report that accompanied the 1970 amendments states explicitly that Section 4(c)(8) was not intended to prejudice the right of bank holding companies to operate investment companies to the extent permitted under existing law."
                            },
                            {
                                "start": 782.324,
                                "stop": 796.667,
                                "byte_start": 3224043,
                                "byte_stop": 3281408,
                                "text": "And as the Chairman of the Conference Committee that produced the current version of Section 4(c)(8) emphasized, this statute was not intended to enlarge or to contract the prohibitions contained in the Glass-Steagall Act."
                            },
                            {
                                "start": 796.667,
                                "stop": 803.487,
                                "byte_start": 3281408,
                                "byte_stop": 3308680,
                                "text": "In short, Section 4(c)(8) contains no prohibition of the activities that are in question here."
                            },
                            {
                                "start": 803.487,
                                "stop": 816.997,
                                "byte_start": 3308680,
                                "byte_stop": 3362701,
                                "text": "And since the Glass-Steagall Act does not forbid those activities either, the Glass-Steagall Act can hardly be relied on as a basis for narrowly interpreting Section 4(c)(8) to foreclose those same activities."
                            },
                            {
                                "start": 816.997,
                                "stop": 832.256,
                                "byte_start": 3362701,
                                "byte_stop": 3423723,
                                "text": "Respondent\u0027s central argument under the Bank Holding Company Act is that bank holding companies should not be permitted to engage in this activity because this activity would be improper if undertaken by a bank."
                            },
                            {
                                "start": 832.256,
                                "stop": 839.612,
                                "byte_start": 3423723,
                                "byte_stop": 3453189,
                                "text": "With deference to counsel, I am compelled to say that this argument is both irrelevant and it\u0027s erroneous."
                            },
                            {
                                "start": 839.612,
                                "stop": 854.539,
                                "byte_start": 3453189,
                                "byte_stop": 3512853,
                                "text": "We say it\u0027s irrelevant because both the Bank Holding Company Act and the Glass-Steagall Act recognize that bank holding companies may engage in a significantly broader range of securities-related activities than may banks."
                            },
                            {
                                "start": 854.539,
                                "stop": 866.014,
                                "byte_start": 3512853,
                                "byte_stop": 3558828,
                                "text": "We say the argument is erroneous because even banks may engage in this activity if they adhere faithfully to the restrictions and the safeguards prescribed by the Board."
                            },
                            {
                                "start": 866.014,
                                "stop": 876.453,
                                "byte_start": 3558828,
                                "byte_stop": 3600520,
                                "text": "Those restrictions assure that the investment advisor neither underwrites securities nor invests any assets in the investment company or purchases any of the securities."
                            },
                            {
                                "start": 876.453,
                                "stop": 888.76,
                                "byte_start": 3600520,
                                "byte_stop": 3649734,
                                "text": "For this reason there is no way that a bank operating within the Board\u0027s restrictions would infringe the Glass-Steagall Act prohibitions and standards which apply to banks."
                            },
                            {
                                "start": 888.76,
                                "stop": 895.866,
                                "byte_start": 3649734,
                                "byte_stop": 3678156,
                                "text": "I should also make brief reference to the policy arguments that Respondent asserts at the end of its brief."
                            },
                            {
                                "start": 895.866,
                                "stop": 902.203,
                                "byte_start": 3678156,
                                "byte_stop": 3703547,
                                "text": "Those contentions, we submit, are properly addressed to Congress and not to the judiciary."
                            },
                            {
                                "start": 902.203,
                                "stop": 913.511,
                                "byte_start": 3703547,
                                "byte_stop": 3748791,
                                "text": "In the Camp case this Court relied on considerations of general statutory purpose and policy as additional reasons for enforcing the literal terms of the statute."
                            },
                            {
                                "start": 913.511,
                                "stop": 922.267,
                                "byte_start": 3748791,
                                "byte_stop": 3783795,
                                "text": "But in his case Respondent is raising policy arguments as a reason to enlarge the literal terms and prohibitions of the statute."
                            },
                            {
                                "start": 922.267,
                                "stop": 927.719,
                                "byte_start": 3783795,
                                "byte_stop": 3805633,
                                "text": "As this Court\u0027s recent decisions make clear, this is an inappropriate judicial function."
                            },
                            {
                                "start": 927.719,
                                "stop": 948.149,
                                "byte_start": 3805633,
                                "byte_stop": 3887344,
                                "text": "Statutes can\u0027t be revised in light of policy arguments, and it\u0027s especially inappropriate here where Respondent asks The Court, in effect, to formulate new prohibitions to protect it against competition, competition which the Antitrust Division pointed out before the Board would be highly beneficial to the investing public."
                            },
                            {
                                "start": 948.149,
                                "stop": 956.738,
                                "byte_start": 3887344,
                                "byte_stop": 3921721,
                                "text": "As was shown in our briefs, the potential hazards that Respondent discusses are amply protected against under existing law."
                            },
                            {
                                "start": 956.738,
                                "stop": 964.278,
                                "byte_start": 3921721,
                                "byte_stop": 3951814,
                                "text": "And if new abuses should arise, the Board is competent to deal with them as it explained in its decision in this case."
                            },
                            {
                                "start": 964.278,
                                "stop": 977.751,
                                "byte_start": 3951814,
                                "byte_stop": 4005731,
                                "text": "I should like to conclude this perhaps too-technical discussion by recalling that the statutes that are before the Court today are statutes that Congress charged the Board with enforcing."
                            },
                            {
                                "start": 977.751,
                                "stop": 983.889,
                                "byte_start": 4005731,
                                "byte_stop": 4030286,
                                "text": "As this Court stated only two terms ago in reference to the Board, in the First Lincolnwood case,"
                            },
                            {
                                "start": 983.889,
                                "stop": 989.357,
                                "byte_start": 4030286,
                                "byte_stop": 4052125,
                                "text": "\u0022Courts should defer to an agency\u0027s construction of its own statutory mandate. \u0022"
                            },
                            {
                                "start": 989.357,
                                "stop": 999.565,
                                "byte_start": 4052125,
                                "byte_stop": 4092980,
                                "text": "The reason for that deference was explained by Justices Frankfurter and Rutledge in their concurring opinion in Board of Governors v. Agnew, and I quote:"
                            },
                            {
                                "start": 999.565,
                                "stop": 1013.991,
                                "byte_start": 4092980,
                                "byte_stop": 4150658,
                                "text": "\u0022Not only because Congress has committed the System\u0027s operation to their hands, but also because the system itself is a highly specialized and technical one requiring expert and coordinated judgment in all its phases. \u0022"
                            },
                            {
                                "start": 1013.991,
                                "stop": 1019.395,
                                "byte_start": 4150658,
                                "byte_stop": 4172288,
                                "text": "I think their judgment should be conclusive on any matter such as this which--"
                            }
                        ]
                    },
                    {
                        "start": 1019.395,
                        "stop": 1022.597,
                        "byte_start": 4172288,
                        "byte_stop": 4185140,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1019.395,
                                "stop": 1022.597,
                                "byte_start": 4172288,
                                "byte_stop": 4185140,
                                "text": "Frankfurter was addressing the Federal Reserve operations, was he?"
                            }
                        ]
                    },
                    {
                        "start": 1022.597,
                        "stop": 1069.292,
                        "byte_start": 4185140,
                        "byte_stop": 4371863,
                        "speaker": {
                            "ID": 42002,
                            "name": "Stephen M. Shapiro",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_m_shapiro",
                            "last_name": "Shapiro",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "stephen_m_shapiro"
                        },
                        "text_blocks": [
                            {
                                "start": 1022.597,
                                "stop": 1032.036,
                                "byte_start": 4185140,
                                "byte_stop": 4222861,
                                "text": "--He was referring to the Federal Reserve Board\u0027s supervision of the securities industry in an analogous situation, and he said that,"
                            },
                            {
                                "start": 1032.036,
                                "stop": 1038.956,
                                "byte_start": 4222861,
                                "byte_stop": 4250551,
                                "text": "\u0022The Board\u0027s judgment should be conclusive on any matter such as this which is open to reasonable differences of opinion. \u0022"
                            },
                            {
                                "start": 1038.956,
                                "stop": 1046.979,
                                "byte_start": 4250551,
                                "byte_stop": 4282629,
                                "text": "In this case we submit, the Board\u0027s interpretation rests comfortably on the literal text of the statutory provisions."
                            },
                            {
                                "start": 1046.979,
                                "stop": 1056.501,
                                "byte_start": 4282629,
                                "byte_stop": 4320768,
                                "text": "But even if the matter were subject to ambiguity, the court below should have deferred to the Board\u0027s expert judgment as the decisions of this Court require."
                            },
                            {
                                "start": 1056.501,
                                "stop": 1063.888,
                                "byte_start": 4320768,
                                "byte_stop": 4350234,
                                "text": "For these reasons, we respectfully request that the decision of the court below be reversed."
                            },
                            {
                                "start": 1063.888,
                                "stop": 1068.125,
                                "byte_start": 4350234,
                                "byte_stop": 4367266,
                                "text": "And Mr. Chief Justice, I\u0027d ask your permission to reserve the balance of my time."
                            },
                            {
                                "start": 1068.125,
                                "stop": 1069.292,
                                "byte_start": 4367266,
                                "byte_stop": 4371863,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 1069.292,
                        "stop": 1082.552,
                        "byte_start": 4371863,
                        "byte_stop": 4424944,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 1069.292,
                                "stop": 1070.192,
                                "byte_start": 4371863,
                                "byte_stop": 4375520,
                                "text": "Very well."
                            },
                            {
                                "start": 1070.192,
                                "stop": 1082.552,
                                "byte_start": 4375520,
                                "byte_stop": 4424944,
                                "text": "Mr. Vieth."
                            }
                        ]
                    }
                ]
            },
            {
                "start": 1082.552,
                "stop": 2648.034,
                "byte_start": 4424944,
                "byte_stop": 10686913,
                "turns": [
                    {
                        "start": 1082.552,
                        "stop": 1885.604,
                        "byte_start": 4424944,
                        "byte_stop": 7637169,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 1082.552,
                                "stop": 1085.171,
                                "byte_start": 4424944,
                                "byte_stop": 4435393,
                                "text": "Mr. Chief Justice and may it please the Court:"
                            },
                            {
                                "start": 1085.171,
                                "stop": 1098.228,
                                "byte_start": 4435393,
                                "byte_stop": 4487638,
                                "text": "The regulation of the Board of Governors, which is in issue here, as well as the interpretive ruling of the Board which accompanied that order, were issued under Section 4(c)(8) of the Bank Holding Company act."
                            },
                            {
                                "start": 1098.228,
                                "stop": 1107.084,
                                "byte_start": 4487638,
                                "byte_stop": 4523060,
                                "text": "That Act, in general, prohibits bank holding companies from engaging in any non-banking activities or acquiring subsidiaries so engaged."
                            },
                            {
                                "start": 1107.084,
                                "stop": 1118.04,
                                "byte_start": 4523060,
                                "byte_stop": 4566841,
                                "text": "However, Section 4(c)(8) does authorize the Board to permit certain non-banking activities by holding companies and their affiliates, provided that those activities are... and I quote the statutory language..."
                            },
                            {
                                "start": 1118.04,
                                "stop": 1122.843,
                                "byte_start": 4566841,
                                "byte_stop": 4586067,
                                "text": "\u0022so closely related to banking as to be a proper incident thereto. \u0022"
                            },
                            {
                                "start": 1122.843,
                                "stop": 1137.103,
                                "byte_start": 4586067,
                                "byte_stop": 4643119,
                                "text": "It is our contention in this case that the kind of activities that the Board\u0027s regulation and interpretative ruling have permitted here are activities that are prohibited to banks under the Glass-Steagall Act."
                            },
                            {
                                "start": 1137.103,
                                "stop": 1140.555,
                                "byte_start": 4643119,
                                "byte_stop": 4656911,
                                "text": "In that respect we take direct contention with counsel for the Board."
                            },
                            {
                                "start": 1140.555,
                                "stop": 1162.401,
                                "byte_start": 4656911,
                                "byte_stop": 4744369,
                                "text": "We submit that if those activities are prohibited to banks by the fundamental national policy which is embodied in the Glass-Steagall Act, then the Board may not lawfully find that such activities are so closely related to banking as to be a proper incident thereto."
                            },
                            {
                                "start": 1162.401,
                                "stop": 1178.263,
                                "byte_start": 4744369,
                                "byte_stop": 4807795,
                                "text": "This Court in 1971 in the Camp decision set aside a regulation of the Comptroller of the Currency which authorized national banks to create what amounted to open-end investment companies denominated as commingled investment accounts."
                            },
                            {
                                "start": 1178.263,
                                "stop": 1186.434,
                                "byte_start": 4807795,
                                "byte_stop": 4840500,
                                "text": "The Court held that such investment activity... company activity by banks violated the Glass-Steagall Act."
                            },
                            {
                                "start": 1186.434,
                                "stop": 1194.456,
                                "byte_start": 4840500,
                                "byte_stop": 4872578,
                                "text": "Less than six weeks after this Court\u0027s decision in Camp, the Board of Governors promulgated in preliminary form the regulation here in issue."
                            },
                            {
                                "start": 1194.456,
                                "stop": 1201.628,
                                "byte_start": 4872578,
                                "byte_stop": 4901209,
                                "text": "And as I\u0027ve indicated, that regulation authorized bank holding companies and their affiliates to act as investment advisors to investment companies."
                            },
                            {
                                "start": 1201.628,
                                "stop": 1213.251,
                                "byte_start": 4901209,
                                "byte_stop": 4947707,
                                "text": "Now, it is our first proposition that the regulation as applied to banks, and if it were to apply to banks, does permit conduct which would be a direct violation of the Glass-Steagall Act."
                            },
                            {
                                "start": 1213.251,
                                "stop": 1229.196,
                                "byte_start": 4947707,
                                "byte_stop": 5011550,
                                "text": "In order to illustrate that point it is necessary to emphasize at the outset that what is involved here is the sponsorship, with all the term implies, the sponsorship by holding companies of investment companies."
                            },
                            {
                                "start": 1229.196,
                                "stop": 1232.831,
                                "byte_start": 5011550,
                                "byte_stop": 5026074,
                                "text": "That narrow issue is the only issue which is before the Court."
                            },
                            {
                                "start": 1232.831,
                                "stop": 1260.75,
                                "byte_start": 5026074,
                                "byte_stop": 5137774,
                                "text": "After the decision of the District of Columbia Circuit below, the Board of Governors petitioned the Court for reconsideration, and specifically pointed out that the breadth of the Court\u0027s order was to outlaw the mere furnishing of investment advice as distinct from sponsoring of investment companies, and protested the Court\u0027s order in that regard."
                            },
                            {
                                "start": 1260.75,
                                "stop": 1289.067,
                                "byte_start": 5137774,
                                "byte_stop": 5251040,
                                "text": "In direct response to this complaint the Court of Appeals amended its opinion by adding a sentence to Footnote 13 which said, in substance, under the circumstances the Court did not reach and should not be taken as expressing any opinion on the question of whether bank holding companies or their affiliates may either under the regulation in issue or perhaps under one more narrowly drawn by the Board, could render solely investment advice as distinct, in the Court\u0027s words,"
                            },
                            {
                                "start": 1289.067,
                                "stop": 1292.686,
                                "byte_start": 5251040,
                                "byte_stop": 5265460,
                                "text": "\u0022as distinct from sponsoring, organizing, managing, or controlling such companies. \u0022"
                            },
                            {
                                "start": 1292.686,
                                "stop": 1298.607,
                                "byte_start": 5265460,
                                "byte_stop": 5289179,
                                "text": "Accordingly, the question of providing mere investment advice to investment companies is not an issue here."
                            },
                            {
                                "start": 1298.607,
                                "stop": 1310.565,
                                "byte_start": 5289179,
                                "byte_stop": 5337036,
                                "text": "The narrow issue before this Court is the lawfulness of a regulation and the interpretive ruling which specifically permits holding companies to sponsor investment companies."
                            },
                            {
                                "start": 1310.565,
                                "stop": 1330.911,
                                "byte_start": 5337036,
                                "byte_stop": 5418329,
                                "text": "Now, in order to understand the importance of that distinction, I think it would be wise for me at this point to set forth the significant role played by a sponsor in the creation and organization and management of an investment company, and the activities the sponsor engages in with respect to the issuance and sale of securities by the investment company."
                            },
                            {
                                "start": 1330.911,
                                "stop": 1341.886,
                                "byte_start": 5418329,
                                "byte_stop": 5462319,
                                "text": "It is of fundamental importance in this regard to recognize and understand that an investment company is typically a naked shell, whether it\u0027s in corporate form or Whether in trust form or some other form."
                            },
                            {
                                "start": 1341.886,
                                "stop": 1342.986,
                                "byte_start": 5462319,
                                "byte_stop": 5466707,
                                "text": "Usually it is corporate."
                            },
                            {
                                "start": 1342.986,
                                "stop": 1348.79,
                                "byte_start": 5466707,
                                "byte_stop": 5489904,
                                "text": "But the investment company itself has no officers, it has no office, it has no office staff."
                            },
                            {
                                "start": 1348.79,
                                "stop": 1354.944,
                                "byte_start": 5489904,
                                "byte_stop": 5514459,
                                "text": "All of the operating functions of the typical investment company are supplied by the sponsor, the investment adviser."
                            },
                            {
                                "start": 1354.944,
                                "stop": 1360.581,
                                "byte_start": 5514459,
                                "byte_stop": 5537029,
                                "text": "The sponsor arranges for the incorporation, or rather, formation of the investment company."
                            },
                            {
                                "start": 1360.581,
                                "stop": 1368.019,
                                "byte_start": 5537029,
                                "byte_stop": 5566809,
                                "text": "The sponsor registers the investment company with the Securities and Exchange Commission under the investment Company Act of 1340."
                            },
                            {
                                "start": 1368.019,
                                "stop": 1376.309,
                                "byte_start": 5566809,
                                "byte_stop": 5599932,
                                "text": "The sponsor registers the securities to be issued and sold by the investment company with the SEC under the Securities Act of 1933."
                            },
                            {
                                "start": 1376.309,
                                "stop": 1384.815,
                                "byte_start": 5599932,
                                "byte_stop": 5633996,
                                "text": "The sponsor contracts on behalf of the investment company with an underwriter who will distribute the company\u0027s securities to the investing public."
                            },
                            {
                                "start": 1384.815,
                                "stop": 1402.609,
                                "byte_start": 5633996,
                                "byte_stop": 5705153,
                                "text": "As the record herein shows, and I believe this factor is of utmost importance, the sponsor in many cases itself indemnifies the underwriter against liabilities which the underwriter may incur under the federal securities laws in connection with the distribution of the investment company\u0027s securities."
                            },
                            {
                                "start": 1402.609,
                                "stop": 1412.065,
                                "byte_start": 5705153,
                                "byte_stop": 5742978,
                                "text": "Now, this practice is in sharp contrast with the ordinary issue of corporate securities by a manufacturing corporation or a trading corporation such as a General Motors."
                            },
                            {
                                "start": 1412.065,
                                "stop": 1423.44,
                                "byte_start": 5742978,
                                "byte_stop": 5788536,
                                "text": "If General Motors issues securities, as it does regularly, it of course must indemnify the underwriter and it and it alone does indemnify the underwriter against these liabilities."
                            },
                            {
                                "start": 1423.44,
                                "stop": 1431.796,
                                "byte_start": 5788536,
                                "byte_stop": 5821868,
                                "text": "But in the case of an investment company, the sponsor as well, in addition to the investment company, will issue the indemnification."
                            },
                            {
                                "start": 1431.796,
                                "stop": 1436.914,
                                "byte_start": 5821868,
                                "byte_stop": 5842348,
                                "text": "Thereafter the sponsor causes the investment company to issue its shares for sale."
                            },
                            {
                                "start": 1436.914,
                                "stop": 1448.055,
                                "byte_start": 5842348,
                                "byte_stop": 5886965,
                                "text": "Now, this initial activity of any investment company, whether it\u0027s open-end or closed-end, centers on the issuance, sale, and distribution and underwriting of the securities of the investment company."
                            },
                            {
                                "start": 1448.055,
                                "stop": 1456.411,
                                "byte_start": 5886965,
                                "byte_stop": 5920402,
                                "text": "Those four words are words taken directly from Sections 21 and 16 of the Glass-Steagall Act."
                            },
                            {
                                "start": 1456.411,
                                "stop": 1465.35,
                                "byte_start": 5920402,
                                "byte_stop": 5956138,
                                "text": "It is this sale of securities which aggregates the capital for the speculative investment activities in which the investment company will engage under the direction and management of the sponsor."
                            },
                            {
                                "start": 1465.35,
                                "stop": 1479.693,
                                "byte_start": 5956138,
                                "byte_stop": 6013502,
                                "text": "As is summarized in the affidavit of Robert Augenblick in the record herein, who at that time was president of the respondent Investment Company Institute, appearing at Record 2283, paragraph 6, of that affidavit, the statement is made:"
                            },
                            {
                                "start": 1479.693,
                                "stop": 1488.632,
                                "byte_start": 6013502,
                                "byte_stop": 6049238,
                                "text": "\u0022Without a successful initial sale of securities to establish the pool of funds for investment purposes, a closed-end investment company cannot be a successful enterprise. \u0022"
                            },
                            {
                                "start": 1488.632,
                                "stop": 1495.802,
                                "byte_start": 6049238,
                                "byte_stop": 6077973,
                                "text": "\u0022The sponsors and organizers of new closed-end investment companies are directly responsible for arranging for this sale of securities. \u0022"
                            },
                            {
                                "start": 1495.802,
                                "stop": 1505.76,
                                "byte_start": 6077973,
                                "byte_stop": 6117783,
                                "text": "Now, of course, the reason why the sponsor is responsible for these securities activities, including the all-important factor of indemnification of the underwriter, is of course clear."
                            },
                            {
                                "start": 1505.76,
                                "stop": 1511.748,
                                "byte_start": 6117783,
                                "byte_stop": 6141711,
                                "text": "The investment company itself does not have the capability to perform these or any other activities for itself."
                            },
                            {
                                "start": 1511.748,
                                "stop": 1514.598,
                                "byte_start": 6141711,
                                "byte_stop": 6153101,
                                "text": "There is no one other than the sponsor to perform them."
                            },
                            {
                                "start": 1514.598,
                                "stop": 1531.793,
                                "byte_start": 6153101,
                                "byte_stop": 6221855,
                                "text": "And I should emphasize that all of these securities activities that I have indicated are performed by the sponsor, are within the limits, are authorized by the Board\u0027s regulation and are within the limits of the restrictions which counsel has referred to and which are set forth in the Board\u0027s interpretive rulings."
                            },
                            {
                                "start": 1531.793,
                                "stop": 1550.456,
                                "byte_start": 6221855,
                                "byte_stop": 6296565,
                                "text": "Now, we submit that under the Camp decision and under the plain language of Sections 21 and 16 of the Glass-Steagall Act, for a bank to engage in this type of sponsorship activity, sponsorship of an investment company, it would be a direct violation of the Glass-Steagall Act."
                            },
                            {
                                "start": 1550.456,
                                "stop": 1563.53,
                                "byte_start": 6296565,
                                "byte_stop": 6348810,
                                "text": "There is some confusion in the record in this case over the question of whether the Board\u0027s regulation purports to authorize banks which are members of a holding company complex in addition to bank holding companies and their non-bank affiliates."
                            },
                            {
                                "start": 1563.53,
                                "stop": 1590.681,
                                "byte_start": 6348810,
                                "byte_stop": 6457480,
                                "text": "Whether the Board\u0027s order authorizes the banks to engage in these sponsorship activities, notwithstanding the language of its interpretive ruling which clearly states that the term \u0022bank holding companies\u0022 includes both banks and non-bank subsidiaries and authorizes the activity set forth... notwithstanding that specific language, the Board now takes the position that it did not intend in its ruling to authorize banks to do anything under its regulation."
                            },
                            {
                                "start": 1590.681,
                                "stop": 1619.266,
                                "byte_start": 6457480,
                                "byte_stop": 6571791,
                                "text": "However, the record shows that while, from passage of Glass-Steagall until 1971, no banks had sponsored closed-end investment companies in this country, a flurry of closed-end investment companies, many of which were sponsored by banks, were organized following the Board\u0027s regulation, and the prospectuses for a good many of those investment companies, specifically referred to the Board\u0027s regulation as authority for the banks to engage in the activities."
                            },
                            {
                                "start": 1619.266,
                                "stop": 1627.706,
                                "byte_start": 6571791,
                                "byte_stop": 6605542,
                                "text": "The Court of Appeals noted the ambiguity in the Board\u0027s ruling but finally decided to accept the Board\u0027s current explanation of its limited intent."
                            },
                            {
                                "start": 1627.706,
                                "stop": 1637.828,
                                "byte_start": 6605542,
                                "byte_stop": 6646084,
                                "text": "Now, however this issue may be, we submit that the issue of whether banks may lawfully act as sponsors to closed-end investment companies is squarely presented in this case."
                            },
                            {
                                "start": 1637.828,
                                "stop": 1657.04,
                                "byte_start": 6646084,
                                "byte_stop": 6722884,
                                "text": "As counsel has indicated in his argument, and has forcefully urged in the reply brief for the Board as well as in the proceedings before the Board itself, the contention is squarely made that banks may sponsor closed-end investment companies provided they operate within the limitations and the restrictions of the Board\u0027s rulings."
                            },
                            {
                                "start": 1657.04,
                                "stop": 1669.347,
                                "byte_start": 6722884,
                                "byte_stop": 6772098,
                                "text": "We submit, on the contrary, that for a bank to engage in the sponsorship of investment companies, to engage in the activities which I have just recounted, would be a direct violation of the Glass-Steagall Act."
                            },
                            {
                                "start": 1669.347,
                                "stop": 1686.475,
                                "byte_start": 6772098,
                                "byte_stop": 6840644,
                                "text": "We submit that it follows that if conduct by a bank would be a direct violation of the fundamental national policy of Glass-Steagall, then it cannot be held that that activity is so closely related to banking as to be the proper incident thereto."
                            },
                            {
                                "start": 1686.475,
                                "stop": 1696.665,
                                "byte_start": 6840644,
                                "byte_stop": 6881395,
                                "text": "Section 21 of the Glass-Steagall Act in terms prohibits any bank from engaging in the business of issuing, underwriting, selling, or distributing securities."
                            },
                            {
                                "start": 1696.665,
                                "stop": 1704.353,
                                "byte_start": 6881395,
                                "byte_stop": 6912115,
                                "text": "We submit that the activities which I have outlined clearly constitute the business of issuing and selling securities."
                            },
                            {
                                "start": 1704.353,
                                "stop": 1711.107,
                                "byte_start": 6912115,
                                "byte_stop": 6939178,
                                "text": "Without the successful issuance and sale of these securities, as a matter of fact, the investment company could not operate."
                            },
                            {
                                "start": 1711.107,
                                "stop": 1716.578,
                                "byte_start": 6939178,
                                "byte_stop": 6961016,
                                "text": "And as I have noted, the sponsor is the only one to conduct those operations for the investment company."
                            },
                            {
                                "start": 1716.578,
                                "stop": 1726.552,
                                "byte_start": 6961016,
                                "byte_stop": 7000931,
                                "text": "Now, the Board urges that Section 21 would not be violated by a bank because of the restrictions on the marketing activity which counsel has referred to, and which are set fourth in the record."
                            },
                            {
                                "start": 1726.552,
                                "stop": 1735.825,
                                "byte_start": 7000931,
                                "byte_stop": 7038025,
                                "text": "It contends that those restrictions prevent the bank from engaging in the business of issuing, underwriting, selling, or distributing securities."
                            },
                            {
                                "start": 1735.825,
                                "stop": 1752.684,
                                "byte_start": 7038025,
                                "byte_stop": 7105421,
                                "text": "But for the reasons we have shown, during this initial organization and sponsorship of a closed-end investment company, the principal business of that company, indeed, virtually the only business of the company and of its sponsor is the issuance and sale of the investment company\u0027s securities."
                            },
                            {
                                "start": 1752.684,
                                "stop": 1759.773,
                                "byte_start": 7105421,
                                "byte_stop": 7133842,
                                "text": "This, we submit, is clearly engagement by the sponsor in the business of issuing and selling securities within the meaning of Section 21."
                            },
                            {
                                "start": 1759.773,
                                "stop": 1773.348,
                                "byte_start": 7133842,
                                "byte_stop": 7188072,
                                "text": "The other section of the Glass-Steagall Act which would be violated by a bank which would engage in this sponsorship activity is Section 16, which is applicable to national banks and state banks which are members of the Federal Reserve System."
                            },
                            {
                                "start": 1773.348,
                                "stop": 1787.34,
                                "byte_start": 7188072,
                                "byte_stop": 7244079,
                                "text": "That section provides that the business of dealing in securities and stock by a national bank or a state member bank shall be limited to purchasing and selling such securities without recourse, solely upon the order and for the account of customers."
                            },
                            {
                                "start": 1787.34,
                                "stop": 1811.992,
                                "byte_start": 7244079,
                                "byte_stop": 7342717,
                                "text": "Now, with respect to this section, the Board contends that the purchase and sale of securities for the investment company, which as you read it involves purchases and sales for a bank customer, as permitted by Section 16, the argument is that a bank may create its own customer and then conduct securities activities for that customer, and that is within an exception set forth in Section 16."
                            },
                            {
                                "start": 1811.992,
                                "stop": 1832.738,
                                "byte_start": 7342717,
                                "byte_stop": 7425682,
                                "text": "We submit that this identical argument was submitted to this Court back in 1970 with respect to the Camp decision, where it was urged that the commingled investment fund created by the bank in that case was nothing more than a bank customer or perhaps the investors in that fund were a series of bank customers and that what the bank was doing did not violate Section 16."
                            },
                            {
                                "start": 1832.738,
                                "stop": 1854.652,
                                "byte_start": 7425682,
                                "byte_stop": 7513349,
                                "text": "In the Camp decision this Court clearly distinguished between the activities of a bank in undertaking to purchase stock for the account of its individual customers... and I\u0027m quoting the language of the Court, there, on the one hand, and again, in the language of the Court, the operation of an investment fund on the other."
                            },
                            {
                                "start": 1854.652,
                                "stop": 1865.774,
                                "byte_start": 7513349,
                                "byte_stop": 7557862,
                                "text": "I am quoting from page 638 of the Court\u0027s opinion in which the Court said, referring to certain hazards with respect to bank involvement in investment company activity,"
                            },
                            {
                                "start": 1865.774,
                                "stop": 1877.415,
                                "byte_start": 7557862,
                                "byte_stop": 7604360,
                                "text": "\u0022These are all hazards that are not present when a bank undertakes to purchase stock for the account of its individual customers or to commingle assets which it has received for a true fiduciary purpose rather than for investment. \u0022"
                            },
                            {
                                "start": 1877.415,
                                "stop": 1885.604,
                                "byte_start": 7604360,
                                "byte_stop": 7637169,
                                "text": "\u0022These activities, unlike the operation of an investment fund, do not give rise to a promotional or salesman\u0027s stake in a particular investment. \u0022"
                            }
                        ]
                    },
                    {
                        "start": 1885.604,
                        "stop": 1887.206,
                        "byte_start": 7637169,
                        "byte_stop": 7643543,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1885.604,
                                "stop": 1887.206,
                                "byte_start": 7637169,
                                "byte_stop": 7643543,
                                "text": "You\u0027re reading from Camp?"
                            }
                        ]
                    },
                    {
                        "start": 1887.206,
                        "stop": 1888.039,
                        "byte_start": 7643543,
                        "byte_stop": 7646887,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 1887.206,
                                "stop": 1888.039,
                                "byte_start": 7643543,
                                "byte_stop": 7646887,
                                "text": "I am reading from Camp."
                            }
                        ]
                    },
                    {
                        "start": 1888.039,
                        "stop": 1890.908,
                        "byte_start": 7646887,
                        "byte_stop": 7658381,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 1888.039,
                                "stop": 1890.908,
                                "byte_start": 7646887,
                                "byte_stop": 7658381,
                                "text": "I guess all of us didn\u0027t agree with that."
                            }
                        ]
                    },
                    {
                        "start": 1890.908,
                        "stop": 1921.86,
                        "byte_start": 7658381,
                        "byte_stop": 7782201,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 1890.908,
                                "stop": 1892.425,
                                "byte_start": 7658381,
                                "byte_stop": 7664441,
                                "text": "Yes, Your Honor, that\u0027s correct."
                            },
                            {
                                "start": 1892.425,
                                "stop": 1895.627,
                                "byte_start": 7664441,
                                "byte_stop": 7677189,
                                "text": "It was Mr. Justice Blackmun who did dissent."
                            },
                            {
                                "start": 1895.627,
                                "stop": 1898.145,
                                "byte_start": 7677189,
                                "byte_stop": 7687325,
                                "text": "Now, this is page 638 of Camp."
                            },
                            {
                                "start": 1898.145,
                                "stop": 1903.549,
                                "byte_start": 7687325,
                                "byte_stop": 7708954,
                                "text": "\u0022They do not involve an enterprise in direct competition with aggressively promoted funds. \u0022"
                            },
                            {
                                "start": 1903.549,
                                "stop": 1905.501,
                                "byte_start": 7708954,
                                "byte_stop": 7716686,
                                "text": "\u0022They do not entail a threat to public confidence. \u0022"
                            },
                            {
                                "start": 1905.501,
                                "stop": 1906.101,
                                "byte_start": 7716686,
                                "byte_stop": 7719089,
                                "text": "and so forth."
                            },
                            {
                                "start": 1906.101,
                                "stop": 1907.585,
                                "byte_start": 7719089,
                                "byte_stop": 7725045,
                                "text": "And then the Court concluded:"
                            },
                            {
                                "start": 1907.585,
                                "stop": 1913.155,
                                "byte_start": 7725045,
                                "byte_stop": 7747302,
                                "text": "\u0022In short, there is a plain difference between the sale of fiduciary services and the sale of investments. \u0022"
                            },
                            {
                                "start": 1913.155,
                                "stop": 1915.523,
                                "byte_start": 7747302,
                                "byte_stop": 7756810,
                                "text": "And that is the end of the quotation."
                            },
                            {
                                "start": 1915.523,
                                "stop": 1921.86,
                                "byte_start": 7756810,
                                "byte_stop": 7782201,
                                "text": "We submit that, for the same reason that this Court rejected that argument in Camp, it should be rejected in this case."
                            }
                        ]
                    },
                    {
                        "start": 1921.86,
                        "stop": 1926.145,
                        "byte_start": 7782201,
                        "byte_stop": 7799338,
                        "speaker": {
                            "ID": 15104,
                            "name": "Thurgood Marshall",
                            "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
                            "last_name": "Marshall",
                            "roles": [
                                {
                                    "id": 2748,
                                    "type": "scotus_justice",
                                    "date_start": -71002800,
                                    "date_end": 686293200,
                                    "appointing_president": "Lyndon B. Johnson",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
                                }
                            ],
                            "thumbnail": {
                                "id": 32770,
                                "mime": "image\/png",
                                "size": 59272,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
                            },
                            "length_of_service": 8765,
                            "identifier": "thurgood_marshall"
                        },
                        "text_blocks": [
                            {
                                "start": 1921.86,
                                "stop": 1926.145,
                                "byte_start": 7782201,
                                "byte_stop": 7799338,
                                "text": "Camp didn\u0027t deal with this kind of holding company though, did it?"
                            }
                        ]
                    },
                    {
                        "start": 1926.145,
                        "stop": 2483.226,
                        "byte_start": 7799338,
                        "byte_stop": 10027687,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 1926.145,
                                "stop": 1931.382,
                                "byte_start": 7799338,
                                "byte_stop": 7820236,
                                "text": "No, sir, Camp dealt with an open-end Fund that was directly sponsored by the bank."
                            },
                            {
                                "start": 1931.382,
                                "stop": 1948.427,
                                "byte_start": 7820236,
                                "byte_stop": 7888467,
                                "text": "We submit also that a reading of the legislative history of the Glass-Steagall Act suggests that the formation of investment companies of this kind was one of the evils that the Congress was concerned with, particularly when it was dealing with so-called bank affiliates."
                            },
                            {
                                "start": 1948.427,
                                "stop": 1965.203,
                                "byte_start": 7888467,
                                "byte_stop": 7955550,
                                "text": "In the legislative proceedings, particularly the hearings before the Subcommittee of the Senate Banking and Currency Committee, the landmark hearings with respect to Glass-Steagall in the 71st Congress, an intensive investigation of security affiliates was undertaken."
                            },
                            {
                                "start": 1965.203,
                                "stop": 1971.757,
                                "byte_start": 7955550,
                                "byte_stop": 7981777,
                                "text": "And I quote now from the hearings, which are cited in our brief at page 51,"
                            },
                            {
                                "start": 1971.757,
                                "stop": 1977.947,
                                "byte_start": 7981777,
                                "byte_stop": 8006541,
                                "text": "\u0022An analysis of the operations of a number of typical security affiliates reveals a wide variety of activities. \u0022"
                            },
                            {
                                "start": 1977.947,
                                "stop": 1981.165,
                                "byte_start": 8006541,
                                "byte_stop": 8019393,
                                "text": "\u0022The more important functions which they exercise are the following. \u0022"
                            },
                            {
                                "start": 1981.165,
                                "stop": 1991.17,
                                "byte_start": 8019393,
                                "byte_stop": 8059413,
                                "text": "And then number one was acting as a wholesaler of securities; number two, a retailer of securities; number three, holding and finance companies; and now we come to the important one that I\u0027d like to quote, number four."
                            },
                            {
                                "start": 1991.17,
                                "stop": 1994.372,
                                "byte_start": 8059413,
                                "byte_stop": 8072265,
                                "text": "That is, exercise the following:"
                            },
                            {
                                "start": 1994.372,
                                "stop": 2000.61,
                                "byte_start": 8072265,
                                "byte_stop": 8097134,
                                "text": "\u0022(4) Investment trusts... buying, and selling securities acquired purely for investment or speculative purposes. \u0022"
                            },
                            {
                                "start": 2000.61,
                                "stop": 2017.338,
                                "byte_start": 8097134,
                                "byte_stop": 8164111,
                                "text": "Now, we submit that the kind of a security affiliate referred to by the Congress under item 4 in those hearings is exactly the same kind of an affiliate that\u0027s involved in this case, namely a closed-end investment company which buys and sells securities acquired purely for investment or speculative purposes."
                            },
                            {
                                "start": 2017.338,
                                "stop": 2025.51,
                                "byte_start": 8164111,
                                "byte_stop": 8196817,
                                "text": "Now, as the Board has indicated and as the record shows, the Board has drawn a distinction between sponsorship of closed-end funds and sponsorship of open-end funds."
                            },
                            {
                                "start": 2025.51,
                                "stop": 2033.081,
                                "byte_start": 8196817,
                                "byte_stop": 8227014,
                                "text": "The Board concedes that sponsorship of an open-end fund is prohibited, but it holds that a sponsorship of a closed-end fund is permitted."
                            },
                            {
                                "start": 2033.081,
                                "stop": 2048.876,
                                "byte_start": 8227014,
                                "byte_stop": 8290231,
                                "text": "And yet, the fact is that the overwhelming majority of investment companies and investment trusts which were in existence in 1929 and 1930 at the time the Glass-Steagall legislation was being considered, the overwhelming majority of them were closed-end funds."
                            },
                            {
                                "start": 2048.876,
                                "stop": 2063.184,
                                "byte_start": 8290231,
                                "byte_stop": 8347491,
                                "text": "In fact, the SEC records which are cited at page 27 of our brief show that of all assets held by investment companies in 1929 and 1930, 95 percent were closed-end companies and only five percent were open-end companies."
                            },
                            {
                                "start": 2063.184,
                                "stop": 2075.526,
                                "byte_start": 8347491,
                                "byte_stop": 8396810,
                                "text": "So we submit that not only does the language of Glass-Steagall prohibit bank sponsorship of closed-end investment companies, but the legislative history discloses that Congress clearly intended to prohibit that sponsorship."
                            },
                            {
                                "start": 2075.526,
                                "stop": 2078.912,
                                "byte_start": 8396810,
                                "byte_stop": 8410394,
                                "text": "And this Court\u0027s Camp decision, of course, is squarely in point."
                            },
                            {
                                "start": 2078.912,
                                "stop": 2082.364,
                                "byte_start": 8410394,
                                "byte_stop": 8424187,
                                "text": "Now, we come then to the second leg of our argument."
                            },
                            {
                                "start": 2082.364,
                                "stop": 2101.576,
                                "byte_start": 8424187,
                                "byte_stop": 8500987,
                                "text": "If in fact banks are prohibited from sponsoring closed-end investment companies, as we submit unmistakably they are, then we further submit that the Board may not lawfully under Section 4(c)(8) permit bank holding companies to engage in those identical activities on the ground that they are... I\u0027m quoting the statute,"
                            },
                            {
                                "start": 2101.576,
                                "stop": 2105.38,
                                "byte_start": 8500987,
                                "byte_stop": 8516242,
                                "text": "\u0022so closely related to banking as to be a proper incident thereto. \u0022"
                            },
                            {
                                "start": 2105.38,
                                "stop": 2114.651,
                                "byte_start": 8516242,
                                "byte_stop": 8553336,
                                "text": "Counsel for the Board argues that bank holding company legislation was intended to permit the Board to authorize activities in which banks may not engage."
                            },
                            {
                                "start": 2114.651,
                                "stop": 2117.603,
                                "byte_start": 8553336,
                                "byte_stop": 8565143,
                                "text": "And that of course, is true, to a limited extent."
                            },
                            {
                                "start": 2117.603,
                                "stop": 2123.924,
                                "byte_start": 8565143,
                                "byte_stop": 8590430,
                                "text": "The Holding Company Act does permit the Board to authorize holding companies to engage in activities which would be ultra vires of banking."
                            },
                            {
                                "start": 2123.924,
                                "stop": 2129.828,
                                "byte_start": 8590430,
                                "byte_stop": 8614045,
                                "text": "But what is involved in this case is something far more than activities which would be merely ultra vires."
                            },
                            {
                                "start": 2129.828,
                                "stop": 2143.588,
                                "byte_start": 8614045,
                                "byte_stop": 8669111,
                                "text": "What is involved here are activities that are specifically prohibited by the fundamental national policy which is embodied in Glass-Steagall, acts which, under Section 21, we submit it would be illegal for a bank engage in."
                            },
                            {
                                "start": 2143.588,
                                "stop": 2161.549,
                                "byte_start": 8669111,
                                "byte_stop": 8740895,
                                "text": "It is our position that under Section 4(c)(8) the standard of closely related and proper incident cannot be met by permitting activities by a holding company which are so positively prohibited to banks themselves."
                            },
                            {
                                "start": 2161.549,
                                "stop": 2175.274,
                                "byte_start": 8740895,
                                "byte_stop": 8795857,
                                "text": "We believe that the legislative history of the 1956 Act and the manner in which it was administered by the Board following passage makes this clear."
                            },
                            {
                                "start": 2175.274,
                                "stop": 2190.901,
                                "byte_start": 8795857,
                                "byte_stop": 8858342,
                                "text": "As a matter of fact, Chairman Martin... William McChesney Martin... was Chairman of the Board at the time the 1956 Holding Company Act was passed, and was chairman of the board throughout its entire administration right until the 1970 amendments to that Act were passed."
                            },
                            {
                                "start": 2190.901,
                                "stop": 2199.674,
                                "byte_start": 8858342,
                                "byte_stop": 8893450,
                                "text": "Chairman Martin testified in 1969 in connection with the 1970 amendments, in referring to the Holding Company Act, he said,"
                            },
                            {
                                "start": 2199.674,
                                "stop": 2202.793,
                                "byte_start": 8893450,
                                "byte_stop": 8905885,
                                "text": "\u0022The Congress took steps years ago in the Banking Act of 1933. \u0022"
                            },
                            {
                                "start": 2202.793,
                                "stop": 2204.643,
                                "byte_start": 8905885,
                                "byte_stop": 8913303,
                                "text": "--I interpolate, the Glass-Steagall Act..."
                            },
                            {
                                "start": 2204.643,
                                "stop": 2213.732,
                                "byte_start": 8913303,
                                "byte_stop": 8949666,
                                "text": "\u0022to separate banking from non-banking businesses, policy that was reinforced by the Bank Holding Company Act of 1956, as to companies that owned two or more banks. \u0022"
                            },
                            {
                                "start": 2213.732,
                                "stop": 2223.957,
                                "byte_start": 8949666,
                                "byte_stop": 8990521,
                                "text": "I think Chairman Martin was clearly correct, that the Congress in passing the Holding Company Act intended to reinforce the policies and principles of the Glass-Steagall Act."
                            },
                            {
                                "start": 2223.957,
                                "stop": 2233.228,
                                "byte_start": 8990521,
                                "byte_stop": 9027615,
                                "text": "So far as is known, no holding company attempted to sponsor an investment company, closed-end or open-end, during the period between 1956 and 1970."
                            },
                            {
                                "start": 2233.228,
                                "stop": 2238.632,
                                "byte_start": 9027615,
                                "byte_stop": 9049245,
                                "text": "And we think it is quite clear that the 1956 Act would not have permitted that sort of activity."
                            },
                            {
                                "start": 2238.632,
                                "stop": 2251.207,
                                "byte_start": 9049245,
                                "byte_stop": 9099609,
                                "text": "The only question remaining, then, is whether the 1970 amendments to Section 4(c)(8) somehow or other demonstrated a congressional intent to broaden the power of the Board to authorize activities by bank holding companies."
                            },
                            {
                                "start": 2251.207,
                                "stop": 2271.853,
                                "byte_start": 9099609,
                                "byte_stop": 9182156,
                                "text": "Now, as the Court below noted, there was a massive struggle in connection with the 1970 amendments between the congressional proponents of much broadened permissible activities for bank holding companies, and the congressional opponents of such broadening, and who intended to restrict even further the permissible activity of bank holding companies."
                            },
                            {
                                "start": 2271.853,
                                "stop": 2289.832,
                                "byte_start": 9182156,
                                "byte_stop": 9254045,
                                "text": "In the middle of that struggle, I might say, was the Board of Governors of the Federal Reserve System, which came down on the side of some broadening and suggested that the language so closely related to banking as to be an incident thereto, be eliminated and that a functionally related test be substituted."
                            },
                            {
                                "start": 2289.832,
                                "stop": 2304.925,
                                "byte_start": 9254045,
                                "byte_stop": 9314440,
                                "text": "I might also say that during the course of that legislative struggle an attempt was made to resolve by congressional action the very issue which was wending its way through the Federal Court system and ultimately decided by this court in 1971, in the Camp case."
                            },
                            {
                                "start": 2304.925,
                                "stop": 2312.18,
                                "byte_start": 9314440,
                                "byte_stop": 9343488,
                                "text": "Now, the outcome of that struggle was, as the Court below indicated, a compromise."
                            },
                            {
                                "start": 2312.18,
                                "stop": 2318.001,
                                "byte_start": 9343488,
                                "byte_stop": 9366685,
                                "text": "In the first place, the attempt to legislate the result in the Camp case failed."
                            },
                            {
                                "start": 2318.001,
                                "stop": 2328.624,
                                "byte_start": 9366685,
                                "byte_stop": 9409212,
                                "text": "Secondly, the position, which was essentially the position of the Administration at that time, substantially broadened; Section 4(c)(8) was not adopted."
                            },
                            {
                                "start": 2328.624,
                                "stop": 2336.046,
                                "byte_start": 9409212,
                                "byte_stop": 9438887,
                                "text": "The Board of Governors\u0027 proposed middle ground or compromise substituting the language \u0022functionally related\u0022 was not adopted."
                            },
                            {
                                "start": 2336.046,
                                "stop": 2350.305,
                                "byte_start": 9438887,
                                "byte_stop": 9495938,
                                "text": "And I might say that in submitting that proposed middle ground, the Board suggested that one of the types of activities that in its view would be within the standard of \u0022functionally related\u0022, was acting as an investment advisor to investment companies."
                            },
                            {
                                "start": 2350.305,
                                "stop": 2359.078,
                                "byte_start": 9495938,
                                "byte_stop": 9531047,
                                "text": "The Senate basically had been in favor of the broadening of the activities permissible to bank holding companies."
                            },
                            {
                                "start": 2359.078,
                                "stop": 2364.297,
                                "byte_start": 9531047,
                                "byte_stop": 9551945,
                                "text": "the House of Representatives on the other hand was more or less determined not to permit the broadening."
                            },
                            {
                                "start": 2364.297,
                                "stop": 2374.755,
                                "byte_start": 9551945,
                                "byte_stop": 9593741,
                                "text": "And indeed, the bill that passed the House of Representatives contained a so-called negative laundry list specifically outlawing certain types of activities to bank holding companies and banks and their affiliates."
                            },
                            {
                                "start": 2374.755,
                                "stop": 2385.396,
                                "byte_start": 9593741,
                                "byte_stop": 9636268,
                                "text": "And one of the items on the negative laundry list was the kind of activity involved in this case, the sponsorship of investment companies."
                            },
                            {
                                "start": 2385.396,
                                "stop": 2390.115,
                                "byte_start": 9636268,
                                "byte_stop": 9655181,
                                "text": "As the final bill makes clear, neither side clearly prevailed in this struggle."
                            },
                            {
                                "start": 2390.115,
                                "stop": 2400.072,
                                "byte_start": 9655181,
                                "byte_stop": 9694991,
                                "text": "But I think that the important thing for this Court to recognize is that the language of Section 4(c)(8) insofar as it\u0027s relevant to this proceeding remained exactly the same."
                            },
                            {
                                "start": 2400.072,
                                "stop": 2409.178,
                                "byte_start": 9694991,
                                "byte_stop": 9731458,
                                "text": "The test had been in 1956 and from then on so closely related to the business of banking as to be a proper incident thereto."
                            },
                            {
                                "start": 2409.178,
                                "stop": 2413.98,
                                "byte_start": 9731458,
                                "byte_stop": 9750685,
                                "text": "After the 1970 amendments, that same language remained the same."
                            },
                            {
                                "start": 2413.98,
                                "stop": 2419.034,
                                "byte_start": 9750685,
                                "byte_stop": 9770851,
                                "text": "There was only one change and that is that the words, \u0022the business of banking\u0022 were removed from the standard."
                            },
                            {
                                "start": 2419.034,
                                "stop": 2438.011,
                                "byte_start": 9770851,
                                "byte_stop": 9846815,
                                "text": "And it\u0027s quite clear that that deletion was made solely to overcome a series of rulings by the Board which previously had held under the 1956 Act that the activities which were lawful for a bank holding company had to be related directly to the banks which were owned or controlled by that holding company."
                            },
                            {
                                "start": 2438.011,
                                "stop": 2449.386,
                                "byte_start": 9846815,
                                "byte_stop": 9892268,
                                "text": "In other words, the holding companies could not engage broadly in that type of activity but had to limit their activities to support of the very banks in their own holding company complex."
                            },
                            {
                                "start": 2449.386,
                                "stop": 2456.242,
                                "byte_start": 9892268,
                                "byte_stop": 9919749,
                                "text": "That limitation was removed but only that; that was the only effect of a change in the 1970 amendments."
                            },
                            {
                                "start": 2456.242,
                                "stop": 2466.865,
                                "byte_start": 9919749,
                                "byte_stop": 9962172,
                                "text": "So that we submit, once again, that activity of the kind that is involved here... and it is only sponsorship of closed-end investment companies... is not permissible to banks."
                            },
                            {
                                "start": 2466.865,
                                "stop": 2483.226,
                                "byte_start": 9962172,
                                "byte_stop": 10027687,
                                "text": "It\u0027s directly prohibited to banks under the Glass-Steagall Act, and that it may not then lawfully be held that such activity, which is positively prohibited to banks, may be characterized as so closely related to banking as to be a proper incident thereto."
                            }
                        ]
                    },
                    {
                        "start": 2483.226,
                        "stop": 2486.111,
                        "byte_start": 10027687,
                        "byte_stop": 10039181,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2483.226,
                                "stop": 2486.111,
                                "byte_start": 10027687,
                                "byte_stop": 10039181,
                                "text": "Mr. Vieth, could I ask you something I should have asked you earlier?"
                            }
                        ]
                    },
                    {
                        "start": 2486.111,
                        "stop": 2492.248,
                        "byte_start": 10039181,
                        "byte_stop": 10063736,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2486.111,
                                "stop": 2492.248,
                                "byte_start": 10039181,
                                "byte_stop": 10063736,
                                "text": "Your client is an institute made up of open-end investment companies?"
                            }
                        ]
                    },
                    {
                        "start": 2492.248,
                        "stop": 2499.086,
                        "byte_start": 10063736,
                        "byte_stop": 10091112,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2492.248,
                                "stop": 2492.815,
                                "byte_start": 10063736,
                                "byte_stop": 10066035,
                                "text": "Yes, sir."
                            },
                            {
                                "start": 2492.815,
                                "stop": 2499.086,
                                "byte_start": 10066035,
                                "byte_stop": 10091112,
                                "text": "It is made up of virtually all of the open-end investment companies in this country, their investment advisors, and their principal underwriters."
                            }
                        ]
                    },
                    {
                        "start": 2499.086,
                        "stop": 2504.556,
                        "byte_start": 10091112,
                        "byte_stop": 10112951,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2499.086,
                                "stop": 2504.556,
                                "byte_start": 10091112,
                                "byte_stop": 10112951,
                                "text": "Could one of your members as well have sought review of this ruling?"
                            }
                        ]
                    },
                    {
                        "start": 2504.556,
                        "stop": 2509.71,
                        "byte_start": 10112951,
                        "byte_stop": 10133535,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2504.556,
                                "stop": 2505.873,
                                "byte_start": 10112951,
                                "byte_stop": 10118175,
                                "text": "Yes."
                            },
                            {
                                "start": 2505.873,
                                "stop": 2509.71,
                                "byte_start": 10118175,
                                "byte_stop": 10133535,
                                "text": "One of our members would have had standing to seek review--"
                            }
                        ]
                    },
                    {
                        "start": 2509.71,
                        "stop": 2512.077,
                        "byte_start": 10133535,
                        "byte_stop": 10143044,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2509.71,
                                "stop": 2512.077,
                                "byte_start": 10133535,
                                "byte_stop": 10143044,
                                "text": "Well, why would either one of you have standing to review?"
                            }
                        ]
                    },
                    {
                        "start": 2512.077,
                        "stop": 2541.329,
                        "byte_start": 10143044,
                        "byte_stop": 10260072,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2512.077,
                                "stop": 2535.675,
                                "byte_start": 10143044,
                                "byte_stop": 10237398,
                                "text": "--Well, in the first place, if Your Honor please, under Section 1850, 12 U.S.C. 1850 of the Holding Company Act, a competitor has standing to challenge a ruling of the Board, and I believe under this Court\u0027s decision in the Sierra case an association of competitors also has standing to act on behalf of the individual members."
                            },
                            {
                                "start": 2535.675,
                                "stop": 2541.329,
                                "byte_start": 10237398,
                                "byte_stop": 10260072,
                                "text": "And indeed the standing question was squarely raised and disposed of by this Court in the 1971 Camp case."
                            }
                        ]
                    },
                    {
                        "start": 2541.329,
                        "stop": 2551.454,
                        "byte_start": 10260072,
                        "byte_stop": 10300510,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2541.329,
                                "stop": 2551.454,
                                "byte_start": 10260072,
                                "byte_stop": 10300510,
                                "text": "I\u0027m just curious about the... you say open-end companies and closed-end companies compete?"
                            }
                        ]
                    },
                    {
                        "start": 2551.454,
                        "stop": 2560.992,
                        "byte_start": 10300510,
                        "byte_stop": 10338649,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2551.454,
                                "stop": 2552.071,
                                "byte_start": 10300510,
                                "byte_stop": 10303018,
                                "text": "Yes, sir, I do."
                            },
                            {
                                "start": 2552.071,
                                "stop": 2560.992,
                                "byte_start": 10303018,
                                "byte_stop": 10338649,
                                "text": "And that is alleged in the record, as the Court below notes, it was alleged in the proceedings before the Board and, indeed, in the first time around in proceedings before the District Court."
                            }
                        ]
                    },
                    {
                        "start": 2560.992,
                        "stop": 2568.998,
                        "byte_start": 10338649,
                        "byte_stop": 10370727,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2560.992,
                                "stop": 2565.796,
                                "byte_start": 10338649,
                                "byte_stop": 10357875,
                                "text": "What was the basis in old cases that say competitors don\u0027t have standing to sue?"
                            },
                            {
                                "start": 2565.796,
                                "stop": 2568.998,
                                "byte_start": 10357875,
                                "byte_stop": 10370727,
                                "text": "Was it a case or controversy?"
                            }
                        ]
                    },
                    {
                        "start": 2568.998,
                        "stop": 2571.45,
                        "byte_start": 10370727,
                        "byte_stop": 10380549,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2568.998,
                                "stop": 2571.45,
                                "byte_start": 10370727,
                                "byte_stop": 10380549,
                                "text": "It was a restrictive view of standing, if Your Honor please."
                            }
                        ]
                    },
                    {
                        "start": 2571.45,
                        "stop": 2573.1,
                        "byte_start": 10380549,
                        "byte_stop": 10387132,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2571.45,
                                "stop": 2572.167,
                                "byte_start": 10380549,
                                "byte_stop": 10383370,
                                "text": "Well, of what?"
                            },
                            {
                                "start": 2572.167,
                                "stop": 2573.1,
                                "byte_start": 10383370,
                                "byte_stop": 10387132,
                                "text": "Of case or controversy?"
                            }
                        ]
                    },
                    {
                        "start": 2573.1,
                        "stop": 2574.569,
                        "byte_start": 10387132,
                        "byte_stop": 10392983,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2573.1,
                                "stop": 2574.569,
                                "byte_start": 10387132,
                                "byte_stop": 10392983,
                                "text": "I believe it was case or controversy."
                            }
                        ]
                    },
                    {
                        "start": 2574.569,
                        "stop": 2577.688,
                        "byte_start": 10392983,
                        "byte_stop": 10405522,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2574.569,
                                "stop": 2577.688,
                                "byte_start": 10392983,
                                "byte_stop": 10405522,
                                "text": "Well, how could Congress just create it--"
                            }
                        ]
                    },
                    {
                        "start": 2577.688,
                        "stop": 2579.054,
                        "byte_start": 10405522,
                        "byte_stop": 10410956,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2577.688,
                                "stop": 2579.054,
                                "byte_start": 10405522,
                                "byte_stop": 10410956,
                                "text": "Well, in the first place--"
                            }
                        ]
                    },
                    {
                        "start": 2579.054,
                        "stop": 2580.14,
                        "byte_start": 10410956,
                        "byte_stop": 10415240,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2579.054,
                                "stop": 2580.14,
                                "byte_start": 10410956,
                                "byte_stop": 10415240,
                                "text": "--if it were a case or controversy?"
                            }
                        ]
                    },
                    {
                        "start": 2580.14,
                        "stop": 2588.044,
                        "byte_start": 10415240,
                        "byte_stop": 10446900,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2580.14,
                                "stop": 2588.044,
                                "byte_start": 10415240,
                                "byte_stop": 10446900,
                                "text": "--I\u0027m trying to think, I guess the 1970 amendment that I refer to, that conferred the standing, was a month or two before--"
                            }
                        ]
                    },
                    {
                        "start": 2588.044,
                        "stop": 2593.364,
                        "byte_start": 10446900,
                        "byte_stop": 10468216,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2588.044,
                                "stop": 2593.364,
                                "byte_start": 10446900,
                                "byte_stop": 10468216,
                                "text": "Well, Congress just can\u0027t confer standing unless there\u0027s a case or controversy,--"
                            }
                        ]
                    },
                    {
                        "start": 2593.364,
                        "stop": 2614.794,
                        "byte_start": 10468216,
                        "byte_stop": 10553898,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2593.364,
                                "stop": 2599.767,
                                "byte_start": 10468216,
                                "byte_stop": 10493816,
                                "text": "--I was going to say, if Your Honor please, that within a... I believe the 1970 amendments were passed in December of 1970."
                            },
                            {
                                "start": 2599.767,
                                "stop": 2610.409,
                                "byte_start": 10493816,
                                "byte_stop": 10536343,
                                "text": "This Court\u0027s decision in Camp was in April of 1971, and clearly, and squarely dealt with that issue, that issue which, incidentally, was raised by the Solicitor General in the Camp case and argued in the briefs and before this Court."
                            },
                            {
                                "start": 2610.409,
                                "stop": 2612.192,
                                "byte_start": 10536343,
                                "byte_stop": 10543449,
                                "text": "It was not argued in this case."
                            },
                            {
                                "start": 2612.192,
                                "stop": 2614.794,
                                "byte_start": 10543449,
                                "byte_stop": 10553898,
                                "text": "I should say, it was argued before the D.C. Circuit."
                            }
                        ]
                    },
                    {
                        "start": 2614.794,
                        "stop": 2622.717,
                        "byte_start": 10553898,
                        "byte_stop": 10585558,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2614.794,
                                "stop": 2622.717,
                                "byte_start": 10553898,
                                "byte_stop": 10585558,
                                "text": "--I know, but it wasn\u0027t... open-end companies were involved in that."
                            }
                        ]
                    },
                    {
                        "start": 2622.717,
                        "stop": 2626.252,
                        "byte_start": 10585558,
                        "byte_stop": 10599769,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2622.717,
                                "stop": 2626.252,
                                "byte_start": 10585558,
                                "byte_stop": 10599769,
                                "text": "Well, yes, it was open again... against open-end in a sense, but--"
                            }
                        ]
                    },
                    {
                        "start": 2626.252,
                        "stop": 2628.037,
                        "byte_start": 10599769,
                        "byte_stop": 10606874,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2626.252,
                                "stop": 2628.037,
                                "byte_start": 10599769,
                                "byte_stop": 10606874,
                                "text": "Well, yes, but this is closed against open."
                            }
                        ]
                    },
                    {
                        "start": 2628.037,
                        "stop": 2633.156,
                        "byte_start": 10606874,
                        "byte_stop": 10627354,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2628.037,
                                "stop": 2633.156,
                                "byte_start": 10606874,
                                "byte_stop": 10627354,
                                "text": "--Yes, sir, but it has been alleged, and the Court has accepted and it\u0027s not been challenged by the Government, so far as I know--"
                            }
                        ]
                    },
                    {
                        "start": 2633.156,
                        "stop": 2634.391,
                        "byte_start": 10627354,
                        "byte_stop": 10632265,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 2633.156,
                                "stop": 2634.391,
                                "byte_start": 10627354,
                                "byte_stop": 10632265,
                                "text": "That they are competitors?"
                            }
                        ]
                    },
                    {
                        "start": 2634.391,
                        "stop": 2641.344,
                        "byte_start": 10632265,
                        "byte_stop": 10660059,
                        "speaker": {
                            "ID": 26227,
                            "name": "G. Duane Vieth",
                            "href": "https:\/\/api.oyez.org\/people\/g_duane_vieth",
                            "last_name": "Vieth",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "g_duane_vieth"
                        },
                        "text_blocks": [
                            {
                                "start": 2634.391,
                                "stop": 2635.424,
                                "byte_start": 10632265,
                                "byte_stop": 10636445,
                                "text": "--That they are competitors."
                            },
                            {
                                "start": 2635.424,
                                "stop": 2641.344,
                                "byte_start": 10636445,
                                "byte_stop": 10660059,
                                "text": "It was alleged that they\u0027re not competitors and it has not been challenged, that allegation has not been challenged."
                            }
                        ]
                    },
                    {
                        "start": 2641.344,
                        "stop": 2642.13,
                        "byte_start": 10660059,
                        "byte_stop": 10663298,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2641.344,
                                "stop": 2642.13,
                                "byte_start": 10660059,
                                "byte_stop": 10663298,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 2642.13,
                        "stop": 2648.034,
                        "byte_start": 10663298,
                        "byte_stop": 10686913,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2642.13,
                                "stop": 2648.034,
                                "byte_start": 10663298,
                                "byte_stop": 10686913,
                                "text": "Do you have anything further, Mr. Shapiro?"
                            }
                        ]
                    }
                ]
            },
            {
                "start": 2648.034,
                "stop": 2751.4,
                "byte_start": 10686913,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 2648.034,
                        "stop": 2741.91,
                        "byte_start": 10686913,
                        "byte_stop": 11062345,
                        "speaker": {
                            "ID": 42002,
                            "name": "Stephen M. Shapiro",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_m_shapiro",
                            "last_name": "Shapiro",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "stephen_m_shapiro"
                        },
                        "text_blocks": [
                            {
                                "start": 2648.034,
                                "stop": 2652.902,
                                "byte_start": 10686913,
                                "byte_stop": 10706348,
                                "text": "Mr. Chief Justice, I will not detain the Court over-long."
                            },
                            {
                                "start": 2652.902,
                                "stop": 2660.925,
                                "byte_start": 10706348,
                                "byte_stop": 10738427,
                                "text": "All of the arguments, I believe, that have been raised here today by respondent are addressed in our reply brief and I won\u0027t rehash those matters."
                            },
                            {
                                "start": 2660.925,
                                "stop": 2675.351,
                                "byte_start": 10738427,
                                "byte_stop": 10796105,
                                "text": "I would like to leave one parting thought with the Court, however, and that is that this is obviously a complicated case, the facts themselves, the particularities of the financial institutions, and the statutes are complicated."
                            },
                            {
                                "start": 2675.351,
                                "stop": 2683.188,
                                "byte_start": 10796105,
                                "byte_stop": 10827452,
                                "text": "And the Court will be without a compass, I would submit, unless it returns to the plain meaning of these statutes, the literal terms."
                            },
                            {
                                "start": 2683.188,
                                "stop": 2694.146,
                                "byte_start": 10827452,
                                "byte_stop": 10871338,
                                "text": "Section 20 of the Glass-Steagall Act says that affiliates of banks, including bank holding companies, may not engage principally in the issuance or underwriting of securities."
                            },
                            {
                                "start": 2694.146,
                                "stop": 2700.217,
                                "byte_start": 10871338,
                                "byte_stop": 10895579,
                                "text": "Now this regulation doesn\u0027t permit any bank holding company or any bank to engage in those activities at all."
                            },
                            {
                                "start": 2700.217,
                                "stop": 2703.852,
                                "byte_start": 10895579,
                                "byte_stop": 10910103,
                                "text": "They don\u0027t issue securities, and they don\u0027t under-write securities."
                            },
                            {
                                "start": 2703.852,
                                "stop": 2704.787,
                                "byte_start": 10910103,
                                "byte_stop": 10913865,
                                "text": "That\u0027s strictly forbidden."
                            },
                            {
                                "start": 2704.787,
                                "stop": 2715.31,
                                "byte_start": 10913865,
                                "byte_stop": 10955974,
                                "text": "Section 4(c)(8) of the Bank Holding Company Act vests in the Board the decision whether a particular activity is closely related to banking and is a proper incident."
                            },
                            {
                                "start": 2715.31,
                                "stop": 2728.919,
                                "byte_start": 10955974,
                                "byte_stop": 11010414,
                                "text": "The question whether you have a proper incident turns on a weighing of social benefits against disadvantages, conflicts of interest, et cetera; factors that Congress has enumerated in the statute for the Board to consider."
                            },
                            {
                                "start": 2728.919,
                                "stop": 2734.973,
                                "byte_start": 11010414,
                                "byte_stop": 11034655,
                                "text": "Again, there is no prohibition in the literal terms of the statute of the activities that are permitted here."
                            },
                            {
                                "start": 2734.973,
                                "stop": 2741.044,
                                "byte_start": 11034655,
                                "byte_stop": 11058897,
                                "text": "And I would refer the Court to our brief for a point-by-point response to the contentions that have been raised today."
                            },
                            {
                                "start": 2741.044,
                                "stop": 2741.91,
                                "byte_start": 11058897,
                                "byte_stop": 11062345,
                                "text": "Thank you."
                            }
                        ]
                    },
                    {
                        "start": 2741.91,
                        "stop": 2743.912,
                        "byte_start": 11062345,
                        "byte_stop": 11070391,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 2741.91,
                                "stop": 2742.746,
                                "byte_start": 11062345,
                                "byte_stop": 11065689,
                                "text": "Thank you, gentlemen."
                            },
                            {
                                "start": 2742.746,
                                "stop": 2743.912,
                                "byte_start": 11065689,
                                "byte_stop": 11070391,
                                "text": "The case is submitted."
                            }
                        ]
                    },
                    {
                        "start": 2743.912,
                        "stop": 2751.4,
                        "byte_start": 11070391,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 2743.912,
                                "stop": 2751.4,
                                "byte_start": 11070391,
                                "byte_stop": 0,
                                "text": "The honrable court is now adjourned until Monday next at 10:00."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "public_note": null,
    "unavailable": null,
    "damaged": null
}