{
    "id": 21410,
    "title": "Opinion Announcement - February 28, 2001",
    "transcript": {
        "title": "Cook v. Gralike",
        "duration": 363.363,
        "sections": [
            {
                "start": 0,
                "stop": 363.363,
                "byte_start": 92832,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.825,
                        "byte_start": 92832,
                        "byte_stop": 128150,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.825,
                                "byte_start": 92832,
                                "byte_stop": 128150,
                                "text": "The opinion of the Court in No. 99-929, Cook versus Gralike will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 8.825,
                        "stop": 363.363,
                        "byte_start": 128150,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 8.825,
                                "stop": 21.942,
                                "byte_start": 128150,
                                "byte_stop": 180603,
                                "text": "Five years ago in a case known as U.S. Term Limits against Thornton, this Court reviewed an Arkansas law prohibiting the name of an otherwise eligible candidate for congressional office."
                            },
                            {
                                "start": 21.942,
                                "stop": 32.018,
                                "byte_start": 180603,
                                "byte_stop": 220936,
                                "text": "From appearing on the general election ballot, if he or she had already served two terms in the United States Senate or three terms in the House of Representatives."
                            },
                            {
                                "start": 32.018,
                                "stop": 48.874,
                                "byte_start": 220936,
                                "byte_stop": 288332,
                                "text": "We held that the law was an impermissible attempt to add qualifications to congressional office, rather than a permissible exercise of the State’s power under Article I Section 4, the so-called Elections Clause of the Federal Constitution."
                            },
                            {
                                "start": 48.874,
                                "stop": 62.578,
                                "byte_start": 288332,
                                "byte_stop": 343190,
                                "text": "In response to our decision Missouri voters adopted an amendment to Article VIII of their State Constitution, designed to bring about the adoption of a specified term limits amendment to the Federal Constitution."
                            },
                            {
                                "start": 62.578,
                                "stop": 71.134,
                                "byte_start": 343190,
                                "byte_stop": 377462,
                                "text": "Among other things Article VIII instructs Missouri’s Congressional delegates to use all there powers to pass the federal amendment."
                            },
                            {
                                "start": 71.134,
                                "stop": 88.135,
                                "byte_start": 377462,
                                "byte_stop": 445381,
                                "text": "It prescribes that the statement “Disregarded voter’s instructions on term limits” be printed on ballots by the names of incumbent congressional candidates who failed to take certain legislative steps in support of the proposed amendment."
                            },
                            {
                                "start": 88.135,
                                "stop": 105.864,
                                "byte_start": 445381,
                                "byte_stop": 516329,
                                "text": "Article VIII also provides that the statement “declined to pledge to support term limits” be printed by the names of nonincumbent congressional candidates refusing to take a Term Limits pledge to perform those Acts if elected."
                            },
                            {
                                "start": 105.864,
                                "stop": 117.73,
                                "byte_start": 516329,
                                "byte_stop": 563768,
                                "text": "Finally Article VIII directs the Secretary of State of Missouri, the petitioner in this case, to declare whether either statement should be printed next to a candidate’s name."
                            },
                            {
                                "start": 117.73,
                                "stop": 128.234,
                                "byte_start": 563768,
                                "byte_stop": 605772,
                                "text": "Respondent Gralike a nonincumbent House candidate sued to enjoin petitioner from implementing Article VIII on the ground that it violated the Federal Constitution."
                            },
                            {
                                "start": 128.234,
                                "stop": 131.575,
                                "byte_start": 605772,
                                "byte_stop": 619147,
                                "text": "The District Court granted Gralike summary judgment."
                            },
                            {
                                "start": 131.575,
                                "stop": 137.585,
                                "byte_start": 619147,
                                "byte_stop": 643180,
                                "text": "The Eighth Circuit affirmed, and we granted the Secretary of States, petition for certiorari."
                            },
                            {
                                "start": 137.585,
                                "stop": 149.524,
                                "byte_start": 643180,
                                "byte_stop": 690932,
                                "text": "Petitioner argues that Article VIII is an exercise of the people’s right to issue binding instructions to their representatives reserved by the Tenth Amendment to the Federal Constitution."
                            },
                            {
                                "start": 149.524,
                                "stop": 159.34,
                                "byte_start": 690932,
                                "byte_stop": 730220,
                                "text": "Petitioner also contends that under the Elections Clause, Article VIII is a permissible regulation of the manner of electing members of Congress."
                            },
                            {
                                "start": 159.34,
                                "stop": 172.237,
                                "byte_start": 730220,
                                "byte_stop": 781838,
                                "text": "Petitioner’s first argument is unpersuasive for three reasons; first the historical instructions on which she relies for her claim that the States have reserved power to issue binding instructions are distinguishable."
                            },
                            {
                                "start": 172.237,
                                "stop": 179.964,
                                "byte_start": 781838,
                                "byte_stop": 812767,
                                "text": "Unlike Article VIII none of the historical instructions was coupled with an expressed legal sanction for disobedience."
                            },
                            {
                                "start": 179.964,
                                "stop": 193.759,
                                "byte_start": 812767,
                                "byte_stop": 867937,
                                "text": "Second, countervailing historical evidence is provided by the fact that the first Congress rejected a proposal to insert a right of the people to instruct their representatives into what would become the First Amendment."
                            },
                            {
                                "start": 193.759,
                                "stop": 214.636,
                                "byte_start": 867937,
                                "byte_stop": 951425,
                                "text": "Finally and of decisive significance, the means employed to issue Article VIII’s instructions, placing the equivalent Scarlet Letter, on ballet’s next to congressional candidates are unacceptable, unless Article VIII is a permissible exercise of the State’s power to regulate the manner of holding congressional elections."
                            },
                            {
                                "start": 214.636,
                                "stop": 217.607,
                                "byte_start": 951425,
                                "byte_stop": 963336,
                                "text": "As we explained in our opinion it is not."
                            },
                            {
                                "start": 217.607,
                                "stop": 228.668,
                                "byte_start": 963336,
                                "byte_stop": 1007536,
                                "text": "As a fundamental matter States may regulate the incidents of congressional elections, including balloting, only within the authority delegated to them by the Elections Clause."
                            },
                            {
                                "start": 228.668,
                                "stop": 238.424,
                                "byte_start": 1007536,
                                "byte_stop": 1046615,
                                "text": "That is because any State authority to regulate election to congressional offices did not exist before those offices were created by the Constitution."
                            },
                            {
                                "start": 238.424,
                                "stop": 245.179,
                                "byte_start": 1046615,
                                "byte_stop": 1073573,
                                "text": "The Elections Clause grants to the States the power to regulate the times, places, and manner of congressional elections."
                            },
                            {
                                "start": 245.179,
                                "stop": 265.038,
                                "byte_start": 1073573,
                                "byte_stop": 1152985,
                                "text": "While this is a broad delegation of power to prescribe procedural mechanisms for holding congressional elections, it does not authorize States to dictate electoral outcomes to favor or disfavor a class of candidates or to evade important constitutional restraints."
                            },
                            {
                                "start": 265.038,
                                "stop": 271.81,
                                "byte_start": 1152985,
                                "byte_stop": 1180153,
                                "text": "Contrary to petitioner’s contention, Article VIII is not a procedural regulation concerning the manner of elections."
                            },
                            {
                                "start": 271.81,
                                "stop": 283.727,
                                "byte_start": 1180153,
                                "byte_stop": 1227800,
                                "text": "The term manner encompasses matters like notices, registrations, supervision of voting, and other requirements and safeguards that are necessary to implement the fundamental right involved."
                            },
                            {
                                "start": 283.727,
                                "stop": 299.549,
                                "byte_start": 1227800,
                                "byte_stop": 1291121,
                                "text": "By contrast Article VIII plainly is designed to favor candidates who are willing to support its proposed Term Limits Amendment, and to disfavor candidates who either oppose Term Limits in general or would prefer a different proposal."
                            },
                            {
                                "start": 299.549,
                                "stop": 315.876,
                                "byte_start": 1291121,
                                "byte_stop": 1356427,
                                "text": "To give teeth to Article VIII’s instructions, its labels impose substantial political risks on candidates who fail to comply with its provisions, handicapping them at the most crucial stage in the electoral process, the instant before the vote is cast."
                            },
                            {
                                "start": 315.876,
                                "stop": 328.071,
                                "byte_start": 1356427,
                                "byte_stop": 1405119,
                                "text": "Moreover by directing the citizen’s attention to the single consideration of the candidate’s fidelity to term limits, the labels imply that the issue should be the paramount consideration in the citizen’s choice."
                            },
                            {
                                "start": 328.071,
                                "stop": 337.814,
                                "byte_start": 1405119,
                                "byte_stop": 1444094,
                                "text": "Article VIII thus attempts to dictate electoral outcomes and that kind of regulational congressional elections is not authorized by the Elections Clause."
                            },
                            {
                                "start": 337.814,
                                "stop": 341.525,
                                "byte_start": 1444094,
                                "byte_stop": 1459036,
                                "text": "Accordingly the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 341.525,
                                "stop": 363.363,
                                "byte_start": 1459036,
                                "byte_stop": 0,
                                "text": "Justice Kennedy joins the Court’s opinion and has also filed a concurring opinion; Justice Souter joins all but part three of the Court’s opinion; Justice Thomas has filed an opinion concurring in parts one and four and concurring in the judgment; The Chief Justice joined by Justice O’Connor has filed an opinion concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51943,
            "mime": "audio\/mpeg",
            "size": 1546285,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-929\/20010228o_99-929.delivery.mp3"
        },
        {
            "id": 73714,
            "mime": "audio\/ogg",
            "size": 3665821,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-929\/20010228o_99-929.ogg"
        },
        {
            "id": 73715,
            "mime": "application\/x-mpegURL",
            "size": 5357,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-929\/20010228o_99-929.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}