{
    "id": 17486,
    "title": "Opinion Announcement - May 31, 1977",
    "transcript": {
        "title": "Teamsters v. United States",
        "duration": 392.636,
        "sections": [
            {
                "start": 0,
                "stop": 392.636,
                "byte_start": 100536,
                "byte_stop": 1671018,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.84,
                        "byte_start": 100536,
                        "byte_stop": 139929,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.84,
                                "byte_start": 100536,
                                "byte_stop": 139929,
                                "text": "Mr. Justice Stewart has opinions and three separate cases to announce."
                            }
                        ]
                    },
                    {
                        "start": 9.84,
                        "stop": 392.636,
                        "byte_start": 139929,
                        "byte_stop": 1671018,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 9.84,
                                "stop": 23.97,
                                "byte_start": 139929,
                                "byte_stop": 196458,
                                "text": "First, I\u0027m authorized to announce the opinion and judgment of the Court in Number 75-636 and a related case, International Brotherhood of Teamsters against the United States."
                            },
                            {
                                "start": 23.97,
                                "stop": 33.003,
                                "byte_start": 196458,
                                "byte_stop": 232611,
                                "text": "These cases are hereby reason of the grant of a writ of certiorari to United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 33.003,
                                "stop": 50.696,
                                "byte_start": 232611,
                                "byte_stop": 303351,
                                "text": "The United States brought this litigation under Title 7 of the Civil Rights Act of 1964 against the petitioners who are a nationwide trucking company and a union that represents a large number of that company\u0027s employees."
                            },
                            {
                                "start": 50.696,
                                "stop": 63.093,
                                "byte_start": 303351,
                                "byte_stop": 352983,
                                "text": "The government charged that the company had engaged in a pattern or practice of discrimination in employment against Negroes and Spanish surnamed American citizens."
                            },
                            {
                                "start": 63.093,
                                "stop": 77.202,
                                "byte_start": 352983,
                                "byte_stop": 409408,
                                "text": "These minority workers allegedly were hired only for lower paying, less desirable jobs as servicemen and city drivers and were excluded from jobs as over the road or line drivers."
                            },
                            {
                                "start": 77.202,
                                "stop": 86.746,
                                "byte_start": 409408,
                                "byte_stop": 447547,
                                "text": "The government further claimed that the seniority system agreed upon by the company and the union and their collective bargaining agreements is illegal."
                            },
                            {
                                "start": 86.746,
                                "stop": 99.959,
                                "byte_start": 447547,
                                "byte_stop": 500418,
                                "text": "Under that system, a city driver or serviceman who transfers to a line driver job must give up his accrued competitive seniority and start at the bottom of the list as a line driver."
                            },
                            {
                                "start": 99.959,
                                "stop": 116.6,
                                "byte_start": 500418,
                                "byte_stop": 566978,
                                "text": "The government claimed that this system is illegal because it requires minority workers who were previously excluded from line driver jobs to start at the bottom of the list when they do get such jobs, thus, perpetuating past discrimination."
                            },
                            {
                                "start": 116.6,
                                "stop": 128.703,
                                "byte_start": 566978,
                                "byte_stop": 615357,
                                "text": "The District Court after trial agreed that the company had discriminated against Negroes and Spanish surnamed person in hiring line drivers and agreed that the seniority system is unlawful."
                            },
                            {
                                "start": 128.703,
                                "stop": 154.048,
                                "byte_start": 615357,
                                "byte_stop": 716817,
                                "text": "It enjoined the company and the union from committing further violations of Title 7 and order that minority city drivers and servicemen at terminals with line driver operations be given the opportunity to transfer to a line driver jobs with retroactive seniority to be awarded depending on the strength of the evidence introduced to trial on behalf of particular employees."
                            },
                            {
                                "start": 154.048,
                                "stop": 177.612,
                                "byte_start": 716817,
                                "byte_stop": 811067,
                                "text": "The Court of Appeals for the Fifth Circuit affirmed the District Court\u0027s basic conclusions but it held that every minority worker whether or not he had ever applied for a line driver job should be allowed to transfer to such a job with retroactive seniority back to the time when a job vacancy existed and the worker would have met the line driver qualifications."
                            },
                            {
                                "start": 177.612,
                                "stop": 202.41,
                                "byte_start": 811067,
                                "byte_stop": 910227,
                                "text": "The company and the union both sought review in this court, claiming that the government did not adequately proved that there had been a pattern or practice of discrimination against Negroes and Spanish surnamed Americans that the seniority system is entirely legal under the Civil Rights Act and that the Court of Appeals should not have awarded relief to anyone who had never applied for a line driver job."
                            },
                            {
                                "start": 202.41,
                                "stop": 212.452,
                                "byte_start": 910227,
                                "byte_stop": 950352,
                                "text": "We granted their petitions for certiorari and a written opinion filed today with the clerk, we have concluded as follows."
                            },
                            {
                                "start": 212.452,
                                "stop": 223.153,
                                "byte_start": 950352,
                                "byte_stop": 993192,
                                "text": "First, the government sustained its burden of proving that the company had regularly and intentionally treated minority employees less favorably than White employees."
                            },
                            {
                                "start": 223.153,
                                "stop": 242.755,
                                "byte_start": 993192,
                                "byte_stop": 1071560,
                                "text": "The evidence showed pervasive, statistical disparities between the employment of White and minority employees, including the fact that the company with over 1800 line drivers had hired only one Negro line driver up until the year 1969."
                            },
                            {
                                "start": 242.755,
                                "stop": 257.701,
                                "byte_start": 1071560,
                                "byte_stop": 1131432,
                                "text": "The statistical evidence together with considerable testimony of specific instances of discrimination was not rebutted by the company and it fully supported the findings of the District Court and the Court of Appeals."
                            },
                            {
                                "start": 257.701,
                                "stop": 264.075,
                                "byte_start": 1131432,
                                "byte_stop": 1156928,
                                "text": "Second, we hold that the company seniority system does not violate Title 7."
                            },
                            {
                                "start": 264.075,
                                "stop": 276.43,
                                "byte_start": 1156928,
                                "byte_stop": 1206352,
                                "text": "By virtue of §703(h) of the statute, a bona fide seniority system does not become unlawful simply because it may perpetuate prior discrimination."
                            },
                            {
                                "start": 276.43,
                                "stop": 295.329,
                                "byte_start": 1206352,
                                "byte_stop": 1281898,
                                "text": "Congress as it is clear from the language and the legislative history of §703(h) did not intend to make it unlawful for employees with vested seniority rights to continue to exercise those rights even at the expense of the those discriminated against in the past."
                            },
                            {
                                "start": 295.329,
                                "stop": 308.771,
                                "byte_start": 1281898,
                                "byte_stop": 1335710,
                                "text": "Since this seniority system applies equally to all employees and was not established or operated with an intent to discriminate against anybody, it is not unlawful under Title 7."
                            },
                            {
                                "start": 308.771,
                                "stop": 322.065,
                                "byte_start": 1335710,
                                "byte_stop": 1388895,
                                "text": "Third, we hold that victims of discrimination occurring after Title 7 was enacted may nevertheless get full relief including retroactive seniority."
                            },
                            {
                                "start": 322.065,
                                "stop": 344.069,
                                "byte_start": 1388895,
                                "byte_stop": 1476876,
                                "text": "In light of the government\u0027s proof of a pattern or practice of discrimination in this case, every minority employee who previously applied for a line driver position is presumptively entitled to relief subject to a showing by the company that particular applicants were not the victims of its discriminatory conduct."
                            },
                            {
                                "start": 344.069,
                                "stop": 351.237,
                                "byte_start": 1476876,
                                "byte_stop": 1505506,
                                "text": "Moreover, employees who did not apply for a line driver jobs are not necessarily barred from relief."
                            },
                            {
                                "start": 351.237,
                                "stop": 365.502,
                                "byte_start": 1505506,
                                "byte_stop": 1562557,
                                "text": "A non-applicant who proves that he would have applied for a line driver job but for the company\u0027s discriminatory practices is entitled to be treated as though he had applied and awarded relief accordingly."
                            },
                            {
                                "start": 365.502,
                                "stop": 380.597,
                                "byte_start": 1562557,
                                "byte_stop": 1622952,
                                "text": "For the reason spelled out at considerable length in the written opinion of the court, the judgment of the Court of Appeals is vacated and the case is remanded to the District Court for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 380.597,
                                "stop": 392.636,
                                "byte_start": 1622952,
                                "byte_stop": 1671018,
                                "text": "Mr. Justice Marshall joined by Mr. Justice Brennan has filed a separate opinion concurring in part and dissenting in part from the opinion of the court."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 44094,
            "mime": "audio\/mpeg",
            "size": 1671227,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1976\/75-636\/19770531o_75-636.delivery.mp3"
        },
        {
            "id": 65958,
            "mime": "audio\/ogg",
            "size": 4131468,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1976\/75-636\/19770531o_75-636.ogg"
        },
        {
            "id": 65959,
            "mime": "application\/x-mpegURL",
            "size": 5744,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1976\/75-636\/19770531o_75-636.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}