{
    "id": 23107,
    "title": "Opinion Announcement - March 27, 2007",
    "transcript": {
        "title": "Rockwell Int\u0027l Corp. v. United States",
        "duration": 452.885,
        "sections": [
            {
                "start": 0,
                "stop": 452.885,
                "byte_start": 89809,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.159,
                        "byte_start": 89809,
                        "byte_stop": 126485,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.159,
                                "byte_start": 89809,
                                "byte_stop": 126485,
                                "text": "Justice Scalia has the opinion in 05-1272, Rockwell International versus United States."
                            }
                        ]
                    },
                    {
                        "start": 9.159,
                        "stop": 452.885,
                        "byte_start": 126485,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 9.159,
                                "stop": 14.615,
                                "byte_start": 126485,
                                "byte_stop": 148323,
                                "text": "This case is here on writ of certiorari to the Unites States Court of Appeals for the Tenth Circuit."
                            },
                            {
                                "start": 14.615,
                                "stop": 31.976,
                                "byte_start": 148323,
                                "byte_stop": 217809,
                                "text": "From 1975 through 1989 petitioner Rockwell International Corporation was under a management and operating contract with the Department of Energy to run the Rocky Flats Nuclear Weapon’s Plant in Colorado."
                            },
                            {
                                "start": 31.976,
                                "stop": 44.827,
                                "byte_start": 217809,
                                "byte_stop": 269218,
                                "text": "In the operation of that plant there was a toxic pond sludge that accumulated in solar evaporation ponds at the facility."
                            },
                            {
                                "start": 44.827,
                                "stop": 52.619,
                                "byte_start": 269218,
                                "byte_stop": 300356,
                                "text": "In the early 1980s Rockwell explored the possibility of disposing of this sludge by mixing it with cement."
                            },
                            {
                                "start": 52.619,
                                "stop": 69.777,
                                "byte_start": 300356,
                                "byte_stop": 369006,
                                "text": "The idea was to pour the mixture into large rectangular boxes where it would solidify into what they call “pondcrete” that could be stored outside or transported to other sites for disposal."
                            },
                            {
                                "start": 69.777,
                                "stop": 86.415,
                                "byte_start": 369006,
                                "byte_stop": 435566,
                                "text": "Respondent’s Stone who was then employed as an engineer at the plant predicted when this scheme was first hatched that the proposed system for creating “pondcrete” would not work because of the problem in the piping system."
                            },
                            {
                                "start": 86.415,
                                "stop": 100.086,
                                "byte_start": 435566,
                                "byte_stop": 490214,
                                "text": "However, Rockwell successfully made concrete blocks and discovered what the parties referred to as “insolid blocks” only after Stone was laid off in 1986."
                            },
                            {
                                "start": 100.086,
                                "stop": 106.675,
                                "byte_start": 490214,
                                "byte_stop": 516545,
                                "text": "In July 1989 Stone filed a qui tam suit under the False Claims Act."
                            },
                            {
                                "start": 106.675,
                                "stop": 135.232,
                                "byte_start": 516545,
                                "byte_stop": 630753,
                                "text": "The false Claims Act prohibits false or fraudulent claims for payment to the United States and authorizes civil actions to remedy such fraud to be brought by the Attorney General or by private individuals in the government’s name and hence the name qui tam suits the Latin for who brings the suit in his own right as well as in the name of the king."
                            },
                            {
                                "start": 135.232,
                                "stop": 154.965,
                                "byte_start": 630753,
                                "byte_stop": 709747,
                                "text": "The act however eliminates federal court jurisdiction over actions “based upon the public disclosure of allegations or transactions unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.”"
                            },
                            {
                                "start": 154.965,
                                "stop": 172.769,
                                "byte_start": 709747,
                                "byte_stop": 780905,
                                "text": "An original source is defined as someone who “has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the government before filing an action based on the information.”"
                            },
                            {
                                "start": 172.769,
                                "stop": 186.134,
                                "byte_start": 780905,
                                "byte_stop": 834403,
                                "text": "Stone’s complaint alleged that in order to induce the government to make payments under Rockwell’s contract, Rockwell knowingly misrepresented its compliance with numerous Federal and State Environmental Laws."
                            },
                            {
                                "start": 186.134,
                                "stop": 195.857,
                                "byte_start": 834403,
                                "byte_stop": 873273,
                                "text": "In 1996, the government intervened in Stone’s suit and along with Stone filed an amended complaint."
                            },
                            {
                                "start": 195.857,
                                "stop": 220.285,
                                "byte_start": 873273,
                                "byte_stop": 970971,
                                "text": "The amended complaint did not alleged that Stone’s predicted piping-system defect cause the insolid pondcrete nor was such defect mentioned in a statement of claims included in the final pretrial order which instead alleged that that “pondcrete” failed because a new foreman used in insufficient cement-to-sludge ratio."
                            },
                            {
                                "start": 220.285,
                                "stop": 230.519,
                                "byte_start": 970971,
                                "byte_stop": 1011931,
                                "text": "The jury found for respondents with respect to claim’s covering the “pondcrete” allegations but found for Rockwell with respect to all other claims."
                            },
                            {
                                "start": 230.519,
                                "stop": 235.236,
                                "byte_start": 1011931,
                                "byte_stop": 1030844,
                                "text": "The Tenth Circuit affirmed holding that Stone is an original source."
                            },
                            {
                                "start": 235.236,
                                "stop": 254.604,
                                "byte_start": 1030844,
                                "byte_stop": 1108271,
                                "text": "In an opinion filed with the clerk today we reversed the judgment of the Tenth Circuit and hold that respondent Stone is not an original source under §3730(e)(4)(B) because he does not have direct and independent knowledge of the information on which his allegations are based."
                            },
                            {
                                "start": 254.604,
                                "stop": 265.318,
                                "byte_start": 1108271,
                                "byte_stop": 1151112,
                                "text": "As this case comes to this court it is conceded that the claims on which Stone prevailed were based upon publicly disclosed allegations within the meaning of the statute."
                            },
                            {
                                "start": 265.318,
                                "stop": 272.688,
                                "byte_start": 1151112,
                                "byte_stop": 1180578,
                                "text": "The question is whether stone qualifies under the original source exception to the public disclosure bar."
                            },
                            {
                                "start": 272.688,
                                "stop": 278.476,
                                "byte_start": 1180578,
                                "byte_stop": 1203775,
                                "text": "Stone asserts that Rockwell conceded his original source status."
                            },
                            {
                                "start": 278.476,
                                "stop": 290.979,
                                "byte_start": 1203775,
                                "byte_stop": 1253825,
                                "text": "We do not resolve that dispute because even if Rockwell had done so the concession would have been irrelevant because section 3730(e)(4) is jurisdictional."
                            },
                            {
                                "start": 290.979,
                                "stop": 301.821,
                                "byte_start": 1253825,
                                "byte_stop": 1297189,
                                "text": "Turing to the first requirement of original source status that the relator have “direct and independent knowledge of the information on which the allegations are based.”"
                            },
                            {
                                "start": 301.821,
                                "stop": 325.097,
                                "byte_start": 1297189,
                                "byte_stop": 1390289,
                                "text": "We conclude that the later phrase information on which the allegations are based refers to the information on which the reator’s allegations are based rather than the information on which the publicly disclosed allegations that triggered the public disclosure bar are based if you follow."
                            },
                            {
                                "start": 325.097,
                                "stop": 338.187,
                                "byte_start": 1390289,
                                "byte_stop": 1442638,
                                "text": "We next conclude that the term allegations is not limited to the allegation of the original complaint, it includes at a minimum the allegations in the original complaint as amended."
                            },
                            {
                                "start": 338.187,
                                "stop": 347.589,
                                "byte_start": 1442638,
                                "byte_stop": 1480255,
                                "text": "Here we have not only an amended complaint but a final pretrial order that superseded all prior pleadings and control the subsequent course of the action."
                            },
                            {
                                "start": 347.589,
                                "stop": 356.064,
                                "byte_start": 1480255,
                                "byte_stop": 1514109,
                                "text": "In these circumstances we look to the allegations in the final pretrial order to determine original source status."
                            },
                            {
                                "start": 356.064,
                                "stop": 369.013,
                                "byte_start": 1514109,
                                "byte_stop": 1565936,
                                "text": "Judged according to these principles Stone’s knowledge fall short, the only false claims found by the jury involved insolid pondcrete discovered after stone left his employment."
                            },
                            {
                                "start": 369.013,
                                "stop": 373.877,
                                "byte_start": 1565936,
                                "byte_stop": 1585371,
                                "text": "Stone did know that the pondcrete failed, he predicted it."
                            },
                            {
                                "start": 373.877,
                                "stop": 381.667,
                                "byte_start": 1585371,
                                "byte_stop": 1616509,
                                "text": "Even if a prediction can qualify as direct and independent knowledge in some cases, a point we do not reach."
                            },
                            {
                                "start": 381.667,
                                "stop": 386.734,
                                "byte_start": 1616509,
                                "byte_stop": 1636780,
                                "text": "It is surely does not do so when it premise of course an affect is wrong."
                            },
                            {
                                "start": 386.734,
                                "stop": 392.928,
                                "byte_start": 1636780,
                                "byte_stop": 1661545,
                                "text": "Stone’s prediction was a failed prediction disproved by Stone’s own allegations."
                            },
                            {
                                "start": 392.928,
                                "stop": 403.183,
                                "byte_start": 1661545,
                                "byte_stop": 1702609,
                                "text": "Stone believed the piping-system was defective when in fact the pondcrete problem would be caused by a foreman’s action after Stone have left the plant."
                            },
                            {
                                "start": 403.183,
                                "stop": 415.057,
                                "byte_start": 1702609,
                                "byte_stop": 1750047,
                                "text": "We reject the argument that even if Stone fails the original source test as to his concrete allegations, the government intervention in his case provides an independent basis of jurisdiction."
                            },
                            {
                                "start": 415.057,
                                "stop": 427.068,
                                "byte_start": 1750047,
                                "byte_stop": 1798113,
                                "text": "The statute draws a sharp distinction between actions brought by a private person under 3730(b) and actions brought by the Attorney General under 3730(a)."
                            },
                            {
                                "start": 427.068,
                                "stop": 438.733,
                                "byte_start": 1798113,
                                "byte_stop": 1844820,
                                "text": "An action originally brought by a private person, which the attorney general has joined becomes an action brought by the Attorney General only after the private person has been ousted."
                            },
                            {
                                "start": 438.733,
                                "stop": 442.124,
                                "byte_start": 1844820,
                                "byte_stop": 1858403,
                                "text": "The judgment of the Court of Appeals is accordingly reversed."
                            },
                            {
                                "start": 442.124,
                                "stop": 447.741,
                                "byte_start": 1858403,
                                "byte_stop": 1880869,
                                "text": "Justice Stevens has filed a dissenting opinion in which justice Ginsburg has joined."
                            },
                            {
                                "start": 447.741,
                                "stop": 452.885,
                                "byte_start": 1880869,
                                "byte_stop": 0,
                                "text": "Justice Breyer took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55336,
            "mime": "audio\/mpeg",
            "size": 1901349,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1272\/20070327o_05-1272.delivery.mp3"
        },
        {
            "id": 77076,
            "mime": "audio\/ogg",
            "size": 4642168,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1272\/20070327o_05-1272.ogg"
        },
        {
            "id": 77077,
            "mime": "application\/x-mpegURL",
            "size": 6755,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1272\/20070327o_05-1272.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}