{
    "id": 23481,
    "title": "Opinion Announcement - June 14, 2004",
    "transcript": {
        "title": "Pennsylvania State Police v. Suders",
        "duration": 390.235,
        "sections": [
            {
                "start": 0,
                "stop": 390.235,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 390.235,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.95,
                                "byte_start": 28672,
                                "byte_stop": 60541,
                                "text": "The second case I have to announce is Pennsylvania State Police against Nancy Drew Suders."
                            },
                            {
                                "start": 7.95,
                                "stop": 15.725,
                                "byte_start": 60541,
                                "byte_stop": 91575,
                                "text": "This case is about an employer’s liability when supervisor sexually harass subordinate workers."
                            },
                            {
                                "start": 15.725,
                                "stop": 26.208,
                                "byte_start": 91575,
                                "byte_stop": 133580,
                                "text": "Our decision today follows two 1998 decisions on that subject, Burlington Industries against Ellerth and Faragher against Boca Raton."
                            },
                            {
                                "start": 26.208,
                                "stop": 33.864,
                                "byte_start": 133580,
                                "byte_stop": 164195,
                                "text": "In those decisions we delineated two categories of Title VII claims for sexual harassment by supervisors."
                            },
                            {
                                "start": 33.864,
                                "stop": 43.318,
                                "byte_start": 164195,
                                "byte_stop": 202021,
                                "text": "The first category covers severe or pervasive harassment that culminates in what the case is called, ‘a tangible employment action.’"
                            },
                            {
                                "start": 43.318,
                                "stop": 52.56,
                                "byte_start": 202021,
                                "byte_stop": 239010,
                                "text": "That means an official action that is reflected in the company’s records, a discharged demotion or severe cut in pay for example."
                            },
                            {
                                "start": 52.56,
                                "stop": 65.241,
                                "byte_start": 239010,
                                "byte_stop": 289688,
                                "text": "For actions of that character, the Court’s decisions in Ellerth and Faragher hold that the employer is strictly liable, that means the company is liable with no ifs, ands or buts."
                            },
                            {
                                "start": 65.241,
                                "stop": 76.293,
                                "byte_start": 289688,
                                "byte_stop": 333887,
                                "text": "The second category involves harassment that goes on and on, but has no official marker, no discharged, demotion, severe pay cut or other tangible action."
                            },
                            {
                                "start": 76.293,
                                "stop": 106.246,
                                "byte_start": 333887,
                                "byte_stop": 453736,
                                "text": "In cases of that order we held in Ellerth and Faragher, the employer may raise an affirmative defense to liability, to prevail on the basis of the defense, the employer must prove two conditions: first, that the employer exercise reasonable care to prevent and promptly correct any sexually harassing behavior, and second that the employee unreasonably fail to take advantage of the employer provided preventive or corrective opportunities."
                            },
                            {
                                "start": 106.246,
                                "stop": 122.593,
                                "byte_start": 453736,
                                "byte_stop": 519147,
                                "text": "These exacting conditions the court noted in Ellerth and Faragher are linked to employer’s effort to install effective grievance procedures and the employees effort to use those procedures to report and gain relief from harassing behavior."
                            },
                            {
                                "start": 122.593,
                                "stop": 132.367,
                                "byte_start": 519147,
                                "byte_stop": 558226,
                                "text": "The court anticipated that the two components of the affirmative defense would serve to advance Title VII’s conciliation and deterrence objectives."
                            },
                            {
                                "start": 132.367,
                                "stop": 138.302,
                                "byte_start": 558226,
                                "byte_stop": 581945,
                                "text": "This case involves something more than the ordinary sexual harassment scenario."
                            },
                            {
                                "start": 138.302,
                                "stop": 157.008,
                                "byte_start": 581945,
                                "byte_stop": 656760,
                                "text": "Plaintiff Nancy Drew Suders hired as a Police Communications Operator alleged that the barrage of sexual harassment to which her supervisors subjected her was so constant and severe that her quitting constituted a constructive discharge."
                            },
                            {
                                "start": 157.008,
                                "stop": 167.281,
                                "byte_start": 656760,
                                "byte_stop": 697825,
                                "text": "Constructive discharge is a legal term that means, working conditions became so dreadful, one would not expect a reasonable person to remain on the job."
                            },
                            {
                                "start": 167.281,
                                "stop": 175.579,
                                "byte_start": 697825,
                                "byte_stop": 731052,
                                "text": "Our opinion addresses three questions about combined sexual harassment constructive discharge claims."
                            },
                            {
                                "start": 175.579,
                                "stop": 197.541,
                                "byte_start": 731052,
                                "byte_stop": 818928,
                                "text": "On employee entitlement to compensation for the alleged constructive discharge, is the employer liable at all, if so, is the employer strictly liable, or is the employer liable but permitted to plead an attempt to prove the affirmative defense delineated in Ellerth and Faragher?"
                            },
                            {
                                "start": 197.541,
                                "stop": 203.895,
                                "byte_start": 818928,
                                "byte_stop": 844319,
                                "text": "The Court’s opinion confirms that Title VII indeed does encompass constructive discharge claims."
                            },
                            {
                                "start": 203.895,
                                "stop": 208.877,
                                "byte_start": 844319,
                                "byte_stop": 864277,
                                "text": "To the question, is the employer liable at all, we answered, definitively, yes."
                            },
                            {
                                "start": 208.877,
                                "stop": 212.616,
                                "byte_start": 864277,
                                "byte_stop": 879219,
                                "text": "Is the employer strictly liable, yes and no?"
                            },
                            {
                                "start": 212.616,
                                "stop": 226.195,
                                "byte_start": 879219,
                                "byte_stop": 933554,
                                "text": "Yes, if a tangible employment action, for example a humiliating demotion caused the employee to quit, but no, on strict liability, if such an adverse action and is not in the picture."
                            },
                            {
                                "start": 226.195,
                                "stop": 240.097,
                                "byte_start": 933554,
                                "byte_stop": 989142,
                                "text": "Harassment may indeed become unbearable, even despite the absence of a tangible act, like a demotion or pay cut, and the employee may reasonably quit in response."
                            },
                            {
                                "start": 240.097,
                                "stop": 246.187,
                                "byte_start": 989142,
                                "byte_stop": 1013488,
                                "text": "But in such cases, the employer does have re-cost to the Ellerth and Faragher affirmative defense."
                            },
                            {
                                "start": 246.187,
                                "stop": 266.734,
                                "byte_start": 1013488,
                                "byte_stop": 1095617,
                                "text": "The employer cannot avoid liability on showing both; that it had installed a readily accessible and effective program for reporting and resolving complaints of sexual harassment, and that the plaintiff unreasonably failed to avail herself of such an employer, provided preventive or remedial apparatus."
                            },
                            {
                                "start": 266.734,
                                "stop": 273.983,
                                "byte_start": 1095617,
                                "byte_stop": 1124665,
                                "text": "Why do we distinguish between quits prompted by an official adverse action and quits not proceeded by such an action?"
                            },
                            {
                                "start": 273.983,
                                "stop": 279.796,
                                "byte_start": 1124665,
                                "byte_stop": 1147862,
                                "text": "As Ellerth and Faragher explained, the legal analysis is drawn from agency law."
                            },
                            {
                                "start": 279.796,
                                "stop": 290.719,
                                "byte_start": 1147862,
                                "byte_stop": 1191643,
                                "text": "An employer is liable for the acts of its agents; here it’s supervisors, when the agent is significantly aided in his misdeed by the agency relationship."
                            },
                            {
                                "start": 290.719,
                                "stop": 299.037,
                                "byte_start": 1191643,
                                "byte_stop": 1224871,
                                "text": "When a supervisor who is engaged in harassing conduct takes or instigates a tangible employment action against the subordinate."
                            },
                            {
                                "start": 299.037,
                                "stop": 318.457,
                                "byte_start": 1224871,
                                "byte_stop": 1302507,
                                "text": "For example, suppose she is transferred to a lower level with lower pay, that act, the transfer, will be reflected in the company’s records in effecting such a tangible change in an employer’s workstation or situation, the supervisor beyond question is aided by the agency relationship."
                            },
                            {
                                "start": 318.457,
                                "stop": 329.994,
                                "byte_start": 1302507,
                                "byte_stop": 1348692,
                                "text": "In contrast, when a supervisor’s harassment does not culminated in any official adverse action, it is less certain that the agency relation is the driving force."
                            },
                            {
                                "start": 329.994,
                                "stop": 346.772,
                                "byte_start": 1348692,
                                "byte_stop": 1415774,
                                "text": "That uncertainty and nothing on the record, indicating that the employee was not a voluntary quit, justify affording the employer the chance to establish through the double headed affirmative defense that it should not be held vicariously liable."
                            },
                            {
                                "start": 346.772,
                                "stop": 364.479,
                                "byte_start": 1415774,
                                "byte_stop": 1486618,
                                "text": "In the instant case, the US Court of Appeals for the Third Circuit, held that any constructive discharge triggers strict liability, whether or not an official adverse action occurred, because that’s what\u0027s reasoning, is inconsistent with the line we drew in Ellerth and Faragher."
                            },
                            {
                                "start": 364.479,
                                "stop": 370.373,
                                "byte_start": 1486618,
                                "byte_stop": 1510233,
                                "text": "We vacate the Third Circuit’s judgment and remand the case for further proceedings."
                            },
                            {
                                "start": 370.373,
                                "stop": 390.235,
                                "byte_start": 1510233,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56084,
            "mime": "audio\/mpeg",
            "size": 1516711,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/03-95\/20040614o_03-95.delivery.mp3"
        },
        {
            "id": 77792,
            "mime": "audio\/ogg",
            "size": 3677647,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/03-95\/20040614o_03-95.ogg"
        },
        {
            "id": 77793,
            "mime": "application\/x-mpegURL",
            "size": 5361,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/03-95\/20040614o_03-95.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}