{
    "id": 12989,
    "title": "Opinion Announcement - February 27, 1956",
    "transcript": {
        "title": "Mastro Plastics Corporation v. National Labor Relations Board",
        "duration": 791.643,
        "sections": [
            {
                "start": 0,
                "stop": 791.643,
                "byte_start": 28672,
                "byte_stop": 3195235,
                "turns": [
                    {
                        "start": 0,
                        "stop": 791.643,
                        "byte_start": 28672,
                        "byte_stop": 3195235,
                        "speaker": {
                            "ID": 16091,
                            "name": "Mr. Attorney General",
                            "href": "https:\/\/api.oyez.org\/people\/attorney_general",
                            "last_name": "General",
                            "roles": null,
                            "thumbnail": null,
                            "length_of_service": 0,
                            "identifier": "attorney_general"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.014,
                                "byte_start": 28672,
                                "byte_stop": 52809,
                                "text": "-- mill workers promptly intervene and asked that it be certified."
                            },
                            {
                                "start": 6.014,
                                "stop": 17.696,
                                "byte_start": 52809,
                                "byte_stop": 99516,
                                "text": "Mastro, at first, had the corporation of its employees, who would do there membership from their presently designated representative, the carpenters, and joined 318."
                            },
                            {
                                "start": 17.696,
                                "stop": 21.12,
                                "byte_start": 99516,
                                "byte_stop": 113204,
                                "text": "However, this did not last long."
                            },
                            {
                                "start": 21.12,
                                "stop": 30.553,
                                "byte_start": 113204,
                                "byte_stop": 150925,
                                "text": "Many of the employees return to the carpenters and then actively resisted the further efforts of Mastro to -- to favor 318."
                            },
                            {
                                "start": 30.553,
                                "stop": 33.7,
                                "byte_start": 150925,
                                "byte_stop": 163568,
                                "text": "Mastro, nevertheless, continued his effort."
                            },
                            {
                                "start": 33.7,
                                "stop": 45.273,
                                "byte_start": 163568,
                                "byte_stop": 209857,
                                "text": "It paid its employees for the time spent in the campaign and its supervisors threatened its employees of discharge unless they cooperate with it."
                            },
                            {
                                "start": 45.273,
                                "stop": 65.697,
                                "byte_start": 209857,
                                "byte_stop": 291464,
                                "text": "Obviously, Mastro\u0027s conduct, whatever its motive may have been, amounted to flagrant unfair labor practice, and thus, taking to induce its employees to abandon the representative of their own choice in favor of number 318, chosen for them by their employer."
                            },
                            {
                                "start": 65.697,
                                "stop": 87.386,
                                "byte_start": 291464,
                                "byte_stop": 378295,
                                "text": "Finally, when an employee over for four years standing were discharged by Mastro on November 10th, 1950, because of his insistence adherence -- its insistence adherence to the carpenters and because of his unwillingness to campaign for 318, many of Mastro\u0027s employees at once went on strike."
                            },
                            {
                                "start": 87.386,
                                "stop": 105.903,
                                "byte_start": 378295,
                                "byte_stop": 452378,
                                "text": "The record merely shows and the Board leader found specifically that this strike was solely in protest against the employers\u0027 unfair labor practices in this representation campaign and not in furtherance of any economic demand."
                            },
                            {
                                "start": 105.903,
                                "stop": 115.611,
                                "byte_start": 452378,
                                "byte_stop": 491144,
                                "text": "The strike involved no violence, and in due cause, the carpenters filed their charges in the Labor Board complaining of Mastro\u0027s unfair labor practices."
                            },
                            {
                                "start": 115.611,
                                "stop": 120.43,
                                "byte_start": 491144,
                                "byte_stop": 510474,
                                "text": "The result was that Local 65 and 318 withdrew their proceedings."
                            },
                            {
                                "start": 120.43,
                                "stop": 141.485,
                                "byte_start": 510474,
                                "byte_stop": 594693,
                                "text": "The carpenters filed their petition for certification and the Board postponed all elections until -- in a more appropriate time and the general counsel filed the carpenters\u0027 complaint against Mastro\u0027s alleged unfair labor practices, and then filed the complaint based on the charges made by the carpenters."
                            },
                            {
                                "start": 141.485,
                                "stop": 156.728,
                                "byte_start": 594693,
                                "byte_stop": 655611,
                                "text": "That complaint asked for the reinstatement with back pay of the employees who would struck in protest against Mastro\u0027s practices and would not been reinstated, although they had offered to return long ago."
                            },
                            {
                                "start": 156.728,
                                "stop": 167.187,
                                "byte_start": 655611,
                                "byte_stop": 697511,
                                "text": "In answer to this, to -- to the Board\u0027s complaint, Mastro has then opposed two affirmative defenses."
                            },
                            {
                                "start": 167.187,
                                "stop": 179.083,
                                "byte_start": 697511,
                                "byte_stop": 745054,
                                "text": "First, it claims that the employees by striking have violated the strike-waiver clause in their existing contract, thus, losing their right to reinstatement."
                            },
                            {
                                "start": 179.083,
                                "stop": 188.948,
                                "byte_start": 745054,
                                "byte_stop": 784551,
                                "text": "And second, that also, under Section 8 (d) of the Act, they have, by striking loss all right to reinstatement."
                            },
                            {
                                "start": 188.948,
                                "stop": 201.691,
                                "byte_start": 784551,
                                "byte_stop": 835438,
                                "text": "The trial examiner made detailed findings and recommended that Mastro be ordered to cease and desist its course of practices and grant full reinstatement with back pay to the discharged employees."
                            },
                            {
                                "start": 201.691,
                                "stop": 212.426,
                                "byte_start": 835438,
                                "byte_stop": 878383,
                                "text": "The Board adopted the examiner\u0027s recommendations and the Court of Appeals, for the Second Circuit, followed the Board."
                            },
                            {
                                "start": 212.426,
                                "stop": 220.727,
                                "byte_start": 878383,
                                "byte_stop": 911611,
                                "text": "Since then, the Court of Appeals in the Seventh Circuit had restated similar conclusion because the importance of the case were granted certiorari."
                            },
                            {
                                "start": 220.727,
                                "stop": 235.131,
                                "byte_start": 911611,
                                "byte_stop": 969289,
                                "text": "Mastro\u0027s first defense is that its existing collective bargaining contract with the -- with the carpenters was made to cover the year beginning, December 1st, 1949."
                            },
                            {
                                "start": 235.131,
                                "stop": 241.026,
                                "byte_start": 969289,
                                "byte_stop": 992799,
                                "text": "Accordingly, that contract had 20 days to run when the strike began on November 10."
                            },
                            {
                                "start": 241.026,
                                "stop": 269.478,
                                "byte_start": 992799,
                                "byte_stop": 1106589,
                                "text": "And Mastro now argues that until November 30th, the strike-waiver clause in that contract precluded the employees from striking not only for modifications and their economic relations, such as recovered by that contract, but for any reason even against that flagrantly unfair labor practices, as occurred here, seeking to oust the employees duly designated bargaining representative."
                            },
                            {
                                "start": 269.478,
                                "stop": 276.776,
                                "byte_start": 1106589,
                                "byte_stop": 1135846,
                                "text": "In support of its contention, Mastro points to the precise words of the waiver clause in its contract."
                            },
                            {
                                "start": 276.776,
                                "stop": 295.65,
                                "byte_start": 1135846,
                                "byte_stop": 1211288,
                                "text": "Mastro claims that the clause waives the employees\u0027 right to strike, even under the most provocative unfair labor practices because the clause says, \u0022The union further agrees to refrain from engaging in any strike by work stoppage during the term of this agreement.\u0022"
                            },
                            {
                                "start": 295.65,
                                "stop": 308.362,
                                "byte_start": 1211288,
                                "byte_stop": 1262174,
                                "text": "The Board and the Court of Appeals recognized that if read and complete isolation, such words may be so interpreted as waiving for one year, the employees right to strike for any cause, whatsoever."
                            },
                            {
                                "start": 308.362,
                                "stop": 320.457,
                                "byte_start": 1262174,
                                "byte_stop": 1310553,
                                "text": "On the other hand, the Board and the Court of Appeals point out that these words must be read in the light of the rest of the contract in which they appear under the existing law the time of the contract was made."
                            },
                            {
                                "start": 320.457,
                                "stop": 342.729,
                                "byte_start": 1310553,
                                "byte_stop": 1399683,
                                "text": "They point out that the Labor Relations Act is amended and in effect at that time at a dual purpose, first, to assure a freedom of effective negotiation between employees and there employers, and second, to adjust the economic differences by collective bargaining without suffering avoidable interruptions of their production."
                            },
                            {
                                "start": 342.729,
                                "stop": 358.889,
                                "byte_start": 1399683,
                                "byte_stop": 1464257,
                                "text": "Under that Act, it is natural and common fractures, therefore, for a fairly negotiated collective bargaining contract to provide that wages, hours of work, and other conditions of employment thus negotiated continue as they were for at least a year."
                            },
                            {
                                "start": 358.889,
                                "stop": 366.286,
                                "byte_start": 1464257,
                                "byte_stop": 1493828,
                                "text": "And it provide that no strike or work stoppage should be engaged in to order those terms during the light of that agreement."
                            },
                            {
                                "start": 366.286,
                                "stop": 370.896,
                                "byte_start": 1493828,
                                "byte_stop": 1512323,
                                "text": "In other words, they agree to leave such matters to peaceful negotiations."
                            },
                            {
                                "start": 370.896,
                                "stop": 380.296,
                                "byte_start": 1512323,
                                "byte_stop": 1549939,
                                "text": "This, however, necessarily assumed that the parties would and did really choose their respective bargaining representative to do the negotiating for them."
                            },
                            {
                                "start": 380.296,
                                "stop": 399.08,
                                "byte_start": 1549939,
                                "byte_stop": 1625067,
                                "text": "Also, while it was natural to insert in such a contract and express waiver for a year of the right to strike for further economic benefits, it is not natural to deprive the employees for any period -- for any period of their freedom to choose their own bargaining representative."
                            },
                            {
                                "start": 399.08,
                                "stop": 409.072,
                                "byte_start": 1625067,
                                "byte_stop": 1664982,
                                "text": "Reading the present contract as a whole, we find that it refers exclusively to the subject matter of negotiation such as wages, hours and conditions of employment."
                            },
                            {
                                "start": 409.072,
                                "stop": 417.34,
                                "byte_start": 1664982,
                                "byte_stop": 1698105,
                                "text": "We conclude that do interpret its strike-waiver clause, as referring only to those matters, is a natural interpretation of it."
                            },
                            {
                                "start": 417.34,
                                "stop": 441.393,
                                "byte_start": 1698105,
                                "byte_stop": 1794341,
                                "text": "On the other hand, we -- we conclude that reading it is also waiving the employees right to strike in protest against coercion seeking to deprive them of their choice of their collective bargaining representative, if not a natural or permissible interpretation of it at least without some more specific and compelling expression of that meaning then appears in the clause which I just read."
                            },
                            {
                                "start": 441.393,
                                "stop": 450.175,
                                "byte_start": 1794341,
                                "byte_stop": 1829449,
                                "text": "The trial examiner, the entire Labor Relation Board and the entire viewing court agree with that interpretation of the contract."
                            },
                            {
                                "start": 450.175,
                                "stop": 458.746,
                                "byte_start": 1829449,
                                "byte_stop": 1863722,
                                "text": "Such unanimity is entitled the much weight because this contract is a difficult collective bargaining contract with which the Board is thoroughly familiar."
                            },
                            {
                                "start": 458.746,
                                "stop": 478.448,
                                "byte_start": 1863722,
                                "byte_stop": 1942507,
                                "text": "We accordingly agree with them that while the clause thus waive for a year, the employees\u0027 right to strike for different terms of employment, it is not waived for any period, their fundamental right to strike against the unlawful intrusion which occurred here into their basic freedom of collective action."
                            },
                            {
                                "start": 478.448,
                                "stop": 509.177,
                                "byte_start": 1942507,
                                "byte_stop": 2065387,
                                "text": "The petitioner\u0027s second affirmative defense is at Section 8 (d) of the National Labor Relations Act, as amended in 1947, has deprived the workers in this case of their status as employees and of their consequent right to reinstatement because they struck during the sixty-day period that it made available by the Act when negotiating of terms and employment just prior to the expiration of each collective bargaining contract."
                            },
                            {
                                "start": 509.177,
                                "stop": 524.63,
                                "byte_start": 2065387,
                                "byte_stop": 2127245,
                                "text": "Section (8) (d) provides that either party to a collective bargaining contract who may desire modification of its term shall give to the other a notice to that effect, 60 days before the expiration of the contract."
                            },
                            {
                                "start": 524.63,
                                "stop": 531.293,
                                "byte_start": 2127245,
                                "byte_stop": 2153890,
                                "text": "And during that sixty-day period, such party shall not resort to strike or lock out."
                            },
                            {
                                "start": 531.293,
                                "stop": 546.77,
                                "byte_start": 2153890,
                                "byte_stop": 2215852,
                                "text": "Section (8) (d) also expressly state that \u0022Any employees engages in a strike within the sixty-day period specified in this subsection shall lose his status as an employee.\u0022"
                            },
                            {
                                "start": 546.77,
                                "stop": 552.188,
                                "byte_start": 2215852,
                                "byte_stop": 2237482,
                                "text": "Such loss of status carries with it a loss of his right to reinstatement of back pay."
                            },
                            {
                                "start": 552.188,
                                "stop": 563.223,
                                "byte_start": 2237482,
                                "byte_stop": 2281576,
                                "text": "In the instant case, the employees on October 10th give appropriate notice of their desire to modify their existing contract which was due to expire on November 30th."
                            },
                            {
                                "start": 563.223,
                                "stop": 569.085,
                                "byte_start": 2281576,
                                "byte_stop": 2305087,
                                "text": "It is conceded therefore, that the sixty-day negotiation period was put in operation."
                            },
                            {
                                "start": 569.085,
                                "stop": 575.004,
                                "byte_start": 2305087,
                                "byte_stop": 2328701,
                                "text": "The employees also made known several of their demands for modification of their contract."
                            },
                            {
                                "start": 575.004,
                                "stop": 580.601,
                                "byte_start": 2328701,
                                "byte_stop": 2351167,
                                "text": "It happened, however, that during the next month, on November 10th, the strike occurred."
                            },
                            {
                                "start": 580.601,
                                "stop": 586.04,
                                "byte_start": 2351167,
                                "byte_stop": 2372901,
                                "text": "However, the Board has expressly found that such strike was not in support of any economic demands."
                            },
                            {
                                "start": 586.04,
                                "stop": 600.622,
                                "byte_start": 2372901,
                                "byte_stop": 2431206,
                                "text": "It was solely to protest against Mastro\u0027s unfair labor practices which sought by coercion to substitute Mastro\u0027s choice of a new bargaining agent where the employees in place of the existing agent of their own choice."
                            },
                            {
                                "start": 600.622,
                                "stop": 613.261,
                                "byte_start": 2431206,
                                "byte_stop": 2481779,
                                "text": "Here again, therefore, if the words ought to be interpreted as read in complete isolation, it may be said to cover all strikes regardless of the purpose or the provocation for those strikes."
                            },
                            {
                                "start": 613.261,
                                "stop": 616.576,
                                "byte_start": 2481779,
                                "byte_stop": 2495049,
                                "text": "Again, however, the words must be read in their context."
                            },
                            {
                                "start": 616.576,
                                "stop": 621.994,
                                "byte_start": 2495049,
                                "byte_stop": 2516679,
                                "text": "This time, the context consists of a statutory Section 8 (d) and of the Act as a whole."
                            },
                            {
                                "start": 621.994,
                                "stop": 632.81,
                                "byte_start": 2516679,
                                "byte_stop": 2559937,
                                "text": "We accordingly meet again the fundamental purpose of the Act to protect the employees\u0027 freedom of concerted action including their freedom to choose their own bargaining representative."
                            },
                            {
                                "start": 632.81,
                                "stop": 638.662,
                                "byte_start": 2559937,
                                "byte_stop": 2583343,
                                "text": "This purpose is affirmatively expressed and emphasized throughout Section 7 and 8 of the Act."
                            },
                            {
                                "start": 638.662,
                                "stop": 657.168,
                                "byte_start": 2583343,
                                "byte_stop": 2657426,
                                "text": "The inclusion in Section 8 (d) of a clause now before us is justified as the explicitly warning employees of there loss of their status as employees if during the 60-day negotiating period, they engaged in a strike instead of in peaceful negotiation to obtain economic benefits."
                            },
                            {
                                "start": 657.168,
                                "stop": 688.104,
                                "byte_start": 2657426,
                                "byte_stop": 2781142,
                                "text": "In our opinion, the clause does not, however, use sufficiently explicit language for us to construe it as also limiting the affirmatively protected and fundamental right of employees to engage in a strike, to protest against unlawful labor practices of the employer, to seek to deprive the pride of the employees of their chosen agent in negotiations of the very kind for which the 60-day period is set aside, to adopt the petition of interpretation would produce in Congress result."
                            },
                            {
                                "start": 688.104,
                                "stop": 701.126,
                                "byte_start": 2781142,
                                "byte_stop": 2833178,
                                "text": "In effect, it would deprive the employees of their traditional and most effective defense of their independent bargaining representative at the very time when their need for such representation was the most obvious."
                            },
                            {
                                "start": 701.126,
                                "stop": 717.778,
                                "byte_start": 2833178,
                                "byte_stop": 2899843,
                                "text": "While the request of the employees for modification of their terms of employment does demonstrate their immediate needs for the services of their freely chosen representative, the petitioners would relegate the employees to filing charges on the Board procedures too slow to be effective."
                            },
                            {
                                "start": 717.778,
                                "stop": 727.505,
                                "byte_start": 2899843,
                                "byte_stop": 2938713,
                                "text": "Such an interpretation would favor the employer in its unlawful conduct and to handicap the employees contrary to purpose of the Act."
                            },
                            {
                                "start": 727.505,
                                "stop": 739.356,
                                "byte_start": 2938713,
                                "byte_stop": 2986151,
                                "text": "Moreover, we believe that there is inherent inequity in any interpretation that penalizes one party to a contract for its conduct that it\u0027s clearly induced solely by the unlawful conduct of the other."
                            },
                            {
                                "start": 739.356,
                                "stop": 743.308,
                                "byte_start": 2986151,
                                "byte_stop": 3001929,
                                "text": "Such an interpretation gives advantage to the wrong doing."
                            },
                            {
                                "start": 743.308,
                                "stop": 752.222,
                                "byte_start": 3001929,
                                "byte_stop": 3037665,
                                "text": "Finally, resulting to the legislative history of the Act, we find it not conclusive but at least consistent with the position we have taken."
                            },
                            {
                                "start": 752.222,
                                "stop": 760.097,
                                "byte_start": 3037665,
                                "byte_stop": 3069116,
                                "text": "With exception of one suggestion made in a minority report, the language in question is uniformly treated as applicable to strikes for economic benefits."
                            },
                            {
                                "start": 760.097,
                                "stop": 768.226,
                                "byte_start": 3069116,
                                "byte_stop": 3101612,
                                "text": "Without suggestions, the language must apply also to strikes directly -- directed solely against unfair labor practices."
                            },
                            {
                                "start": 768.226,
                                "stop": 791.643,
                                "byte_start": 3101612,
                                "byte_stop": 3195235,
                                "text": "The suggestion to the contrary made in the minority report cannot put words into the mouth of the majority, because in our view, neither the strike-waiver clause in neglected bargaining contract of Section 8 (d) of the Act stands in the way and the judgment of the Court of Appeals is therefore affirmed."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 35098,
            "mime": "audio\/mpeg",
            "size": 3195549,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1955\/19\/19560227o_19.delivery.mp3"
        },
        {
            "id": 57163,
            "mime": "audio\/ogg",
            "size": 7272455,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1955\/19\/19560227o_19.ogg"
        },
        {
            "id": 57164,
            "mime": "application\/x-mpegURL",
            "size": 10407,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1955\/19\/19560227o_19.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}