{
    "id": 22449,
    "title": "Opinion Announcement - February 22, 2011",
    "transcript": {
        "title": "Bruesewitz v. Wyeth Inc.",
        "duration": 578.926,
        "sections": [
            {
                "start": 0,
                "stop": 578.926,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 578.926,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.547,
                                "byte_start": 106496,
                                "byte_stop": 132723,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Third Circuit."
                            },
                            {
                                "start": 6.547,
                                "stop": 11.53,
                                "byte_start": 132723,
                                "byte_stop": 152680,
                                "text": "Hannah Bruesewitz was born on October 20th, 1991."
                            },
                            {
                                "start": 11.53,
                                "stop": 22.968,
                                "byte_start": 152680,
                                "byte_stop": 198447,
                                "text": "About six months later, the pediatrician administered doses of the diphtheria-tetanus and pertussis vaccines so-called the DTP vaccine."
                            },
                            {
                                "start": 22.968,
                                "stop": 28.061,
                                "byte_start": 198447,
                                "byte_stop": 218823,
                                "text": "Within 24 hours, Hannah started to experience seizures."
                            },
                            {
                                "start": 28.061,
                                "stop": 37.374,
                                "byte_start": 218823,
                                "byte_stop": 256021,
                                "text": "Her doctors eventually diagnosed her with -- with something called residual seizure disorder and developed mental delay."
                            },
                            {
                                "start": 37.374,
                                "stop": 42.659,
                                "byte_start": 256021,
                                "byte_stop": 277232,
                                "text": "Hannah now, a teenager, is still diagnosed with both conditions."
                            },
                            {
                                "start": 42.659,
                                "stop": 51.387,
                                "byte_start": 277232,
                                "byte_stop": 312132,
                                "text": "Her parents filed a vaccine injury claim with the National Vaccine Injury Program in 1995."
                            },
                            {
                                "start": 51.387,
                                "stop": 71.714,
                                "byte_start": 312132,
                                "byte_stop": 393425,
                                "text": "That no-fault program created by the National Childhood Vaccine Injury Act of 1986, which is a legislation of that issue here, was part of a congressional effort to stabilize a vaccine industry that had almost been destroyed by an increase in vaccine related tort litigation."
                            },
                            {
                                "start": 71.714,
                                "stop": 90.574,
                                "byte_start": 393425,
                                "byte_stop": 468867,
                                "text": "At one point, only a single domestic manufacturer continued to produce the DTP vaccine, and to facilitate compensation to claimants who found pursuing legitimate vaccines inflicted injuries too costly and too difficult."
                            },
                            {
                                "start": 90.574,
                                "stop": 100.855,
                                "byte_start": 468867,
                                "byte_stop": 509931,
                                "text": "Under the Act, the claimants are not required to show that the administered vaccine was defectively manufactured, labeled or designed."
                            },
                            {
                                "start": 100.855,
                                "stop": 114.276,
                                "byte_start": 509931,
                                "byte_stop": 563639,
                                "text": "And for the most common and first side effects, no showing of causation is even necessary if the injury first manifested itself at the express -- at the expected time after vaccination."
                            },
                            {
                                "start": 114.276,
                                "stop": 123.745,
                                "byte_start": 563639,
                                "byte_stop": 601569,
                                "text": "Compensation awards are paid out of a fund created by an excise tax levied against vaccine manufacturers."
                            },
                            {
                                "start": 123.745,
                                "stop": 132.724,
                                "byte_start": 601569,
                                "byte_stop": 637409,
                                "text": "The quid pro quo for the compensation program was the enactment of significant tort liability protections for manufacturers."
                            },
                            {
                                "start": 132.724,
                                "stop": 165.161,
                                "byte_start": 637409,
                                "byte_stop": 767185,
                                "text": "Most relevant to the present case, 42 U.S.C. Section -- never mind, eliminates -- it goes on and on -- eliminates manufacturer liability \u0022In a civil action for damages arising from a vaccine related injury or death if the injury or death resulted from side effects that were unavoidable even though the vaccine was properly prepared and was accompanied by proper directions and warnings.\u0022"
                            },
                            {
                                "start": 165.161,
                                "stop": 175.963,
                                "byte_start": 767185,
                                "byte_stop": 810444,
                                "text": "A Special Master denied the Bruesewitz\u0027s claim under the no-fault program, so they then filed this federal lawsuit -- or this lawsuit."
                            },
                            {
                                "start": 175.963,
                                "stop": 185.861,
                                "byte_start": 810444,
                                "byte_stop": 849941,
                                "text": "As relevant here, they alleged that defective vaccine design caused Hannah\u0027s injuries in violation of Pennsylvania common law."
                            },
                            {
                                "start": 185.861,
                                "stop": 202.099,
                                "byte_start": 849941,
                                "byte_stop": 914934,
                                "text": "After Wyeth removed this suit from Pennsylvania State Court to Federal Court, the District Court held that the section in question preempted the Pennsylvania common law and the Court of Appeals for the Third Circuit affirmed."
                            },
                            {
                                "start": 202.099,
                                "stop": 211.205,
                                "byte_start": 914934,
                                "byte_stop": 951400,
                                "text": "We agree with the Court of Appeals at the National Childhood Vaccine Injury Act preempts all design defect claims against vaccine manufacturers."
                            },
                            {
                                "start": 211.205,
                                "stop": 228.564,
                                "byte_start": 951400,
                                "byte_stop": 1020782,
                                "text": "To repeat state law, liability is expressly preempted \u0022if the injury or death resulted from side effects that were unavoidable even though the vaccine was properly prepared and was accompanied by proper directions and warnings.\u0022"
                            },
                            {
                                "start": 228.564,
                                "stop": 237.232,
                                "byte_start": 1020782,
                                "byte_stop": 1055472,
                                "text": "If a manufacture could be held for a failure to use a different design, the word \u0022unavoidable\u0022 in this passage would do no work."
                            },
                            {
                                "start": 237.232,
                                "stop": 242.928,
                                "byte_start": 1055472,
                                "byte_stop": 1078251,
                                "text": "A side effect could always be avoided by designing the vaccine to omit the harmful element."
                            },
                            {
                                "start": 242.928,
                                "stop": 247.406,
                                "byte_start": 1078251,
                                "byte_stop": 1096223,
                                "text": "It might be must -- much less effective but it would not cause harm."
                            },
                            {
                                "start": 247.406,
                                "stop": 256.255,
                                "byte_start": 1096223,
                                "byte_stop": 1131541,
                                "text": "The language of the provision does suggests that the design of the vaccine is a given, not subject to question in a tort action."
                            },
                            {
                                "start": 256.255,
                                "stop": 260.161,
                                "byte_start": 1131541,
                                "byte_stop": 1147214,
                                "text": "The expressio unius common leads to the same conclusion."
                            },
                            {
                                "start": 260.161,
                                "stop": 272.782,
                                "byte_start": 1147214,
                                "byte_stop": 1197683,
                                "text": "Products liability law establishes a well-known triumvirate of grounds for liability, defective manufacturer, inadequate directions or warning and defective design."
                            },
                            {
                                "start": 272.782,
                                "stop": 280.753,
                                "byte_start": 1197683,
                                "byte_stop": 1229552,
                                "text": "The text of the statute explicitly lists the first two grounds for liability as types of avoidable injury."
                            },
                            {
                                "start": 280.753,
                                "stop": 290.204,
                                "byte_start": 1229552,
                                "byte_stop": 1267378,
                                "text": "If all three were intended to be preserved, it would be strange to live the third defective design to implication."
                            },
                            {
                                "start": 290.204,
                                "stop": 315.577,
                                "byte_start": 1267378,
                                "byte_stop": 1368837,
                                "text": "Petitions contrary textual argument presumes that the word \u0022unavoidable\u0022 in the statutory section is a term of art that incorporates comment K to the Restatement Second of Torts, Section 402 (a) which they contend was commonly understood to require a case specific showing that a design was as safe as possible."
                            },
                            {
                                "start": 315.577,
                                "stop": 321.802,
                                "byte_start": 1368837,
                                "byte_stop": 1393706,
                                "text": "There is no textual reason to believe that the statute was invoking comment K."
                            },
                            {
                                "start": 321.802,
                                "stop": 334.801,
                                "byte_start": 1393706,
                                "byte_stop": 1445742,
                                "text": "The statute uses the word unavoidable hardly a rare word, while comment K and the relevant judicial decisions use the precise raise unavoidably, unsafe product."
                            },
                            {
                                "start": 334.801,
                                "stop": 352.073,
                                "byte_start": 1445742,
                                "byte_stop": 1514809,
                                "text": "Moreover, we presume that Congress intended to adopt judicial interpretations of a relevant term in a later enacted statute only when all or nearly all of the relevant judicial decisions have given that term a consistent judicial gloss."
                            },
                            {
                                "start": 352.073,
                                "stop": 358.081,
                                "byte_start": 1514809,
                                "byte_stop": 1538842,
                                "text": "Comment K, however, did not have a commonly understood meaning in -- in the mid of 1980s."
                            },
                            {
                                "start": 358.081,
                                "stop": 373.09,
                                "byte_start": 1538842,
                                "byte_stop": 1598924,
                                "text": "Some Courts thought it required a case specific showing while many others thought that it categorically exempted certain classes of products such as prescription drugs from strict liability, design defect claims."
                            },
                            {
                                "start": 373.09,
                                "stop": 384.504,
                                "byte_start": 1598924,
                                "byte_stop": 1644586,
                                "text": "Petitioner\u0027s reading of the statute also treats proper preparation and proper labeling as additional prerequisites independent of avoidability."
                            },
                            {
                                "start": 384.504,
                                "stop": 398.327,
                                "byte_start": 1644586,
                                "byte_stop": 1699861,
                                "text": "That is to say, in addition to the requirement of unavoidability by whatever means including redesign, on petitioner\u0027s reading, the proper manufacture and proper labeling are further requirements."
                            },
                            {
                                "start": 398.327,
                                "stop": 418.149,
                                "byte_start": 1699861,
                                "byte_stop": 1779169,
                                "text": "That makes the statutory section bad English, linking independent ideas unavoidability, proper manufacture and proper labeling is the job of a coordinating conjunction like and not a subordinating conjunction like even though."
                            },
                            {
                                "start": 418.149,
                                "stop": 424.715,
                                "byte_start": 1779169,
                                "byte_stop": 1805396,
                                "text": "The structure of the Act and the vaccine regulation in general reenforces what the text suggests."
                            },
                            {
                                "start": 424.715,
                                "stop": 443.648,
                                "byte_start": 1805396,
                                "byte_stop": 1881151,
                                "text": "A vaccine\u0027s FTA license and over 90 FDA regulations pervasively regulate a vaccine\u0027s manufacturing method and the contents of its labeling, designed the vaccine contrast do not merit a single mention in the Act or the FDA\u0027s regulations."
                            },
                            {
                                "start": 443.648,
                                "stop": 460.708,
                                "byte_start": 1881151,
                                "byte_stop": 1949383,
                                "text": "The lack of guidance to manufacturers for designed defects combined with the extensive guidance for the two -- two grounds of liability specifically mentioned in the statute strongly suggest that design effects were not mentioned because they are not a basis for liability."
                            },
                            {
                                "start": 460.708,
                                "stop": 469.734,
                                "byte_start": 1949383,
                                "byte_stop": 1985536,
                                "text": "A mandates contained in the Act lead to the same conclusion, designed defect towards broadly speaking have two beneficial effects."
                            },
                            {
                                "start": 469.734,
                                "stop": 477.959,
                                "byte_start": 1985536,
                                "byte_stop": 2018346,
                                "text": "Number one, they prompt the development of improved designs and number two; they provide compensation for injuries."
                            },
                            {
                                "start": 477.959,
                                "stop": 483.681,
                                "byte_start": 2018346,
                                "byte_stop": 2041229,
                                "text": "The NCBIA provides other means for achieving both effects."
                            },
                            {
                                "start": 483.681,
                                "stop": 500.141,
                                "byte_start": 2041229,
                                "byte_stop": 2107162,
                                "text": "I\u0027ve already mentioned the generous compensation program and the Act also contains numerous provisions \u0022to achieve optimal prevention against adverse reactions,\u0022 and to actively monitor the FDA approved vaccines."
                            },
                            {
                                "start": 500.141,
                                "stop": 516.844,
                                "byte_start": 2107162,
                                "byte_stop": 2173931,
                                "text": "These provisions once again suggest that the statute summons regarding the design defect liability reflects a sensible choice to live complex epidemiological judgments about vaccine design to federal officials rather than the juries."
                            },
                            {
                                "start": 516.844,
                                "stop": 523.672,
                                "byte_start": 2173931,
                                "byte_stop": 2201203,
                                "text": "The final evidence is the structural quid pro quo of the Act."
                            },
                            {
                                "start": 523.672,
                                "stop": 530.858,
                                "byte_start": 2201203,
                                "byte_stop": 2229938,
                                "text": "Vaccine manufacturers fund from their sales and informal efficient compensation program."
                            },
                            {
                                "start": 530.858,
                                "stop": 537.8,
                                "byte_start": 2229938,
                                "byte_stop": 2257732,
                                "text": "In exchange, they avoid cause of litigation and the occasional disproportionate jury verdict."
                            },
                            {
                                "start": 537.8,
                                "stop": 565.029,
                                "byte_start": 2257732,
                                "byte_stop": 2366715,
                                "text": "The Congress enacted this deal to coax manufacturers back into the vaccine market but design defect allegations are the most speculative and difficult type of products liability claim to litigate, taxing vaccine manufacturer\u0027s product to fund the compensation program while living their liability for design defects virtually unaltered would be an odd way to make vaccine manufacturer more attractive."
                            },
                            {
                                "start": 565.029,
                                "stop": 567.638,
                                "byte_start": 2366715,
                                "byte_stop": 2377059,
                                "text": "The judgement of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 567.638,
                                "stop": 570.659,
                                "byte_start": 2377059,
                                "byte_stop": 2389180,
                                "text": "Justice Breyer has filed a concurring opinion."
                            },
                            {
                                "start": 570.659,
                                "stop": 576.504,
                                "byte_start": 2389180,
                                "byte_stop": 2412586,
                                "text": "Justice Sotomayor has filed a dissenting opinion in which Justice Ginsburg joins."
                            },
                            {
                                "start": 576.504,
                                "stop": 578.926,
                                "byte_start": 2412586,
                                "byte_stop": 0,
                                "text": "Justice Kagan took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54020,
            "mime": "audio\/mpeg",
            "size": 2422199,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-152\/20110222o_09-152.delivery.mp3"
        },
        {
            "id": 75760,
            "mime": "audio\/ogg",
            "size": 5751441,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-152\/20110222o_09-152.ogg"
        },
        {
            "id": 75761,
            "mime": "application\/x-mpegURL",
            "size": 8453,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-152\/20110222o_09-152.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}