{
    "id": 22736,
    "title": "Opinion Announcement - June 28, 2007",
    "transcript": {
        "title": "Panetti v. Quarterman",
        "duration": 362.998,
        "sections": [
            {
                "start": 0,
                "stop": 362.998,
                "byte_start": 89845,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 362.998,
                        "byte_start": 89845,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.689,
                                "byte_start": 89845,
                                "byte_stop": 128611,
                                "text": "The second opinion I have to announce for the court is 06-6407, Panetti versus Quarterman."
                            },
                            {
                                "start": 9.689,
                                "stop": 15.759,
                                "byte_start": 128611,
                                "byte_stop": 152957,
                                "text": "Scott Louis Panetti the petitioner in this case was convicted of sentenced to death at Texas State Court."
                            },
                            {
                                "start": 15.759,
                                "stop": 22.218,
                                "byte_start": 152957,
                                "byte_stop": 178766,
                                "text": "He argues that as a consequence of the psychotic disorder he is presently incompetent to be executed."
                            },
                            {
                                "start": 22.218,
                                "stop": 38.565,
                                "byte_start": 178766,
                                "byte_stop": 244176,
                                "text": "The procedure history the case has setout in some detail in the opinion it is sufficed to say here that the petitioner filed a first federal habeas petition in the United States District Court and that first petition he did not allege incompetency to be executed and that petition was denied."
                            },
                            {
                                "start": 38.565,
                                "stop": 48.058,
                                "byte_start": 244176,
                                "byte_stop": 282106,
                                "text": "Later after the State of Texas set an execution date he alleged his present incompetency and proceeded that the outset and the State Court, the State Court considered the matter ruled against him."
                            },
                            {
                                "start": 48.058,
                                "stop": 55.586,
                                "byte_start": 282106,
                                "byte_stop": 312199,
                                "text": "Petitioner then returned to the United States District Court with a second habeas petition, this time he alleged his incompetency to be executed."
                            },
                            {
                                "start": 55.586,
                                "stop": 63.819,
                                "byte_start": 312199,
                                "byte_stop": 345218,
                                "text": "The District Court took evidence on the issue and it heard from expert witnesses on behalf of both the petitioner and the State of Texas."
                            },
                            {
                                "start": 63.819,
                                "stop": 75.879,
                                "byte_start": 345218,
                                "byte_stop": 393388,
                                "text": "Siding the controlling precedence in the court of appeals for the Fifth Circuit the Trial Court ruled the petitioner had not shown incompetency to be executed, the Court of Appeals affirmed and we granted certiorari."
                            },
                            {
                                "start": 75.879,
                                "stop": 90.274,
                                "byte_start": 393388,
                                "byte_stop": 450962,
                                "text": "Before reaching the question of how to define or determine competency to be executed is required under the precedence, our opinion discusses various procedural issues that are presented in the case and they are substantial procedural issues."
                            },
                            {
                                "start": 90.274,
                                "stop": 103.015,
                                "byte_start": 450962,
                                "byte_stop": 501953,
                                "text": "First, the state argues that this habeas corpus petition is a second or successive habeas corpus petition and it is barred another provisions of the federal AEDPA statute certified at 28 USC Section 2244."
                            },
                            {
                                "start": 103.015,
                                "stop": 114.598,
                                "byte_start": 501953,
                                "byte_stop": 548242,
                                "text": "We reject that contention, it is true that in a usual case of petition filed for second time will not survive the statutory bar there are exceptions to this rule however."
                            },
                            {
                                "start": 114.598,
                                "stop": 127.686,
                                "byte_start": 548242,
                                "byte_stop": 600591,
                                "text": "The difficulty with requiring a prisoner to allege incompetency to be executed when the first petition is filed is that his execution date may not have been set and his mental condition may not yet be called in question."
                            },
                            {
                                "start": 127.686,
                                "stop": 146.504,
                                "byte_start": 600591,
                                "byte_stop": 675928,
                                "text": "But we too accept the state’s arguments those claims would have to be filed before they became right any prisoner wishing to preserve the ability to prove later incompetency to be executed will be forced to file an empty formality, an un right incompetence claim just to have it dismissed."
                            },
                            {
                                "start": 146.504,
                                "stop": 152.546,
                                "byte_start": 675928,
                                "byte_stop": 700065,
                                "text": "We do not interpret the statute in the manner that produces these wasteful results to the benefit of no party."
                            },
                            {
                                "start": 152.546,
                                "stop": 163.889,
                                "byte_start": 700065,
                                "byte_stop": 745414,
                                "text": "We hold the statutory bar on second or successive applications does not apply to an incompetency claim brought in an application filed in the claimers first right and so we have jurisdiction to hear the petitioner’s claim."
                            },
                            {
                                "start": 163.889,
                                "stop": 171.068,
                                "byte_start": 745414,
                                "byte_stop": 774149,
                                "text": "Another procedural question is whether the Federal Court must differ to the State Court finding that the petitioner was confidant."
                            },
                            {
                                "start": 171.068,
                                "stop": 198.921,
                                "byte_start": 774149,
                                "byte_stop": 885535,
                                "text": "For reasons explained some length in the opinion we find that the procedures followed in the State Court competency proceedings did not accord with the minimum requirements for those hearings setout in this court’s decision in a case called Ford versus Wainwright and as the State Court proceedings were so deficient as they constitute an unreasonable application of law that this court has already set down we need not refer to the State Court’s adjudication and that brings us to the merits of the claim."
                            },
                            {
                                "start": 198.921,
                                "stop": 214.172,
                                "byte_start": 885535,
                                "byte_stop": 946557,
                                "text": "Again, in Ford versus Wainwright this court held that the Eighth Amendment prohibits a state from carrying out a sentence of death upon a prisoner who is insane and of course sanity is referred to in the legal literature now as “incompetence as oppose to competence.”"
                            },
                            {
                                "start": 214.172,
                                "stop": 222.982,
                                "byte_start": 946557,
                                "byte_stop": 981874,
                                "text": "In the petitioner’s case he knows he is to be executed and he knows that the state has asserted that it is imposing the sentence as a consequence of his convictions for murder."
                            },
                            {
                                "start": 222.982,
                                "stop": 233.398,
                                "byte_start": 981874,
                                "byte_stop": 1023461,
                                "text": "Petitioner alleges that even so he suffers from severe delusions sustaining from mental illness which deprive him of the ability to understand the states asserted reasons for its execution."
                            },
                            {
                                "start": 233.398,
                                "stop": 243.344,
                                "byte_start": 1023461,
                                "byte_stop": 1063272,
                                "text": "We agree with petitioner that in rejecting this claim the Court of Appeals relied on the definition of incompetency that is overly restrictive in light of our precedence."
                            },
                            {
                                "start": 243.344,
                                "stop": 261.6,
                                "byte_start": 1063272,
                                "byte_stop": 1136310,
                                "text": "The Court of Appeals and the Trial Court which earlier had ruled in reliance on the precedents of the Court of Appeals concluded that a prisoner’s delusional believes do not bear under question of incompetency so long as the prisoner is aware of the state asserted reason for the execution."
                            },
                            {
                                "start": 261.6,
                                "stop": 278.689,
                                "byte_start": 1136310,
                                "byte_stop": 1204647,
                                "text": "Now our opinion in four discussed various reasons for imposing the death penalty but none of those reasons would be in accord with the Court of Appeals rule which deems delusions are relevant only with respect to the state announced reason for a punishment as opposed to the real interest that the state seeks to vindicate."
                            },
                            {
                                "start": 278.689,
                                "stop": 298.877,
                                "byte_start": 1204647,
                                "byte_stop": 1285417,
                                "text": "Just to take one example of the retributive rational for instance, it might be said the capital punishment is imposed because it has the potential to make the offender recognize at last the gravity of his crime, and to allow the community as a whole including the surviving family and friends of the victim."
                            },
                            {
                                "start": 298.877,
                                "stop": 305.305,
                                "byte_start": 1285417,
                                "byte_stop": 1311122,
                                "text": "To affirm its own judgment that the culpability of the prisoner is so serious that the ultimate penalty must be sought and imposed."
                            },
                            {
                                "start": 305.305,
                                "stop": 316.763,
                                "byte_start": 1311122,
                                "byte_stop": 1356993,
                                "text": "These objectives are call in question however, if the prisoner’s mental state is so distorted by a mental illness that his awareness of the crime and punishment has a little or no relation to the understanding shared by the community as a whole."
                            },
                            {
                                "start": 316.763,
                                "stop": 328.533,
                                "byte_start": 1356993,
                                "byte_stop": 1404013,
                                "text": "Gross delusions stemming from a severe mental disorder may put an awareness of the link between a crime and its punishment in the context so far removed from reality that the punishment can serve no proper purpose."
                            },
                            {
                                "start": 328.533,
                                "stop": 334.949,
                                "byte_start": 1404013,
                                "byte_stop": 1429718,
                                "text": "We reject the analysis followed by the Court of Appeals the same analysis which formed the framework for the hearing of the District Court."
                            },
                            {
                                "start": 334.949,
                                "stop": 343.275,
                                "byte_start": 1429718,
                                "byte_stop": 1463050,
                                "text": "Now as the record in this case was developed pursuing to a standard we found to be improper, we find it difficult at this time to amplify our conclusions are to make them much more précised."
                            },
                            {
                                "start": 343.275,
                                "stop": 353.856,
                                "byte_start": 1463050,
                                "byte_stop": 1505368,
                                "text": "It is proper to allow the court charged with overseen the development of the evidentiary record, the initial opportunity to result petitioner’s constitutional claims in light of our opinion today."
                            },
                            {
                                "start": 353.856,
                                "stop": 358.493,
                                "byte_start": 1505368,
                                "byte_stop": 1523863,
                                "text": "We reverse the judgment of the Court of Appeals for the Fifth Circuit and remand the case for further proceedings."
                            },
                            {
                                "start": 358.493,
                                "stop": 362.998,
                                "byte_start": 1523863,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a descending opinion which the Chief Justice, and the Justices Scalia and Alito have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54594,
            "mime": "audio\/mpeg",
            "size": 1541835,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-6407\/20070628o_06-6407.delivery.mp3"
        },
        {
            "id": 76334,
            "mime": "audio\/ogg",
            "size": 3723912,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-6407\/20070628o_06-6407.ogg"
        },
        {
            "id": 76335,
            "mime": "application\/x-mpegURL",
            "size": 5479,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-6407\/20070628o_06-6407.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}