{
    "id": 18031,
    "title": "Opinion Announcement - April 17, 1990",
    "transcript": {
        "title": "Employment Division, Department of Human Resources of Oregon v. Smith",
        "duration": 295.889,
        "sections": [
            {
                "start": 0,
                "stop": 295.889,
                "byte_start": 87679,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 295.889,
                        "byte_start": 87679,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.994,
                                "byte_start": 87679,
                                "byte_stop": 131669,
                                "text": "The second case, No. 88-1213, is Employment Division Department of Human Resources of Oregon versus Smith."
                            },
                            {
                                "start": 10.994,
                                "stop": 14.445,
                                "byte_start": 131669,
                                "byte_stop": 145462,
                                "text": "That case is here on certiorari to the Supreme Court of Oregon."
                            },
                            {
                                "start": 14.445,
                                "stop": 35.728,
                                "byte_start": 145462,
                                "byte_stop": 230621,
                                "text": "Its procedural background is complex suffices to say that the issue currently before us is whether Oregon’s criminal law against the use of certain mind-altering drugs including peyote, can constitutionally be applied to the respondent’s sacramental use of peyote in ceremonies of the Native American Church."
                            },
                            {
                                "start": 35.728,
                                "stop": 40.945,
                                "byte_start": 230621,
                                "byte_stop": 251519,
                                "text": "The Oregon Supreme Court held that because of the Free Exercise Clause of the First Amendment, it could not."
                            },
                            {
                                "start": 40.945,
                                "stop": 43.072,
                                "byte_start": 251519,
                                "byte_stop": 259983,
                                "text": "We reverse that judgment."
                            },
                            {
                                "start": 43.072,
                                "stop": 49.204,
                                "byte_start": 259983,
                                "byte_stop": 284538,
                                "text": "The First Amendment prevents the government from “prohibiting the free exercise of religion.”"
                            },
                            {
                                "start": 49.204,
                                "stop": 58.311,
                                "byte_start": 284538,
                                "byte_stop": 321005,
                                "text": "Our case established that this prevents the government from penalizing adherence to a religious position or the profession of a religious belief."
                            },
                            {
                                "start": 58.311,
                                "stop": 69.774,
                                "byte_start": 321005,
                                "byte_stop": 366876,
                                "text": "It also prevents the government from penalizing an action only because that action is taken for religious reasons or only because of the religious beliefs that action displays."
                            },
                            {
                                "start": 69.774,
                                "stop": 75.739,
                                "byte_start": 366876,
                                "byte_stop": 390699,
                                "text": "But respondent seek to carry the meaning of prohibiting the free exercise of religion one large step further."
                            },
                            {
                                "start": 75.739,
                                "stop": 92.589,
                                "byte_start": 390699,
                                "byte_stop": 458095,
                                "text": "They contend that a religious motivation for engaging in legally prohibited action or for failing to take legally required action places the citizen beyond the reach of a law that is not specifically directed at his religious practice and that is conceivably constitutional as applied to others."
                            },
                            {
                                "start": 92.589,
                                "stop": 94.571,
                                "byte_start": 458095,
                                "byte_stop": 466037,
                                "text": "We reject that interpretation."
                            },
                            {
                                "start": 94.571,
                                "stop": 111.29,
                                "byte_start": 466037,
                                "byte_stop": 532910,
                                "text": "It no more prohibits the free exercise of religion to compel, for example, the payment of a general tax by those who believe support of organized government to be sinful then it abridges freedom of the press to compel payment of the tax as a condition to a newspaper staying in business."
                            },
                            {
                                "start": 111.29,
                                "stop": 118.608,
                                "byte_start": 532910,
                                "byte_stop": 562167,
                                "text": "The respondent’s contention that our precedent requires a religious practice exemption to generally applicable laws is mistaken."
                            },
                            {
                                "start": 118.608,
                                "stop": 140.111,
                                "byte_start": 562167,
                                "byte_stop": 648162,
                                "text": "A long line of our decisions has held that an individual’s religious beliefs do not exclude him from compliance with an otherwise valid law prohibiting conduct that the state is free to regulate, for example, laws prohibiting polygamy, laws regulating the use of child labor, laws requiring individuals to perform military service, and laws compelling individuals to pay taxes."
                            },
                            {
                                "start": 140.111,
                                "stop": 160.373,
                                "byte_start": 648162,
                                "byte_stop": 729246,
                                "text": "The only decisions in which we have held that the First Amendment bars application of a neutral generally applicable law to religiously motivated action have involved not the Free Exercise Clause alone, but the Free Exercise Clause in conjunction with other constitutional protections such as freedom of speech or the right of parents to direct the education of their children."
                            },
                            {
                                "start": 160.373,
                                "stop": 168.482,
                                "byte_start": 729246,
                                "byte_stop": 761638,
                                "text": "We reject respondent’s argument that governmental actions burdening religion must be justified by a compelling governmental interest."
                            },
                            {
                                "start": 168.482,
                                "stop": 180.662,
                                "byte_start": 761638,
                                "byte_stop": 810330,
                                "text": "The government’s ability to enforce its criminal laws like its ability to carryout other aspects of public policy cannot depend on measuring the effects of a governmental action on a religious objective spiritual development."
                            },
                            {
                                "start": 180.662,
                                "stop": 197.914,
                                "byte_start": 810330,
                                "byte_stop": 879398,
                                "text": "To make an individual’s obligation to obey such a law, contingent upon the law’s coincidence with his religious beliefs except where the state’s interest is compelling permitting him by virtue of his beliefs to become a law unto himself, it contradicts both constitutional tradition and common sense."
                            },
                            {
                                "start": 197.914,
                                "stop": 213.434,
                                "byte_start": 879398,
                                "byte_stop": 941465,
                                "text": "Precisely because we value and nurture religious diversity in this country, we cannot afford the luxury of deeming presumptively invalid as applied to the religious objector, every regulation of conduct that does not protect in interest of the highest order."
                            },
                            {
                                "start": 213.434,
                                "stop": 230.514,
                                "byte_start": 941465,
                                "byte_stop": 1009801,
                                "text": "The rule respondent’s favor would open the prospect of constitutionally required exemptions and civic obligations of every conceivable kind, nor is it possible for us to limit the impact of respondent’s proposal to situations in which the religiously inspired conduct is central to the individual’s religion."
                            },
                            {
                                "start": 230.514,
                                "stop": 241.793,
                                "byte_start": 1009801,
                                "byte_stop": 1054941,
                                "text": "Repeatedly and in many different contexts, we have warned that courts must not presume to determine the place of a particular belief in a religion or the plausibility of a religious claim."
                            },
                            {
                                "start": 241.793,
                                "stop": 247.657,
                                "byte_start": 1054941,
                                "byte_stop": 1078347,
                                "text": "This is not to say that Oregon may not, if it wishes, exempt the religious use of peyote from its criminal prohibition."
                            },
                            {
                                "start": 247.657,
                                "stop": 249.139,
                                "byte_start": 1078347,
                                "byte_stop": 1084303,
                                "text": "It assuredly may."
                            },
                            {
                                "start": 249.139,
                                "stop": 254.775,
                                "byte_start": 1084303,
                                "byte_stop": 1106872,
                                "text": "A number of other states have done so, but to say that it may is not to say that it must."
                            },
                            {
                                "start": 254.775,
                                "stop": 271.728,
                                "byte_start": 1106872,
                                "byte_stop": 1174686,
                                "text": "We reaffirm today what Justice Frankfurter wrote for the Court in 1940 “conscientious scruples have not in the course of the long struggle for religious toleration relieved the individual from obedience to a general law not aimed at the promotion or restriction of religious beliefs."
                            },
                            {
                                "start": 271.728,
                                "stop": 282.544,
                                "byte_start": 1174686,
                                "byte_stop": 1217945,
                                "text": "The mere possession of religious convictions which contradict the relevant concerns of political society does not relieve the citizen from the discharge of political responsibilities.\u0022"
                            },
                            {
                                "start": 282.544,
                                "stop": 295.889,
                                "byte_start": 1217945,
                                "byte_stop": 0,
                                "text": "Justice O’Connor has filed an opinion concurring in the judgment in which Justices Brennan, Marshall, and Blackmun join in part without concurring in the judgment; Justice Blackmun has filed a dissenting opinion in which Justices Brennan and Marshall have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 45184,
            "mime": "audio\/mpeg",
            "size": 1271235,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1989\/88-1213\/19900417o_88-1213.delivery.mp3"
        },
        {
            "id": 67036,
            "mime": "audio\/ogg",
            "size": 3124676,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1989\/88-1213\/19900417o_88-1213.ogg"
        },
        {
            "id": 67037,
            "mime": "application\/x-mpegURL",
            "size": 4467,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1989\/88-1213\/19900417o_88-1213.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}