{
    "id": 23947,
    "title": "Opinion Announcement - June 26, 2015",
    "transcript": {
        "title": "Johnson v. United States",
        "duration": 528.672,
        "sections": [
            {
                "start": 0,
                "stop": 528.672,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 18.021,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 18.021,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has our opinion today in Case 13-1720, Johnson v. United States."
                            }
                        ]
                    },
                    {
                        "start": 18.021,
                        "stop": 528.672,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 18.021,
                                "stop": 24.333,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Eighth Circuit."
                            },
                            {
                                "start": 24.333,
                                "stop": 30.858,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Federal law prohibits convicted felons from possessing firearms."
                            },
                            {
                                "start": 30.858,
                                "stop": 36.289,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Generally the law punishes violations by no more than 10 years in prison."
                            },
                            {
                                "start": 36.289,
                                "stop": 60.049,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But under the Armed Career Criminal Act, ACCA is the acronym, a violator who has three earlier convictions for a “violent felony” is subject to a minimum of 15 years and a maximum of life in prison."
                            },
                            {
                                "start": 60.049,
                                "stop": 87.733,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The act defines violent felony in part as any felony that is “burglary, arson or extortion, involves the use of explosives or, and this is the crucial phrase for today\u0027s case, or otherwise involves conduct that presents a serious potential risk of physical injury to another.”"
                            },
                            {
                                "start": 87.733,
                                "stop": 96.052,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That last phrase otherwise involves conduct, et cetera is known as the residual clause."
                            },
                            {
                                "start": 96.052,
                                "stop": 105.213,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Since 2007, this Court has decided four cases, struggling to discern the meaning of the residual clause."
                            },
                            {
                                "start": 105.213,
                                "stop": 117.939,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have consistently failed to come up with anything approaching a principled and workable framework for separating the crimes that are covered by the residual clause from those that are not."
                            },
                            {
                                "start": 117.939,
                                "stop": 131.702,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have held that attempted burglary and vehicular flight from a law enforcement officer are violent felonies under the clause, while drunk driving and failure to report to a penal institution are not."
                            },
                            {
                                "start": 131.702,
                                "stop": 142.346,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But our cases have failed to provide useful guidance to the lower Federal Courts about how to apply the clause to thousands of other crimes."
                            },
                            {
                                "start": 142.346,
                                "stop": 154.373,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As a result the residual clause has spawned a multitude of disagreements in the Courts of Appeals about which offenses qualify as violent felonies."
                            },
                            {
                                "start": 154.373,
                                "stop": 166.13,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case involves the application of the residual clause to yet another crime, Minnesota\u0027s offense of unlawful possession of a short-barreled shotgun."
                            },
                            {
                                "start": 166.13,
                                "stop": 173.072,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Petitioner Samuel Johnson pleaded guilty to being a felon in possession of a firearm."
                            },
                            {
                                "start": 173.072,
                                "stop": 187.537,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The government asked for an enhanced sentence under the -- under ACCA, arguing that three of Johnson\u0027s previous offenses, including unlawful possession of a short-barreled shotgun, qualified as violent felonies."
                            },
                            {
                                "start": 187.537,
                                "stop": 192.081,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court agreed and sentenced Johnson to 15 years."
                            },
                            {
                                "start": 192.081,
                                "stop": 194.274,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals affirmed."
                            },
                            {
                                "start": 194.274,
                                "stop": 202.32,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We agreed to hear the case to decide whether the residual clause covers unlawful possession of a short-barreled shotgun."
                            },
                            {
                                "start": 202.32,
                                "stop": 217.827,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After the initial argument of the case last November we asked the parties to present re-argument about whether the residual clause complies with the Constitution\u0027s prohibition of vague criminal laws."
                            },
                            {
                                "start": 217.827,
                                "stop": 239.249,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Fifth Amendment prohibits the federal government from depriving anyone of life, liberty or property without due process of law and the government violates this guarantee by punishing someone under a criminal law so vague that it fails to give ordinary people fair notice of the conduct it prohibits, or so standardless that it invites arbitrary enforcement."
                            },
                            {
                                "start": 239.249,
                                "stop": 249.087,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We conclude that the indeterminacy of the residual clause both denies fair notice and invites arbitrary enforcement."
                            },
                            {
                                "start": 249.087,
                                "stop": 254.11,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Two features of the clause combine to make it unconstitutionally vague."
                            },
                            {
                                "start": 254.11,
                                "stop": 262.661,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the court leaves grave uncertainty about how to estimate the risk that a particular crime poses."
                            },
                            {
                                "start": 262.661,
                                "stop": 279.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The clause directs judges to gauge the risk posed by the conduct involved in the ordinary case of the crime for which the defendant has been convicted, not the risk posed by the particular conduct in which the individual engaged."
                            },
                            {
                                "start": 279.515,
                                "stop": 285.9,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But how does one go about deciding what kind of conduct the ordinary case of a crime involves."
                            },
                            {
                                "start": 285.9,
                                "stop": 294.001,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For example, does ordinary witness tampering involved offering a witness a bribe or threatening a witness with violence?"
                            },
                            {
                                "start": 294.001,
                                "stop": 307.26,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Does ordinary attempted burglary involve a violent confrontation between a would-be burglar and the police, or does it involve a burglar\u0027s running away after a homeowner yells, who is there?"
                            },
                            {
                                "start": 307.26,
                                "stop": 316.545,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The residual clause offers no reliable way to choose between these competing accounts of what the ordinary case of a crime looks like."
                            },
                            {
                                "start": 316.545,
                                "stop": 326.307,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Second, the residual clause leaves uncertainty about how much risk it takes for a crime to qualify as a violent felony."
                            },
                            {
                                "start": 326.307,
                                "stop": 348.08,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is one thing to apply an imprecise standard of serious potential risk, which is the language of the provision, it\u0027s one thing to apply that to real world facts, it is quite another to apply it to a judge imagined abstraction, the ordinary crime of this sort."
                            },
                            {
                                "start": 348.08,
                                "stop": 367.873,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Adding further confusion, the residual clause appears after a list of four crimes that it is supposed to resemble; burglary, arson, extortion and crimes involving the use of explosive, but those crimes have little in common insofar as the degree of risk of physical injury is concerned."
                            },
                            {
                                "start": 367.873,
                                "stop": 387.352,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "By combining indeterminacy about how to measure the risk posed by a crime with indeterminacy about how much risk it takes for the crime to qualify as a violent felony, the residual clause produces more unpredictability and arbitrariness than the Constitution permits."
                            },
                            {
                                "start": 387.352,
                                "stop": 411.841,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court\u0027s repeated attempt -- repeated attempts and repeated failures to craft a principled standard out of the residual clause, described in more detail in our opinion, provides strong evidence of its hopeless indeterminacy, so does the persistent inability of lower Federal Courts to apply the clause in a consistent way."
                            },
                            {
                                "start": 411.841,
                                "stop": 419.549,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is true that two of our earlier decisions rejected claims that the residual clause is unconstitutionally vague."
                            },
                            {
                                "start": 419.549,
                                "stop": 430.807,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The doctrine of stare decisis, however, allows us to revisit an earlier decision, where experience with its application reveals that it is unworkable."
                            },
                            {
                                "start": 430.807,
                                "stop": 440.458,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Here the experience of the Federal Courts leaves no doubt about the unavoidable arbitrariness of adjudication under the residual clause."
                            },
                            {
                                "start": 440.458,
                                "stop": 450.773,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In addition, in the earlier cases I just mentioned, no party claimed that the residual clause was unconstitutional and hence nobody argued the point."
                            },
                            {
                                "start": 450.773,
                                "stop": 462.511,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The court addressed the clause\u0027s constitutionality only in response to dissenting opinions which suggested that the clause might be void for vagueness."
                            },
                            {
                                "start": 462.511,
                                "stop": 471.522,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A lack of full-dress argument about vagueness in those cases further diminishes their claim to stare decisis effect."
                            },
                            {
                                "start": 471.522,
                                "stop": 475.054,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has been said that the life of the law is experience."
                            },
                            {
                                "start": 475.054,
                                "stop": 484.666,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Nine years experience trying to derive meaning from the residual clause convinces us that we have embarked on a failed enterprise."
                            },
                            {
                                "start": 484.666,
                                "stop": 503.02,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Each of the uncertainties in the clause may be tolerable in isolation, but in combination they produce to quote one of our colleagues from the Fourth Circuit, \u0022a black hole of confusion and uncertainty, a judicial morass that defies systemic solution.\u0022"
                            },
                            {
                                "start": 503.02,
                                "stop": 512.674,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Constitution does not allow the government to invoke so shapeless a provision to condemn someone to prison for 15 years to life."
                            },
                            {
                                "start": 512.674,
                                "stop": 515.898,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Court of Appeals for the Eighth Circuit is reversed."
                            },
                            {
                                "start": 515.898,
                                "stop": 518.462,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The case is remanded for further proceedings."
                            },
                            {
                                "start": 518.462,
                                "stop": 522.635,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Kennedy and Justice Thomas have filed opinions concurring in the judgment."
                            },
                            {
                                "start": 522.635,
                                "stop": 528.672,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78610,
            "mime": "audio\/mpeg",
            "size": 2144465,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-7120\/13-7120_20150626-opinion.delivery.mp3"
        },
        {
            "id": 78731,
            "mime": "audio\/ogg",
            "size": 5329014,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-7120\/13-7120_20150626-opinion.ogg"
        },
        {
            "id": 78732,
            "mime": "application\/x-mpegURL",
            "size": 9138,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-7120\/13-7120_20150626-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}