{
    "id": 23524,
    "title": "Opinion Announcement - June 25, 2014",
    "transcript": {
        "title": null,
        "duration": 536.736,
        "sections": [
            {
                "start": 0,
                "stop": 536.736,
                "byte_start": 107520,
                "byte_stop": 2254367,
                "turns": [
                    {
                        "start": 0,
                        "stop": 536.736,
                        "byte_start": 107520,
                        "byte_stop": 2254367,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.283,
                                "byte_start": 107520,
                                "byte_stop": 144718,
                                "text": "I have our opinion this morning in Case 13-132, Riley versus California and 13-212, United States versus Wurie."
                            },
                            {
                                "start": 9.283,
                                "stop": 13.888,
                                "byte_start": 144718,
                                "byte_stop": 163109,
                                "text": "These are two separate cases, but we decide them in a single opinion."
                            },
                            {
                                "start": 13.888,
                                "stop": 24.745,
                                "byte_start": 163109,
                                "byte_stop": 206576,
                                "text": "The question presented in both cases is whether police officers may search a cell phone without a warrant when they cease the phone from a person who has just been arrested."
                            },
                            {
                                "start": 24.745,
                                "stop": 33.555,
                                "byte_start": 206576,
                                "byte_stop": 241789,
                                "text": "In each case, the relevant events began when the defendant was arrested, Riley for possession of weapons, Wurie for a suspected drug deal."
                            },
                            {
                                "start": 33.555,
                                "stop": 40.949,
                                "byte_start": 241789,
                                "byte_stop": 271360,
                                "text": "Incident to each arrest, police officers search the defendant and ceased the cell phone that he had in his possession."
                            },
                            {
                                "start": 40.949,
                                "stop": 49.338,
                                "byte_start": 271360,
                                "byte_stop": 304901,
                                "text": "They then search data on the cell phone including photos and videos in one case and the contact\u0027s list in the other."
                            },
                            {
                                "start": 49.338,
                                "stop": 56.065,
                                "byte_start": 304901,
                                "byte_stop": 331860,
                                "text": "The search of the cell phone gave the police information about other crimes that the defendant may have committed."
                            },
                            {
                                "start": 56.065,
                                "stop": 61.057,
                                "byte_start": 331860,
                                "byte_stop": 351817,
                                "text": "Ultimately, information on Riley\u0027s cell phone led to attempted murder charges."
                            },
                            {
                                "start": 61.057,
                                "stop": 66.316,
                                "byte_start": 351817,
                                "byte_stop": 372820,
                                "text": "Information on Wurie\u0027s cell phone led to serious drug and weapons charges."
                            },
                            {
                                "start": 66.316,
                                "stop": 74.412,
                                "byte_start": 372820,
                                "byte_stop": 405211,
                                "text": "What is important for our purposes is that in either case did the police obtain a warrant before searching the defendant\u0027s cell phone."
                            },
                            {
                                "start": 74.412,
                                "stop": 78.155,
                                "byte_start": 405211,
                                "byte_stop": 420153,
                                "text": "We hold today that they were required to do so."
                            },
                            {
                                "start": 78.155,
                                "stop": 84.614,
                                "byte_start": 420153,
                                "byte_stop": 446067,
                                "text": "The Fourth Amendment protects -- protects against “unreasonable searches and seizures.”"
                            },
                            {
                                "start": 84.614,
                                "stop": 93.409,
                                "byte_start": 446067,
                                "byte_stop": 481176,
                                "text": "This Court has said that as a general rule, a search for evidence of a crime requires a warrant in order to be reasonable."
                            },
                            {
                                "start": 93.409,
                                "stop": 102.112,
                                "byte_start": 481176,
                                "byte_stop": 515971,
                                "text": "There are however some exceptions to that general rule and the search can be reasonable even without a warrant if it falls within one of those exceptions."
                            },
                            {
                                "start": 102.112,
                                "stop": 107.054,
                                "byte_start": 515971,
                                "byte_stop": 535824,
                                "text": "The exception at issue here is one for searches incident to arrest."
                            },
                            {
                                "start": 107.054,
                                "stop": 117.159,
                                "byte_start": 535824,
                                "byte_stop": 576157,
                                "text": "When someone is lawfully arrested, the police may search him and the area immediately around him and inspect physical objects found on his person."
                            },
                            {
                                "start": 117.159,
                                "stop": 130.149,
                                "byte_start": 576157,
                                "byte_stop": 628193,
                                "text": "We have said that such a search serves two important purposes, removing weapons that the arrestee might use against an officer and discovering evidence that the arrestee might conceal or destroy."
                            },
                            {
                                "start": 130.149,
                                "stop": 145.822,
                                "byte_start": 628193,
                                "byte_stop": 690887,
                                "text": "In a case from 1973 called United States against Robinson, this Court held that those two interests categorically justify a search of the person being arrested without the need for an assessment of the risks presented in any given case."
                            },
                            {
                                "start": 145.822,
                                "stop": 156.223,
                                "byte_start": 690887,
                                "byte_stop": 732473,
                                "text": "As a result, the Court permitted a search of Robinson and of his cigarette pack found in his coat pocket which turned out to contain heroin capsules."
                            },
                            {
                                "start": 156.223,
                                "stop": 171.599,
                                "byte_start": 732473,
                                "byte_stop": 794018,
                                "text": "We do not disturb Robinson\u0027s holding today, but we decline to extend the search incident to arrest exception from a search of a physical item found on the arrestee to a search of the digital data on a cell phone in the arrestee\u0027s possession."
                            },
                            {
                                "start": 171.599,
                                "stop": 182.71,
                                "byte_start": 794018,
                                "byte_stop": 838426,
                                "text": "In the case of the cell phone, the government\u0027s interest in an immediate warrantless search is significantly diminished and the individual\u0027s privacy interest is dramatically expanded."
                            },
                            {
                                "start": 182.71,
                                "stop": 188.682,
                                "byte_start": 838426,
                                "byte_stop": 862250,
                                "text": "On the government interest side, there are as I\u0027ve mentioned two justifications for a search incident to arrest."
                            },
                            {
                                "start": 188.682,
                                "stop": 193.045,
                                "byte_start": 862250,
                                "byte_stop": 879804,
                                "text": "Neither carries much weight when it comes to searches of cell phone data."
                            },
                            {
                                "start": 193.045,
                                "stop": 204.504,
                                "byte_start": 879804,
                                "byte_stop": 925571,
                                "text": "First, our cases have talked about the risk that an arrestee will have a weapon that can harm officers but the digital information stored on a phone does not itself pose any threat to police."
                            },
                            {
                                "start": 204.504,
                                "stop": 216.356,
                                "byte_start": 925571,
                                "byte_stop": 973009,
                                "text": "Second, there is a risk that an arrestee will conceal or destroy evidence on his person, but once the police have ceased a phone, the person being arrested can no longer delete evidence."
                            },
                            {
                                "start": 216.356,
                                "stop": 224.728,
                                "byte_start": 973009,
                                "byte_stop": 1006446,
                                "text": "It is true that data on the phone might be susceptible to other kinds of tampering unique to the digital world such as remote wiping."
                            },
                            {
                                "start": 224.728,
                                "stop": 231.643,
                                "byte_start": 1006446,
                                "byte_stop": 1034136,
                                "text": "We think however that these unique problems are insufficient to justify a general exception to the warrant requirement."
                            },
                            {
                                "start": 231.643,
                                "stop": 242.103,
                                "byte_start": 1034136,
                                "byte_stop": 1076036,
                                "text": "Instead, they can be dealt with through law enforcement\u0027s own technological tools or through targeted responses to specific threats of data destruction."
                            },
                            {
                                "start": 242.103,
                                "stop": 251.704,
                                "byte_start": 1076036,
                                "byte_stop": 1114384,
                                "text": "Now when it comes to the individual\u0027s privacy interest on the other side of the balance, there really is no comparison between physical objects and the data on a modern cell phone."
                            },
                            {
                                "start": 251.704,
                                "stop": 261.916,
                                "byte_start": 1114384,
                                "byte_stop": 1155239,
                                "text": "In 1973, when the Robinson case was decided, a search of an arrestee\u0027s person was likely to be only a minor intrusion beyond the arrest itself."
                            },
                            {
                                "start": 261.916,
                                "stop": 271.132,
                                "byte_start": 1155239,
                                "byte_stop": 1192124,
                                "text": "After all in the physical world, there is only so much private information that a person can or will carry in his pockets, not so in today\u0027s digital world."
                            },
                            {
                                "start": 271.132,
                                "stop": 277.177,
                                "byte_start": 1192124,
                                "byte_stop": 1216261,
                                "text": "Modern cell phones can hold millions of pages of texts, thousands of pictures, hundreds of videos."
                            },
                            {
                                "start": 277.177,
                                "stop": 288.244,
                                "byte_start": 1216261,
                                "byte_stop": 1260565,
                                "text": "Police can reconstruct much of your life by looking at hundreds of photos on your phone in a way they could never do by looking at a photo of one or two loved ones tucked in your wallet."
                            },
                            {
                                "start": 288.244,
                                "stop": 293.737,
                                "byte_start": 1260565,
                                "byte_stop": 1282508,
                                "text": "And this dramatic difference in quantity cuts across a broad range of information."
                            },
                            {
                                "start": 293.737,
                                "stop": 307.558,
                                "byte_start": 1282508,
                                "byte_stop": 1337783,
                                "text": "In the pre-digital world, no one would walk around with large numbers of photos, videos, messages, letters, notes, call records, receipts, bank statements, calendars, directions, maps, magazines, whatever in their pockets."
                            },
                            {
                                "start": 307.558,
                                "stop": 317.918,
                                "byte_start": 1337783,
                                "byte_stop": 1379265,
                                "text": "Yet that is what many of the more than 90% of American adults who own cell phones now do as a routine matter when they go about their day and that\u0027s just to start."
                            },
                            {
                                "start": 317.918,
                                "stop": 330.023,
                                "byte_start": 1379265,
                                "byte_stop": 1427644,
                                "text": "Modern cell phones not only hold vastly more information than could physically be carried before, they also contain whole new types of information that implicate significant privacy interest."
                            },
                            {
                                "start": 330.023,
                                "stop": 343.307,
                                "byte_start": 1427644,
                                "byte_stop": 1480829,
                                "text": "An internet browsing history on your phone will reveal what you\u0027re interested in and what you\u0027ve been looking for.Routine location services on your phone will record where you\u0027ve been for the past day, week or month."
                            },
                            {
                                "start": 343.307,
                                "stop": 353.807,
                                "byte_start": 1480829,
                                "byte_stop": 1522834,
                                "text": "Cell phones will also contain a record of who you\u0027ve communicated with by phone, e-mail, or text including the content of many exchanges going back months."
                            },
                            {
                                "start": 353.807,
                                "stop": 358.682,
                                "byte_start": 1522834,
                                "byte_stop": 1542269,
                                "text": "Then there are apps, the average smartphone user has 33 of them on his phone."
                            },
                            {
                                "start": 358.682,
                                "stop": 362.908,
                                "byte_start": 1542269,
                                "byte_stop": 1559197,
                                "text": "There are over million available in each of the major app stores."
                            },
                            {
                                "start": 362.908,
                                "stop": 365.479,
                                "byte_start": 1559197,
                                "byte_stop": 1569437,
                                "text": "Do you follow democratic or republican news?"
                            },
                            {
                                "start": 365.479,
                                "stop": 367.884,
                                "byte_start": 1569437,
                                "byte_stop": 1579154,
                                "text": "Do you track particular medical symptoms?"
                            },
                            {
                                "start": 367.884,
                                "stop": 368.929,
                                "byte_start": 1579154,
                                "byte_stop": 1583334,
                                "text": "What are your hobbies?"
                            },
                            {
                                "start": 368.929,
                                "stop": 371.645,
                                "byte_start": 1583334,
                                "byte_stop": 1594201,
                                "text": "What have you purchased over the past six months?"
                            },
                            {
                                "start": 371.645,
                                "stop": 378.457,
                                "byte_start": 1594201,
                                "byte_stop": 1621368,
                                "text": "The apps on your phone can paint a detailed picture of who you are all at the tap of the screen."
                            },
                            {
                                "start": 378.457,
                                "stop": 385.533,
                                "byte_start": 1621368,
                                "byte_stop": 1649685,
                                "text": "Allowing a warrantless search of all this information is not just an incidental intrusion like a peak into a cigarette pack."
                            },
                            {
                                "start": 385.533,
                                "stop": 391.061,
                                "byte_start": 1649685,
                                "byte_stop": 1671837,
                                "text": "It is a significant invasion of privacy going far beyond the arrest itself."
                            },
                            {
                                "start": 391.061,
                                "stop": 403.099,
                                "byte_start": 1671837,
                                "byte_stop": 1720007,
                                "text": "Now, because cell phones implicate reduced government interest and heightened individual interest, we conclude that a warrantless cell phone search incident to arrest is unreasonable under the Fourth Amendment."
                            },
                            {
                                "start": 403.099,
                                "stop": 407.967,
                                "byte_start": 1720007,
                                "byte_stop": 1739442,
                                "text": "Now, we cannot deny that this will have an impact on government\u0027s ability to combat crime."
                            },
                            {
                                "start": 407.967,
                                "stop": 412.895,
                                "byte_start": 1739442,
                                "byte_stop": 1759190,
                                "text": "It is not only the law abiding who have discovered the benefits of modern cell phones."
                            },
                            {
                                "start": 412.895,
                                "stop": 415.882,
                                "byte_start": 1759190,
                                "byte_stop": 1771102,
                                "text": "Privacy comes at a cost."
                            },
                            {
                                "start": 415.882,
                                "stop": 420.863,
                                "byte_start": 1771102,
                                "byte_stop": 1791060,
                                "text": "Our holding of course is not that police can never search the information stored on the cell phone."
                            },
                            {
                                "start": 420.863,
                                "stop": 429.588,
                                "byte_start": 1791060,
                                "byte_stop": 1825959,
                                "text": "The rule is simply that police must get a warrant before they do so unless a different exception to the warrant requirement applies."
                            },
                            {
                                "start": 429.588,
                                "stop": 437.081,
                                "byte_start": 1825959,
                                "byte_stop": 1855948,
                                "text": "Cell phones are new phenomenon but our interpretation of the Fourth Amendment today is inextricably linked to our history."
                            },
                            {
                                "start": 437.081,
                                "stop": 450.773,
                                "byte_start": 1855948,
                                "byte_stop": 1910700,
                                "text": "The Fourth Amendment was the founding generation\u0027s response to the reviled general warrants and writs of assistance of the colonial era which allowed British officers to rummage through homes in an unrestrained search for evidence of criminal activity."
                            },
                            {
                                "start": 450.773,
                                "stop": 456.482,
                                "byte_start": 1910700,
                                "byte_stop": 1933479,
                                "text": "Opposition to such searches was in fact one of the driving forces behind the revolution itself."
                            },
                            {
                                "start": 456.482,
                                "stop": 463.577,
                                "byte_start": 1933479,
                                "byte_stop": 1961900,
                                "text": "In 1761, the patriot James Otis delivered a speech in Boston denouncing the use of writs of assistance."
                            },
                            {
                                "start": 463.577,
                                "stop": 474.986,
                                "byte_start": 1961900,
                                "byte_stop": 2007562,
                                "text": "A young John Adams was there, and he would later write that “every man of a crowded audience appeared to me to go away, as I did, ready to take arms against writs of assistance.”"
                            },
                            {
                                "start": 474.986,
                                "stop": 483.26,
                                "byte_start": 2007562,
                                "byte_stop": 2040581,
                                "text": "According to Adams, Otis\u0027s speech was “the first scene of the first act of opposition to the arbitrary claims of Great Britain."
                            },
                            {
                                "start": 483.26,
                                "stop": 487.192,
                                "byte_start": 2040581,
                                "byte_stop": 2056359,
                                "text": "Then and there the child Independence was born.”"
                            },
                            {
                                "start": 487.192,
                                "stop": 492.075,
                                "byte_start": 2056359,
                                "byte_stop": 2075899,
                                "text": "Modern cell phones have developed into more than just another technological convenience."
                            },
                            {
                                "start": 492.075,
                                "stop": 498.77,
                                "byte_start": 2075899,
                                "byte_stop": 2102648,
                                "text": "With all they contain and all they may reveal, they hold for many Americans the privacies of life."
                            },
                            {
                                "start": 498.77,
                                "stop": 510.417,
                                "byte_start": 2102648,
                                "byte_stop": 2149251,
                                "text": "The fact that technology now allows an individual to carry such information in the palm of his hand does not make the information any less worthy of the protection for which the founders fought."
                            },
                            {
                                "start": 510.417,
                                "stop": 517.352,
                                "byte_start": 2149251,
                                "byte_stop": 2176940,
                                "text": "Our answer to the question of what police must do before searching a cell phone ceased incident to an arrest is accordingly simple."
                            },
                            {
                                "start": 517.352,
                                "stop": 518.86,
                                "byte_start": 2176940,
                                "byte_stop": 2183001,
                                "text": "Get a warrant."
                            },
                            {
                                "start": 518.86,
                                "stop": 523.509,
                                "byte_start": 2183001,
                                "byte_stop": 2201600,
                                "text": "The judgment of the California Court of Appeal in Riley versus California is reversed."
                            },
                            {
                                "start": 523.509,
                                "stop": 528.236,
                                "byte_start": 2201600,
                                "byte_stop": 2220513,
                                "text": "The judgment of the First Circuit in United States versus Wurie is affirmed."
                            },
                            {
                                "start": 528.236,
                                "stop": 531.518,
                                "byte_start": 2220513,
                                "byte_stop": 2233678,
                                "text": "All members of the Court agree with this disposition."
                            },
                            {
                                "start": 531.518,
                                "stop": 536.736,
                                "byte_start": 2233678,
                                "byte_stop": 2254367,
                                "text": "Justice Alito has filed an opinion concurring in part and concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56166,
            "mime": "audio\/mpeg",
            "size": 2254576,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/13-132\/20140625o_13-132.delivery.mp3"
        },
        {
            "id": 77870,
            "mime": "audio\/ogg",
            "size": 5303766,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/13-132\/20140625o_13-132.ogg"
        },
        {
            "id": 77871,
            "mime": "application\/x-mpegURL",
            "size": 7808,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/13-132\/20140625o_13-132.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}