{
    "id": 20671,
    "title": "Opinion Announcement - June 10, 1999",
    "transcript": {
        "title": "Chicago v. Morales",
        "duration": 701.316,
        "sections": [
            {
                "start": 0,
                "stop": 701.316,
                "byte_start": 86032,
                "byte_stop": 2891270,
                "turns": [
                    {
                        "start": 0,
                        "stop": 293.204,
                        "byte_start": 86032,
                        "byte_stop": 1258930,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.418,
                                "byte_start": 86032,
                                "byte_stop": 119782,
                                "text": "The Second case that I have to announce is Chicago against Morales and it comes to us from the Supreme Court of Illinois."
                            },
                            {
                                "start": 8.418,
                                "stop": 14.765,
                                "byte_start": 119782,
                                "byte_stop": 145173,
                                "text": "In 1992, the Chicago City Council enacted a Gang Congregation Ordinance."
                            },
                            {
                                "start": 14.765,
                                "stop": 19.553,
                                "byte_start": 145173,
                                "byte_stop": 164295,
                                "text": "The Ordinance contains a series of findings that explain the reasons for its enactment."
                            },
                            {
                                "start": 19.553,
                                "stop": 31.958,
                                "byte_start": 164295,
                                "byte_stop": 213928,
                                "text": "The Council has found that a continuing increase in criminal street gang activity was largely responsible for the city\u0027s rising murder rate, as well as, an escalation of violent and drug related crimes."
                            },
                            {
                                "start": 31.958,
                                "stop": 42.099,
                                "byte_start": 213928,
                                "byte_stop": 254470,
                                "text": "It noted that in many neighborhoods through out the city, \u0022the burgeoning presence of street gang members in public places has intimidated many law abiding citizens\u0022."
                            },
                            {
                                "start": 42.099,
                                "stop": 52.13,
                                "byte_start": 254470,
                                "byte_stop": 294594,
                                "text": "Furthermore, the Council stated, the gang members establish control over identifiable areas by loitering in those areas and intimidating others from entering those areas."
                            },
                            {
                                "start": 52.13,
                                "stop": 61.287,
                                "byte_start": 294594,
                                "byte_stop": 331270,
                                "text": "Members of criminal streets gang avoid arrest by committing no offence punishable under existing laws when they know the police are present."
                            },
                            {
                                "start": 61.287,
                                "stop": 80.18,
                                "byte_start": 331270,
                                "byte_stop": 406816,
                                "text": "It further found that loitering in public places like criminal street gang members creates a justifiable fear for the safety of persons and property in the area and aggressive action is necessary to preserve the city streets and public places so that the public may use such places without fear."
                            },
                            {
                                "start": 80.18,
                                "stop": 85.835,
                                "byte_start": 406816,
                                "byte_stop": 429385,
                                "text": "The text of the ordinance covers a great deal of conduct that is not described in those findings."
                            },
                            {
                                "start": 85.835,
                                "stop": 103.429,
                                "byte_start": 429385,
                                "byte_stop": 499812,
                                "text": "Under the ordinance \u0022if a police officers observes a person whom he reasonably believes could be a gang member, loitering in a public place with one or more other people, the officer shall order the group to disperse, any person who does not obey the dispersal order has violated the ordinance.\u0022"
                            },
                            {
                                "start": 103.429,
                                "stop": 108.755,
                                "byte_start": 499812,
                                "byte_stop": 521128,
                                "text": "The ordinance defines the term loitering, \u0022as to remain in one place with no apparent purpose\u0022."
                            },
                            {
                                "start": 108.755,
                                "stop": 121.409,
                                "byte_start": 521128,
                                "byte_stop": 571701,
                                "text": "It creates a criminal offence punishable by a fine of up to $500, imprisonment for not more than six months and requirement to perform up to 120 hours of community service."
                            },
                            {
                                "start": 121.409,
                                "stop": 131.247,
                                "byte_start": 571701,
                                "byte_stop": 611093,
                                "text": "In the three years after the enactment of the ordinance, the Chicago police issued approximately 89,000 dispersal orders and arrested over 42,000 people."
                            },
                            {
                                "start": 131.247,
                                "stop": 142.77,
                                "byte_start": 611093,
                                "byte_stop": 657173,
                                "text": "They acted pursuant to a police department general order that limited the areas of the city in which the ordinance would apply, but the police did not release this information to the public."
                            },
                            {
                                "start": 142.77,
                                "stop": 150.134,
                                "byte_start": 657173,
                                "byte_stop": 686639,
                                "text": "A number of Chicago citizens who were arrested under the ordinance contended that the law violated the federal and Illinois constitutions."
                            },
                            {
                                "start": 150.134,
                                "stop": 154.687,
                                "byte_start": 686639,
                                "byte_stop": 704821,
                                "text": "Two state trial judges rejected this contention and upheld the ordinance."
                            },
                            {
                                "start": 154.687,
                                "stop": 165.613,
                                "byte_start": 704821,
                                "byte_stop": 748497,
                                "text": "11 others how ever held the law unconstitutional, several appeals were consolidated in the Illinois Appellate court and that court also found the ordinance unconstitutional."
                            },
                            {
                                "start": 165.613,
                                "stop": 181.285,
                                "byte_start": 748497,
                                "byte_stop": 811191,
                                "text": "It held that the ordinance violated the freedom of assembly guaranteed by the First Amendment of the Federal Constitution, that it was unconstitutionally vague that a criminal like status rather than conduct and it jeopardized the rights protected by the Forth Amendment."
                            },
                            {
                                "start": 181.285,
                                "stop": 191.343,
                                "byte_start": 811191,
                                "byte_stop": 851420,
                                "text": "The Illinois Supreme Court unanimously affirmed, finding the ordinance unconstitutionally vague in violation of the Fourteenth Amendment of the Federal Constitution."
                            },
                            {
                                "start": 191.343,
                                "stop": 194.157,
                                "byte_start": 851420,
                                "byte_stop": 862705,
                                "text": "We granted certiorari and now affirm."
                            },
                            {
                                "start": 194.157,
                                "stop": 206.422,
                                "byte_start": 862705,
                                "byte_stop": 911815,
                                "text": "We agree with the Illinois Supreme Court that the ordinance is unconstitutionally vague because it allows and perhaps encourages the police to enforce it in an arbitrary and discriminatory way."
                            },
                            {
                                "start": 206.422,
                                "stop": 211.31,
                                "byte_start": 911815,
                                "byte_stop": 931354,
                                "text": "The ordinance defines loitering as having \u0022no apparent purpose\u0022."
                            },
                            {
                                "start": 211.31,
                                "stop": 220.763,
                                "byte_start": 931354,
                                "byte_stop": 969180,
                                "text": "The Illinois Supreme Court concluded that this definition provides absolute discretion to police officers to determine what activities constitute loitering."
                            },
                            {
                                "start": 220.763,
                                "stop": 230.373,
                                "byte_start": 969180,
                                "byte_stop": 1007528,
                                "text": "We accept their construction of this phrase and we agree that it gives police officers too much discretion in determining whom they should order to disperse."
                            },
                            {
                                "start": 230.373,
                                "stop": 236.801,
                                "byte_start": 1007528,
                                "byte_stop": 1033336,
                                "text": "All parties agree that a person\u0027s actual purpose in standing in a public place is irrelevant under the ordinance."
                            },
                            {
                                "start": 236.801,
                                "stop": 248.823,
                                "byte_start": 1033336,
                                "byte_stop": 1081402,
                                "text": "It does not matter, for example, whether the reason that a gang member and his father might loiter near Wrigley Field is to rob an unsuspecting fan or just to get a glimpse of Sammy SoSa leaving the ballpark."
                            },
                            {
                                "start": 248.823,
                                "stop": 261.023,
                                "byte_start": 1081402,
                                "byte_stop": 1130199,
                                "text": "If their purpose is not apparent to a near by police officer, the officer has the authority to order them to disperse, unless of course the police department has decided not to enforce the ordinance in that part of the city."
                            },
                            {
                                "start": 261.023,
                                "stop": 274.492,
                                "byte_start": 1130199,
                                "byte_stop": 1184011,
                                "text": "Any Chicagoan who stands on a public street with a gang member, for any reason, runs the risk that a police officer may not believe she has an apparent purpose, even if she is standing with her son in front of their apartment building."
                            },
                            {
                                "start": 274.492,
                                "stop": 284.979,
                                "byte_start": 1184011,
                                "byte_stop": 1226016,
                                "text": "In addition, to my opinion supporting the averments, opinions supporting the judgment have been, authored by Justice O\u0027Connor, Justice Kennedy and Justice Breyer."
                            },
                            {
                                "start": 284.979,
                                "stop": 293.204,
                                "byte_start": 1226016,
                                "byte_stop": 1258930,
                                "text": "Justice Thomas, has filed a dissenting opinion in which the Chief Justice joins and Justice Scalia has also filed a dissent."
                            }
                        ]
                    },
                    {
                        "start": 293.204,
                        "stop": 701.316,
                        "byte_start": 1258930,
                        "byte_stop": 2891270,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 293.204,
                                "stop": 301.814,
                                "byte_start": 1258930,
                                "byte_stop": 1293307,
                                "text": "I think, this is a very important case and so we would like to state briefly, some of the reasons for my dissent."
                            },
                            {
                                "start": 301.814,
                                "stop": 307.767,
                                "byte_start": 1293307,
                                "byte_stop": 1317131,
                                "text": "I think today\u0027s judgment is regrettable, encouraging upon the peoples right to govern themselves."
                            },
                            {
                                "start": 307.767,
                                "stop": 317.341,
                                "byte_start": 1317131,
                                "byte_stop": 1355479,
                                "text": "All human society is based on an agreement by human beings to give up certain rights they would otherwise have in order to obtain certain benefits."
                            },
                            {
                                "start": 317.341,
                                "stop": 330.153,
                                "byte_start": 1355479,
                                "byte_stop": 1406679,
                                "text": "Right to drive a car at whatever speed is safe under the circumstances, a perfectly innocent act, is yielded in favor of rigid speed limits, in order to gain the benefit of greater safety."
                            },
                            {
                                "start": 330.153,
                                "stop": 336.386,
                                "byte_start": 1406679,
                                "byte_stop": 1431652,
                                "text": "The Constitution makes exceptions for certain right that cannot be abridged, freedom of speech for example."
                            },
                            {
                                "start": 336.386,
                                "stop": 344.543,
                                "byte_start": 1431652,
                                "byte_stop": 1464252,
                                "text": "None of the justices today contends that the activity regulated by the Chicago\u0027s ordinance is such a specially protected right."
                            },
                            {
                                "start": 344.543,
                                "stop": 353.324,
                                "byte_start": 1464252,
                                "byte_stop": 1499361,
                                "text": "It can best be described as \u0022loitering\u0022 which Justice Thomas\u0027s opinion shows has been regulated throughout our history."
                            },
                            {
                                "start": 353.324,
                                "stop": 372.458,
                                "byte_start": 1499361,
                                "byte_stop": 1575952,
                                "text": "It is a constitutionally protected activity only in the sense that all activity is constitutionally protected, riding a bike, driving a car, building a house or selling a product, the Equal Protection Clause guarantees that no activity can be prohibited without a reason."
                            },
                            {
                                "start": 372.458,
                                "stop": 374.454,
                                "byte_start": 1575952,
                                "byte_stop": 1583893,
                                "text": "The reason here however was quite clear."
                            },
                            {
                                "start": 374.454,
                                "stop": 379.812,
                                "byte_start": 1583893,
                                "byte_stop": 1605314,
                                "text": "Street gangs held the citizens of inner city Chicago, hostage in their own homes."
                            },
                            {
                                "start": 379.812,
                                "stop": 395.062,
                                "byte_start": 1605314,
                                "byte_stop": 1666336,
                                "text": "They terrorized residents by visibly occupying street corners and parks, dealing in drugs, intimidating passers by, recruiting new members and perhaps most important of all, demonstrating their control over the neighborhood."
                            },
                            {
                                "start": 395.062,
                                "stop": 408.217,
                                "byte_start": 1666336,
                                "byte_stop": 1718999,
                                "text": "The fact that the ordinance wasn\u0027t enforced by the police in all neighborhoods as Justice Steven\u0027s described was an indication of how reasonable the police were being, not how unreasonable they were being."
                            },
                            {
                                "start": 408.217,
                                "stop": 412.379,
                                "byte_start": 1718999,
                                "byte_stop": 1735612,
                                "text": "There were certain neighborhoods that were threatened and other neighborhoods that weren\u0027t."
                            },
                            {
                                "start": 412.379,
                                "stop": 424.957,
                                "byte_start": 1735612,
                                "byte_stop": 1785872,
                                "text": "Normal criminal laws had proved ineffective to solve the problem, whenever the police came by, any unlawful activity would usually seize and there was no law against dominating a neighborhood."
                            },
                            {
                                "start": 424.957,
                                "stop": 434.037,
                                "byte_start": 1785872,
                                "byte_stop": 1822234,
                                "text": "So the citizens of Chicago decided that to eliminate this scourge, they would limit their freedom to loiter, not much of limitation."
                            },
                            {
                                "start": 434.037,
                                "stop": 449.059,
                                "byte_start": 1822234,
                                "byte_stop": 1882316,
                                "text": "You could not be seeing to be loitering in the company of a gang member; if you were, you were not punished but were just asked to move on, if you disobey that order that order to move on you were guilty of a misdemeanor."
                            },
                            {
                                "start": 449.059,
                                "stop": 467.534,
                                "byte_start": 1882316,
                                "byte_stop": 1956190,
                                "text": "The majority today in various opinions gives various explanations of why this is any different from the laws that exist in many communities, in my opinion, I called one from New York which permit policemen to tell innocent citizens to move along on pain of arrest when the public interest requires it."
                            },
                            {
                                "start": 467.534,
                                "stop": 478.581,
                                "byte_start": 1956190,
                                "byte_stop": 2000390,
                                "text": "When for example, that are standing around walking at the scene of an accident or obstructing a medical emergency scene, or any other of a million unpredictable situations."
                            },
                            {
                                "start": 478.581,
                                "stop": 485.694,
                                "byte_start": 2000390,
                                "byte_stop": 2028811,
                                "text": "Before I discuss, why the majority says this law is different, I must note one peculiar feature about the approach, the majority takes."
                            },
                            {
                                "start": 485.694,
                                "stop": 502.271,
                                "byte_start": 2028811,
                                "byte_stop": 2095162,
                                "text": "When a policeman tells you to move along without a good reason, or indeed for a positively bad reason just likely your free speech activity for example, you of course have the ability to challenge that application of the ordinance to you in the circumstances."
                            },
                            {
                                "start": 502.271,
                                "stop": 511.902,
                                "byte_start": 2095162,
                                "byte_stop": 2133719,
                                "text": "That is called an \u0022as applied challenge\u0022, you are asserting not that law is a way unconstitutional but that is unconstitutional as it has been employed."
                            },
                            {
                                "start": 511.902,
                                "stop": 516.263,
                                "byte_start": 2133719,
                                "byte_stop": 2151168,
                                "text": "The challenge in this case is not an as applied challenge."
                            },
                            {
                                "start": 516.263,
                                "stop": 523.216,
                                "byte_start": 2151168,
                                "byte_stop": 2178963,
                                "text": "The respondents here contended that this Chicago ordinance was invalid in all its applications."
                            },
                            {
                                "start": 523.216,
                                "stop": 531.731,
                                "byte_start": 2178963,
                                "byte_stop": 2213026,
                                "text": "Ordinarily, to sustain such a challenge you must show that there is no conceivable set of action, which the ordinance could not be constitutionally applied."
                            },
                            {
                                "start": 531.731,
                                "stop": 535.854,
                                "byte_start": 2213026,
                                "byte_stop": 2229536,
                                "text": "Today\u0027s opinions simply do not sustain that burden."
                            },
                            {
                                "start": 535.854,
                                "stop": 552.058,
                                "byte_start": 2229536,
                                "byte_stop": 2294319,
                                "text": "Some of the justices contend the law is too vague, to give the citizens notice of the prohibited conduct, but the only prohibited conduct, the only conduct punished is the failure to obey a police order to move on and that is as clear as can be."
                            },
                            {
                                "start": 552.058,
                                "stop": 562.918,
                                "byte_start": 2294319,
                                "byte_stop": 2337787,
                                "text": "The justices in majority also say that the ordinance does not give the police officer clear enough instruction so that he will be able to hassle, just about anybody at will, but that is not so."
                            },
                            {
                                "start": 562.918,
                                "stop": 579.059,
                                "byte_start": 2337787,
                                "byte_stop": 2402362,
                                "text": "He must first of all identify a non-gang member and the police regulations which implement this ordinance require serious identification, he must then conclude that the group is remaining in one place with no apparent purpose."
                            },
                            {
                                "start": 579.059,
                                "stop": 593.7,
                                "byte_start": 2402362,
                                "byte_stop": 2460876,
                                "text": "Not that the group has no purpose, they may be talking, rollerblading, singing gang songs, or rapping gang rap, but that the group has no apparent purpose for remaining in one place."
                            },
                            {
                                "start": 593.7,
                                "stop": 599.506,
                                "byte_start": 2460876,
                                "byte_stop": 2484073,
                                "text": "If that were not easy enough to discern, there would be no English word loiter."
                            },
                            {
                                "start": 599.506,
                                "stop": 612.575,
                                "byte_start": 2484073,
                                "byte_stop": 2536422,
                                "text": "This ordinance is infinitely, more specific in its directive to the police, than many general ordinances that allow the police to order crowds to disperse whenever the public interest demands it, anything from a bomb scare to a medical emergency."
                            },
                            {
                                "start": 612.575,
                                "stop": 622.784,
                                "byte_start": 2536422,
                                "byte_stop": 2577173,
                                "text": "Although, the majority opinions talk constantly of vague notice to the citizens and vague instruction to the police, I doubt that that is what is driving today\u0027s judgment."
                            },
                            {
                                "start": 622.784,
                                "stop": 634.704,
                                "byte_start": 2577173,
                                "byte_stop": 2624925,
                                "text": "For the majority\u0027s opinions suggest that the ordinance might have been okay, if it had applied only to gang members, but how could that render it any less vague?"
                            },
                            {
                                "start": 634.704,
                                "stop": 653.951,
                                "byte_start": 2624925,
                                "byte_stop": 2701934,
                                "text": "What that suggests and indicates I think is that what underlies today\u0027s judgment is simply the feeling which is indeed expressed in several of the opinions that the ordinance covers too much innocent conduct, but that is not a judgment for this Court, it is a judgment for the citizens of Chicago."
                            },
                            {
                                "start": 653.951,
                                "stop": 669.452,
                                "byte_start": 2701934,
                                "byte_stop": 2763896,
                                "text": "So long as a specially protected constitutional right is not at issue such as freedom of speech, it is up to them whether to prate their right to hang out in the company of a gang member, in exchange for liberation from gang dominance of their neighborhoods."
                            },
                            {
                                "start": 669.452,
                                "stop": 677.89,
                                "byte_start": 2763896,
                                "byte_stop": 2797647,
                                "text": "Just as it is up to them whether to exchange their freedom to make a right turn on red in exchange for greater pedestrian safety."
                            },
                            {
                                "start": 677.89,
                                "stop": 687.109,
                                "byte_start": 2797647,
                                "byte_stop": 2834532,
                                "text": "I feel although worst about the court\u0027s interference with the democratic decisions made here because the decision seems to be such a eminently reasonable one."
                            },
                            {
                                "start": 687.109,
                                "stop": 695.13,
                                "byte_start": 2834532,
                                "byte_stop": 2866610,
                                "text": "I would trade my right to loiter in the company of a gang member in exchange for the liberation of my neighborhood in an instant."
                            },
                            {
                                "start": 695.13,
                                "stop": 701.316,
                                "byte_start": 2866610,
                                "byte_stop": 2891270,
                                "text": "It is wrong not to permit to believer citizens of Chicago to do so."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50466,
            "mime": "audio\/mpeg",
            "size": 2891479,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/97-1121\/19990610o_97-1121.delivery.mp3"
        },
        {
            "id": 72254,
            "mime": "audio\/ogg",
            "size": 7009713,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/97-1121\/19990610o_97-1121.ogg"
        },
        {
            "id": 72255,
            "mime": "application\/x-mpegURL",
            "size": 10407,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/97-1121\/19990610o_97-1121.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}