{
    "id": 22857,
    "title": "Opinion Announcement - June 23, 2011",
    "transcript": {
        "title": "Stern v. Marshall",
        "duration": 530.678,
        "sections": [
            {
                "start": 0,
                "stop": 530.678,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 530.678,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.582,
                                "byte_start": 105472,
                                "byte_stop": 127833,
                                "text": "I have the opinion of the court in Case Number 10-179."
                            },
                            {
                                "start": 5.582,
                                "stop": 16.018,
                                "byte_start": 127833,
                                "byte_stop": 169629,
                                "text": "The very caption of the case gives you an idea of what is in store, the case of Stern, Executor of the Estate of Marshall, versus Marshall, Executrix of the Estate of Marshall."
                            },
                            {
                                "start": 16.018,
                                "stop": 20.208,
                                "byte_start": 169629,
                                "byte_stop": 186347,
                                "text": "The facts of the case are like something out of a 19th Century Dickens novel."
                            },
                            {
                                "start": 20.208,
                                "stop": 23.529,
                                "byte_start": 186347,
                                "byte_stop": 199617,
                                "text": "The litigation has been going on for over 15 years."
                            },
                            {
                                "start": 23.529,
                                "stop": 27.966,
                                "byte_start": 199617,
                                "byte_stop": 217381,
                                "text": "The original parties have each died and have been replaced by their executors."
                            },
                            {
                                "start": 27.966,
                                "stop": 36.9,
                                "byte_start": 217381,
                                "byte_stop": 253116,
                                "text": "To avoid confusion, I\u0027ll refer to the original parties rather than their executors and by their first names since everyone in the case is named Marshall."
                            },
                            {
                                "start": 36.9,
                                "stop": 42.282,
                                "byte_start": 253116,
                                "byte_stop": 274641,
                                "text": "The case has worked its way through state and federal courts in Louisiana, Texas and California."
                            },
                            {
                                "start": 42.282,
                                "stop": 51.892,
                                "byte_start": 274641,
                                "byte_stop": 313093,
                                "text": "It has even been to this case before we sent it back to the Court of Appeals after argument and decision on an unrelated question only to find it before us again."
                            },
                            {
                                "start": 51.892,
                                "stop": 54.963,
                                "byte_start": 313093,
                                "byte_stop": 325423,
                                "text": "The underlying facts have a fascination of their own."
                            },
                            {
                                "start": 54.963,
                                "stop": 64.293,
                                "byte_start": 325423,
                                "byte_stop": 362726,
                                "text": "Petitioner Vickie Lynn Marshall, better known perhaps as Anna Nicole Smith was 26 when she married the 89-year old Jay Howard Marshall II."
                            },
                            {
                                "start": 64.293,
                                "stop": 69.311,
                                "byte_start": 362726,
                                "byte_stop": 382788,
                                "text": "Jay Howard had a fortune estimated to be worth as much as $2 billion."
                            },
                            {
                                "start": 69.311,
                                "stop": 75.389,
                                "byte_start": 382788,
                                "byte_stop": 407030,
                                "text": "He died a little more than a year after his marriage to Vickie but did not provide for her in his will."
                            },
                            {
                                "start": 75.389,
                                "stop": 89.061,
                                "byte_start": 407030,
                                "byte_stop": 461782,
                                "text": "Vickie claimed that Pierce Marshall, Jay Howard\u0027s son from a prior marriage had fraudulently prevented Jay Howard from leaving her roughly half of his fortune which Vickie said is what Jay Howard wanted to do."
                            },
                            {
                                "start": 89.061,
                                "stop": 94.161,
                                "byte_start": 461782,
                                "byte_stop": 482158,
                                "text": "Shortly after Jay Howard died, Vickie filed for bankruptcy in federal court."
                            },
                            {
                                "start": 94.161,
                                "stop": 105.138,
                                "byte_start": 482158,
                                "byte_stop": 526043,
                                "text": "Pierce filed a claim in that bankruptcy proceeding asserting that Vickie owed him money for defamation because of statements by her attorneys about his alleged fraud."
                            },
                            {
                                "start": 105.138,
                                "stop": 117.865,
                                "byte_start": 526043,
                                "byte_stop": 577034,
                                "text": "Vickie responded with a counterclaim against Pierce arguing that those statements were true and that he was liable to her under Texas state law prohibiting interference with an intended gift."
                            },
                            {
                                "start": 117.865,
                                "stop": 125.95,
                                "byte_start": 577034,
                                "byte_stop": 609322,
                                "text": "The bankruptcy court held a trial and eventually entered a final judgment awarding Vickie hundreds of millions of dollars on her counterclaim."
                            },
                            {
                                "start": 125.95,
                                "stop": 136.622,
                                "byte_start": 609322,
                                "byte_stop": 652058,
                                "text": "Shortly after that however, a Texas State probate court that was considering the same issues in the context of a suit over Jay Howard\u0027s will, ruled in Pierce\u0027s favor."
                            },
                            {
                                "start": 136.622,
                                "stop": 151.3,
                                "byte_start": 652058,
                                "byte_stop": 710677,
                                "text": "Now which of those conflicting judgments controls and whether Vickie, her estate of course, gets to keep those hundreds of millions of dollars depends on whether the bankruptcy court have the authority to enter a final judgment on Vickie\u0027s counterclaim."
                            },
                            {
                                "start": 151.3,
                                "stop": 153.27,
                                "byte_start": 710677,
                                "byte_stop": 718618,
                                "text": "There are two parts to that question."
                            },
                            {
                                "start": 153.27,
                                "stop": 160.262,
                                "byte_start": 718618,
                                "byte_stop": 746621,
                                "text": "First, does the bankruptcy code authorize a bankruptcy judge to enter a final judgment on that sort of claim?"
                            },
                            {
                                "start": 160.262,
                                "stop": 166.343,
                                "byte_start": 746621,
                                "byte_stop": 770863,
                                "text": "The answer turns out to depend on resolving several arcane issues of statutory interpretation."
                            },
                            {
                                "start": 166.343,
                                "stop": 175.323,
                                "byte_start": 770863,
                                "byte_stop": 806808,
                                "text": "After doing that, we conclude that yes, the bankruptcy code does authorize the bankruptcy courts to do what the Court did hear."
                            },
                            {
                                "start": 175.323,
                                "stop": 177.57,
                                "byte_start": 806808,
                                "byte_stop": 815794,
                                "text": "That brings us to the second part of the question."
                            },
                            {
                                "start": 177.57,
                                "stop": 184.299,
                                "byte_start": 815794,
                                "byte_stop": 842752,
                                "text": "Does the Constitution allow a bankruptcy judge to enter a final judgment on a claim such as Vickie\u0027s?"
                            },
                            {
                                "start": 184.299,
                                "stop": 193.07,
                                "byte_start": 842752,
                                "byte_stop": 877756,
                                "text": "Although the history of this litigation is complicated, the answer to that question turns on very basic and very important Constitutional principles."
                            },
                            {
                                "start": 193.07,
                                "stop": 194.843,
                                "byte_start": 877756,
                                "byte_stop": 884861,
                                "text": "We go back to the beginning."
                            },
                            {
                                "start": 194.843,
                                "stop": 209.77,
                                "byte_start": 884861,
                                "byte_stop": 944630,
                                "text": "Article III of the United States Constitution commands that, “the judicial power of the United States shall be vested in one Supreme Court and in such inferior courts as the Congress may from time to time ordain and establish.”"
                            },
                            {
                                "start": 209.77,
                                "stop": 221.876,
                                "byte_start": 944630,
                                "byte_stop": 993008,
                                "text": "That same Article provides that the judges of the federal courts, the ones who exercise that judicial power, shall hold their offices during good behavior without any decrease in their salaries."
                            },
                            {
                                "start": 221.876,
                                "stop": 229.203,
                                "byte_start": 993008,
                                "byte_stop": 1022370,
                                "text": "Now, Article III plays an important role in the system of checks and balances that the framers adopted in the Constitution."
                            },
                            {
                                "start": 229.203,
                                "stop": 239.653,
                                "byte_start": 1022370,
                                "byte_stop": 1064166,
                                "text": "Ms. Hamilton explained in the Federalist papers quoting Montesquieu, “There is no liberty if the power of judging be not separated from the legislative and executive powers.”"
                            },
                            {
                                "start": 239.653,
                                "stop": 251.057,
                                "byte_start": 1064166,
                                "byte_stop": 1109723,
                                "text": "The single most original feature of the Constitution was this taking of judicial power away from the executive and legislative authorities and placing it in a separate judiciary."
                            },
                            {
                                "start": 251.057,
                                "stop": 259.875,
                                "byte_start": 1109723,
                                "byte_stop": 1145041,
                                "text": "Article III then goes on to ensure the independence of that judiciary through lifetime tenure and protection against diminution of salary."
                            },
                            {
                                "start": 259.875,
                                "stop": 274.32,
                                "byte_start": 1145041,
                                "byte_stop": 1202824,
                                "text": "One of the charges against King George III in the Declaration of Independence was that he had, “May judges dependent on his will alone for the tenure of their offices and the amount and payment of their salaries.”"
                            },
                            {
                                "start": 274.32,
                                "stop": 280.611,
                                "byte_start": 1202824,
                                "byte_stop": 1228006,
                                "text": "Article III was designed to ensure that nothing like that would happen under the new government."
                            },
                            {
                                "start": 280.611,
                                "stop": 306.363,
                                "byte_start": 1228006,
                                "byte_stop": 1330928,
                                "text": "Now, all this would be meaningless if the other branches were allowed to take judicial power away from the Article III courts.Just as the President would object if we purported the veto bills that Congress sent to him or Congress would protest if we claimed the right to rule on confirmation of the President\u0027s nominees for office, we must object if the other branches take away -- away the work that is assigned to us under the Constitution."
                            },
                            {
                                "start": 306.363,
                                "stop": 322.643,
                                "byte_start": 1330928,
                                "byte_stop": 1396130,
                                "text": "That work, what we have described as resolution of the mundane as well as the glamorous, matters of common law and statute as well as Constitutional law, issues of fact as well as issues of law belong to the Article III judiciary."
                            },
                            {
                                "start": 322.643,
                                "stop": 329.54,
                                "byte_start": 1396130,
                                "byte_stop": 1423715,
                                "text": "Bankruptcy judges are very capable and dedicated jurists who perform a vital legal function but they are not Article III judges."
                            },
                            {
                                "start": 329.54,
                                "stop": 333.341,
                                "byte_start": 1423715,
                                "byte_stop": 1438866,
                                "text": "They do not have the constitutionally required protections."
                            },
                            {
                                "start": 333.341,
                                "stop": 341.416,
                                "byte_start": 1438866,
                                "byte_stop": 1471154,
                                "text": "The question is the narrow but important one of whether they may nonetheless decide and in their final judgment on claims such as Vickie\u0027s."
                            },
                            {
                                "start": 341.416,
                                "stop": 347.606,
                                "byte_start": 1471154,
                                "byte_stop": 1495918,
                                "text": "It seems clear to us that the bankruptcy court exercised Article III judicial power in this case."
                            },
                            {
                                "start": 347.606,
                                "stop": 351.976,
                                "byte_start": 1495918,
                                "byte_stop": 1513472,
                                "text": "Vickie\u0027s claim was a bread and butter legal claim based on state tort law."
                            },
                            {
                                "start": 351.976,
                                "stop": 364.38,
                                "byte_start": 1513472,
                                "byte_stop": 1563000,
                                "text": "The facts were a bit exotic but resolution of the claim clearly called for the normal exercise of judicial power and if the case is in the federal system, that means by an Article III court."
                            },
                            {
                                "start": 364.38,
                                "stop": 367.865,
                                "byte_start": 1563000,
                                "byte_stop": 1577002,
                                "text": "Certain exceptions to this rule have developed over the years."
                            },
                            {
                                "start": 367.865,
                                "stop": 372.949,
                                "byte_start": 1577002,
                                "byte_stop": 1597273,
                                "text": "One that Vickie relied on in this case is the so-called public rights exception."
                            },
                            {
                                "start": 372.949,
                                "stop": 389.397,
                                "byte_start": 1597273,
                                "byte_stop": 1663101,
                                "text": "There\u0027s been a lot of debate over the exact reach of that exception but generally speaking it utmost may allow decisions by non-Article III bodies where a party\u0027s claim is closely related to actions taken by the Federal Government or tied up in a federal regulatory scheme."
                            },
                            {
                                "start": 389.397,
                                "stop": 397.412,
                                "byte_start": 1663101,
                                "byte_stop": 1695180,
                                "text": "Vickie\u0027s counterclaim, which was based on state law and existed outside of her bankruptcy is not such a claim."
                            },
                            {
                                "start": 397.412,
                                "stop": 409.383,
                                "byte_start": 1695180,
                                "byte_stop": 1743036,
                                "text": "Vickie also point out that in past cases we have upheld adjudication by entities outside Article III when those entities were functioning as what we call an adjunct to the Article III courts."
                            },
                            {
                                "start": 409.383,
                                "stop": 412.694,
                                "byte_start": 1743036,
                                "byte_stop": 1756306,
                                "text": "But the bankruptcy courts are not adjuncts, quite the opposite."
                            },
                            {
                                "start": 412.694,
                                "stop": 425.081,
                                "byte_start": 1756306,
                                "byte_stop": 1805834,
                                "text": "Under the current statute, bankruptcy courts may rule on any issue that a party\u0027s counterclaim might present and for counterclaims like Vickie\u0027s, they issue what purport to be final binding orders."
                            },
                            {
                                "start": 425.081,
                                "stop": 428.957,
                                "byte_start": 1805834,
                                "byte_stop": 1821403,
                                "text": "We conclude today that the bankruptcy court exceeded Article III."
                            },
                            {
                                "start": 428.957,
                                "stop": 431.652,
                                "byte_start": 1821403,
                                "byte_stop": 1832166,
                                "text": "It did so only in one small particular."
                            },
                            {
                                "start": 431.652,
                                "stop": 437.982,
                                "byte_start": 1832166,
                                "byte_stop": 1857452,
                                "text": "Our ruling is accordingly very narrow and we think will not have a great impact on the bankruptcy system."
                            },
                            {
                                "start": 437.982,
                                "stop": 441.186,
                                "byte_start": 1857452,
                                "byte_stop": 1870305,
                                "text": "We\u0027re not talking about bankruptcy jurisdiction generally."
                            },
                            {
                                "start": 441.186,
                                "stop": 451.16,
                                "byte_start": 1870305,
                                "byte_stop": 1910115,
                                "text": "We address only counterclaims such as Vickie\u0027s which do not arise out of federal bankruptcy law and are not resolved by a ruling on a creditor\u0027s claim."
                            },
                            {
                                "start": 451.16,
                                "stop": 460.134,
                                "byte_start": 1910115,
                                "byte_stop": 1946060,
                                "text": "The bankruptcy law already provides that State and Federal District Courts will hear and resolve other types of state law claims connected to bankruptcy proceedings."
                            },
                            {
                                "start": 460.134,
                                "stop": 469.432,
                                "byte_start": 1946060,
                                "byte_stop": 1983258,
                                "text": "And we do not think it meaningfully changes the division of labor under that statute to require the same in this case."
                            },
                            {
                                "start": 469.432,
                                "stop": 472.813,
                                "byte_start": 1983258,
                                "byte_stop": 1996737,
                                "text": "Bankruptcy courts may still issue decisions in such cases."
                            },
                            {
                                "start": 472.813,
                                "stop": 475.411,
                                "byte_start": 1996737,
                                "byte_stop": 2007186,
                                "text": "They simply may not be final judgments."
                            },
                            {
                                "start": 475.411,
                                "stop": 482.234,
                                "byte_start": 2007186,
                                "byte_stop": 2034458,
                                "text": "That authority rests with the Article III District Courts reviewing the bankruptcy court recommended decisions."
                            },
                            {
                                "start": 482.234,
                                "stop": 490.166,
                                "byte_start": 2034458,
                                "byte_stop": 2066223,
                                "text": "Now, this is not a case where we are concerned that Congress and the Executive are maliciously trying to strip us of power, not at all."
                            },
                            {
                                "start": 490.166,
                                "stop": 496.654,
                                "byte_start": 2066223,
                                "byte_stop": 2092136,
                                "text": "But a statute however innocent may no more chip away at the authority of the judicial branch then it may eliminate it entirely."
                            },
                            {
                                "start": 496.654,
                                "stop": 507.454,
                                "byte_start": 2092136,
                                "byte_stop": 2135291,
                                "text": "We cannot compromise the integrity of the system of separated powers and the role of the judiciary in that system even with respect to challenges that at first may seem harmless."
                            },
                            {
                                "start": 507.454,
                                "stop": 523.265,
                                "byte_start": 2135291,
                                "byte_stop": 2198612,
                                "text": "We conclude that the bankruptcy court did not have the constitutional authority to enter final judgment on Vickie\u0027s counterclaim.That means that we affirm the judgment of the United States Court of Appeals for the Ninth Circuit which reversed the award of damages to Vickie."
                            },
                            {
                                "start": 523.265,
                                "stop": 526.197,
                                "byte_start": 2198612,
                                "byte_stop": 2210314,
                                "text": "Justice Scalia has filed a concurring opinion."
                            },
                            {
                                "start": 526.197,
                                "stop": 530.678,
                                "byte_start": 2210314,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justices Ginsburg, Sotomayor and Kagan joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54836,
            "mime": "audio\/mpeg",
            "size": 2228182,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-179\/20110623o_10-179.delivery.mp3"
        },
        {
            "id": 76576,
            "mime": "audio\/ogg",
            "size": 5339646,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-179\/20110623o_10-179.ogg"
        },
        {
            "id": 76577,
            "mime": "application\/x-mpegURL",
            "size": 7722,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-179\/20110623o_10-179.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}