{
    "id": 22126,
    "title": "Opinion Announcement - June 28, 2006",
    "transcript": {
        "title": "Sanchez-Llamas v. Oregon",
        "duration": 666.514,
        "sections": [
            {
                "start": 0,
                "stop": 666.514,
                "byte_start": 90101,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 666.514,
                        "byte_start": 90101,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.403,
                                "byte_start": 90101,
                                "byte_stop": 135763,
                                "text": "I have the opinions in 04-10566, Sanchez-Llamas versus Oregon, and 05-51, Bustillo versus Johnson."
                            },
                            {
                                "start": 11.403,
                                "stop": 22.093,
                                "byte_start": 135763,
                                "byte_stop": 178499,
                                "text": "These cases concern the application of a particular provision in an international treaty, namely, Article 36 of the Vienna Convention on Consular Relations."
                            },
                            {
                                "start": 22.093,
                                "stop": 35.58,
                                "byte_start": 178499,
                                "byte_stop": 232521,
                                "text": "Under Article 36, when a national of one country is detained by authorities in another country, those authorities must notify the detainee’s consular officers if the detainee so requests."
                            },
                            {
                                "start": 35.58,
                                "stop": 45.657,
                                "byte_start": 232521,
                                "byte_stop": 272749,
                                "text": "In addition, Article 36 requires authorities to inform a foreign national they detain that he is entitled to request consular notification."
                            },
                            {
                                "start": 45.657,
                                "stop": 72.283,
                                "byte_start": 272749,
                                "byte_stop": 379329,
                                "text": "The Convention states that Article 36 rights, “shall be exercised in conformity with the laws and regulations of the receiving state” -- that is, the place where the foreign national is detained -- “subject to the proviso, however, that the said laws and regulations must enable full effect to be given for the purposes for which the rights accorded under this Article are intended.”"
                            },
                            {
                                "start": 72.283,
                                "stop": 79.359,
                                "byte_start": 379329,
                                "byte_stop": 407541,
                                "text": "These cases concern how to apply Article 36 in the context of two separate criminal proceedings."
                            },
                            {
                                "start": 79.359,
                                "stop": 84.217,
                                "byte_start": 407541,
                                "byte_stop": 426976,
                                "text": "The first involves a Mexican national named Moises Sanchez-Llamas."
                            },
                            {
                                "start": 84.217,
                                "stop": 92.231,
                                "byte_start": 426976,
                                "byte_stop": 459054,
                                "text": "In December 1999, Sanchez-Llamas was arrested in Oregon after an exchange of gunfire with police."
                            },
                            {
                                "start": 92.231,
                                "stop": 102.506,
                                "byte_start": 459054,
                                "byte_stop": 500223,
                                "text": "The police gave him Miranda warnings in both English and Spanish, but never told him that he could ask to have the Mexican consulate informed of his detention."
                            },
                            {
                                "start": 102.506,
                                "stop": 111.868,
                                "byte_start": 500223,
                                "byte_stop": 537631,
                                "text": "Sanchez-Llamas was then questioned by police, made several incriminating statements and was charged with attempted murder and other crimes."
                            },
                            {
                                "start": 111.868,
                                "stop": 121.946,
                                "byte_start": 537631,
                                "byte_stop": 577964,
                                "text": "Before trial, he asked the court to exclude his statements to the police on the ground that the police had failed to comply with Article 36 of the Vienna Convention."
                            },
                            {
                                "start": 121.946,
                                "stop": 131.213,
                                "byte_start": 577964,
                                "byte_stop": 615058,
                                "text": "The trial court denied the request, Sanchez-Llamas was convicted, and his conviction was affirmed by Oregon state courts."
                            },
                            {
                                "start": 131.213,
                                "stop": 138.639,
                                "byte_start": 615058,
                                "byte_stop": 644733,
                                "text": "The question is whether the failure to comply with Article 36 requires the suppression of the statements to the police."
                            },
                            {
                                "start": 138.639,
                                "stop": 142.09,
                                "byte_start": 644733,
                                "byte_stop": 658525,
                                "text": "We conclude that it does not for several reasons."
                            },
                            {
                                "start": 142.09,
                                "stop": 155.313,
                                "byte_start": 658525,
                                "byte_stop": 711397,
                                "text": "First, the Convention itself says nothing about suppression; and it would be strange if it did, since no other country applies a rule like the automatic exclusionary rule applied in our courts."
                            },
                            {
                                "start": 155.313,
                                "stop": 167.814,
                                "byte_start": 711397,
                                "byte_stop": 761448,
                                "text": "Sanchez-Llamas cannot point to a single country in the world that has signed the Convention that offers the remedy he says the United States must provide for Article 36 violations."
                            },
                            {
                                "start": 167.814,
                                "stop": 184.278,
                                "byte_start": 761448,
                                "byte_stop": 827277,
                                "text": "Sanchez-Llamas nevertheless argues that because the purposes of Article 36 must be given “full effect” in the words of the Treaty, an Article 36 violation requires some judicial remedy, and under American, Law, he argues, that remedy is suppression."
                            },
                            {
                                "start": 184.278,
                                "stop": 185.935,
                                "byte_start": 827277,
                                "byte_stop": 833859,
                                "text": "We disagree."
                            },
                            {
                                "start": 185.935,
                                "stop": 190.873,
                                "byte_start": 833859,
                                "byte_stop": 853608,
                                "text": "The exclusionary rule, suppression, is not a remedy that we apply lightly."
                            },
                            {
                                "start": 190.873,
                                "stop": 199.477,
                                "byte_start": 853608,
                                "byte_stop": 888090,
                                "text": "Because the rule imposes considerable social costs, it should be applied only where its remedial purposes are directly advanced."
                            },
                            {
                                "start": 199.477,
                                "stop": 204.484,
                                "byte_start": 888090,
                                "byte_stop": 908047,
                                "text": "We have normally applied the exclusionary rule only for Constitutional violations."
                            },
                            {
                                "start": 204.484,
                                "stop": 220.713,
                                "byte_start": 908047,
                                "byte_stop": 973040,
                                "text": "We have ruled, for example, that the Constitution requires the exclusion of evidence obtained in violation of the Fourth Amendment guarantee against unreasonable searches and seizures and requires the exclusion of confessions exacted in violation of due process."
                            },
                            {
                                "start": 220.713,
                                "stop": 229.236,
                                "byte_start": 973040,
                                "byte_stop": 1007103,
                                "text": "In contrast, the consular-notification right Sanchez-Llamas asserts is at best remotely connected to the gathering of evidence."
                            },
                            {
                                "start": 229.236,
                                "stop": 234.653,
                                "byte_start": 1007103,
                                "byte_stop": 1028733,
                                "text": "Article 36 says nothing about searches or seizures or interrogations."
                            },
                            {
                                "start": 234.653,
                                "stop": 239.764,
                                "byte_start": 1028733,
                                "byte_stop": 1049213,
                                "text": "Indeed, Article 36 does not guarantee defendants any assistance at all."
                            },
                            {
                                "start": 239.764,
                                "stop": 247.225,
                                "byte_start": 1049213,
                                "byte_stop": 1079097,
                                "text": "The provision secures only a right of foreign nationals to have their consulate informed of their arrest or detention."
                            },
                            {
                                "start": 247.225,
                                "stop": 256.988,
                                "byte_start": 1079097,
                                "byte_stop": 1118072,
                                "text": "It does not provide a right to have the consulate intervene or to have law-enforcement authorities cease their investigation pending notice or intervention."
                            },
                            {
                                "start": 256.988,
                                "stop": 262.255,
                                "byte_start": 1118072,
                                "byte_stop": 1139179,
                                "text": "Moreover, the purposes generally served by suppressing evidence are not implicated here."
                            },
                            {
                                "start": 262.255,
                                "stop": 275.254,
                                "byte_start": 1139179,
                                "byte_stop": 1191214,
                                "text": "There is no reason to think that a confession is less reliable because police did not comply with Article 36, nor is there any reason to think police gain an advantage in gathering evidence by ignoring Article 36."
                            },
                            {
                                "start": 275.254,
                                "stop": 283.056,
                                "byte_start": 1191214,
                                "byte_stop": 1222352,
                                "text": "At the same time, the interests Sanchez-Llamas says Article 36 serves are effectively protected by other rights."
                            },
                            {
                                "start": 283.056,
                                "stop": 290.369,
                                "byte_start": 1222352,
                                "byte_stop": 1251610,
                                "text": "Foreign nationals arrested for a crime, like anyone else in our country, are entitled to the panoply of Miranda rights."
                            },
                            {
                                "start": 290.369,
                                "stop": 300.634,
                                "byte_start": 1251610,
                                "byte_stop": 1292674,
                                "text": "Given the protections afforded by these rights, we think application of the exclusionary rule for Article 36 violations is unnecessary."
                            },
                            {
                                "start": 300.634,
                                "stop": 305.083,
                                "byte_start": 1292674,
                                "byte_stop": 1310437,
                                "text": "The second case involves a Honduran national, Mario Bustillo."
                            },
                            {
                                "start": 305.083,
                                "stop": 311.431,
                                "byte_start": 1310437,
                                "byte_stop": 1335828,
                                "text": "In 1997, Bustillo was arrested and charged with murdering a man in Springfield, Virginia."
                            },
                            {
                                "start": 311.431,
                                "stop": 318.106,
                                "byte_start": 1335828,
                                "byte_stop": 1362578,
                                "text": "While in custody, Bustillo was never told that he could ask to have the Honduran consulate notified of his detention."
                            },
                            {
                                "start": 318.106,
                                "stop": 323.363,
                                "byte_start": 1362578,
                                "byte_stop": 1383580,
                                "text": "He was convicted first-degree murder, and his conviction was affirmed on direct appeal."
                            },
                            {
                                "start": 323.363,
                                "stop": 327.259,
                                "byte_start": 1383580,
                                "byte_stop": 1399149,
                                "text": "He then filed a petition for habeas corpus in state court."
                            },
                            {
                                "start": 327.259,
                                "stop": 333.696,
                                "byte_start": 1399149,
                                "byte_stop": 1424958,
                                "text": "There, he argued for the first time that authorities had violated Article 36 of the Vienna Convention."
                            },
                            {
                                "start": 333.696,
                                "stop": 341.811,
                                "byte_start": 1424958,
                                "byte_stop": 1457350,
                                "text": "Bustillo claimed that if the Honduran consulate had been notified of his detention, the consulate would have helped him in  his defense of trial."
                            },
                            {
                                "start": 341.811,
                                "stop": 348.519,
                                "byte_start": 1457350,
                                "byte_stop": 1484204,
                                "text": "Virginia courts dismissed Bustillo’s claim, because he had failed to raise the issue during his trial or on appeal."
                            },
                            {
                                "start": 348.519,
                                "stop": 353.529,
                                "byte_start": 1484204,
                                "byte_stop": 1504266,
                                "text": "Virginia courts, like federal courts, apply a rule of procedural default."
                            },
                            {
                                "start": 353.529,
                                "stop": 360.899,
                                "byte_start": 1504266,
                                "byte_stop": 1533732,
                                "text": "Under this rule, defendants are barred from raising claims in post-conviction proceedings that they could have raised at trial."
                            },
                            {
                                "start": 360.899,
                                "stop": 371.045,
                                "byte_start": 1533732,
                                "byte_stop": 1574379,
                                "text": "The question in Bustillo’s case is whether Article 36 claims may be subjected to these rules of procedural default or have to be treated differently."
                            },
                            {
                                "start": 371.045,
                                "stop": 375.604,
                                "byte_start": 1574379,
                                "byte_stop": 1592560,
                                "text": "Now, we addressed this issue in a previous case, known as Breard against Greene."
                            },
                            {
                                "start": 375.604,
                                "stop": 383.047,
                                "byte_start": 1592560,
                                "byte_stop": 1622339,
                                "text": "There, we confronted a federal habeas petitioner who presented an Article 36 claim that he had failed to raise in state court."
                            },
                            {
                                "start": 383.047,
                                "stop": 395.277,
                                "byte_start": 1622339,
                                "byte_stop": 1671241,
                                "text": "We held that the requirement in the Treaty that Article 36 be given, “full effect”, does not excuse the failure; it does not trump the normal application of the procedural default rule."
                            },
                            {
                                "start": 395.277,
                                "stop": 407.718,
                                "byte_start": 1671241,
                                "byte_stop": 1720978,
                                "text": "We explained that the usual rule is that treaties are implemented through the procedural rules of domestic law and that the language of the convention itself makes clear that it is to be implemented using domestic procedures."
                            },
                            {
                                "start": 407.718,
                                "stop": 412.379,
                                "byte_start": 1720978,
                                "byte_stop": 1739681,
                                "text": "Our domestic procedures include rules of procedural default."
                            },
                            {
                                "start": 412.379,
                                "stop": 422.521,
                                "byte_start": 1739681,
                                "byte_stop": 1780223,
                                "text": "But Bustillo argues that we should reconsider our decision in Breard in light of two intervening decisions by the International Court of Justice, or the ICJ."
                            },
                            {
                                "start": 422.521,
                                "stop": 433.994,
                                "byte_start": 1780223,
                                "byte_stop": 1826094,
                                "text": "Those decisions interpreted the Convention and held that in some circumstances it prohibits the application of procedural-default rules to bar Article 36 claims."
                            },
                            {
                                "start": 433.994,
                                "stop": 438.465,
                                "byte_start": 1826094,
                                "byte_stop": 1843962,
                                "text": "We are not bound by the ICJ’s interpretation of the Convention."
                            },
                            {
                                "start": 438.465,
                                "stop": 447.439,
                                "byte_start": 1843962,
                                "byte_stop": 1879907,
                                "text": "The Convention is a Ratified Treaty, and under our Constitution such treaties are federal law, part of the supreme law of the land."
                            },
                            {
                                "start": 447.439,
                                "stop": 459.116,
                                "byte_start": 1879907,
                                "byte_stop": 1926614,
                                "text": "But also under our Constitution, the job of determining federal law is vested in the federal judiciary, headed by, in the Constitution’s words, “one Supreme Court”, this one."
                            },
                            {
                                "start": 459.116,
                                "stop": 471.741,
                                "byte_start": 1926614,
                                "byte_stop": 1977082,
                                "text": "Of course, the ICJ’s rulings are the decisions of an international court regarding the meaning of an international treaty and, as such, are entitled, as we said in Breard, to respectful consideration."
                            },
                            {
                                "start": 471.741,
                                "stop": 479.144,
                                "byte_start": 1977082,
                                "byte_stop": 2006757,
                                "text": "But even according that consideration here, we must disagree with the ICJ about the import of Article 36."
                            },
                            {
                                "start": 479.144,
                                "stop": 486.487,
                                "byte_start": 2006757,
                                "byte_stop": 2036119,
                                "text": "The text of the Convention makes plain that Article 36 is to be implemented in conformity with domestic laws and regulations."
                            },
                            {
                                "start": 486.487,
                                "stop": 499.048,
                                "byte_start": 2036119,
                                "byte_stop": 2086379,
                                "text": "Among those laws and regulations are procedural-default rules which in our system apply even to claimed constitutional violations, let alone claim violations of federal statutory rights."
                            },
                            {
                                "start": 499.048,
                                "stop": 506.461,
                                "byte_start": 2086379,
                                "byte_stop": 2115949,
                                "text": "The ICJ’s decisions to the contrary missed, we think, the importance of procedural default rules in our adversary system."
                            },
                            {
                                "start": 506.461,
                                "stop": 515.36,
                                "byte_start": 2115949,
                                "byte_stop": 2151580,
                                "text": "Such a system relies chiefly on the parties to raise significant issues and present them to the courts in the appropriate manner and at the appropriate time."
                            },
                            {
                                "start": 515.36,
                                "stop": 522.017,
                                "byte_start": 2151580,
                                "byte_stop": 2178225,
                                "text": "Many of the countries that are signatories to the Convention have inquisitorial, magistrate-driven legal systems."
                            },
                            {
                                "start": 522.017,
                                "stop": 530.521,
                                "byte_start": 2178225,
                                "byte_stop": 2212289,
                                "text": "In those systems, the failure to raise an legal error can, in part, be attributed to the investigating magistrate and, thus, to the State itself."
                            },
                            {
                                "start": 530.521,
                                "stop": 536.248,
                                "byte_start": 2212289,
                                "byte_stop": 2235172,
                                "text": "But in our system, the responsibility for failing to raise an issue generally rests with the parties."
                            },
                            {
                                "start": 536.248,
                                "stop": 551.799,
                                "byte_start": 2235172,
                                "byte_stop": 2297343,
                                "text": "Under the ICJ’s reading of “full effect”, Article 36 claims could trump not only procedural-default rules, but any number of other rules requiring parties to present their legal claims at the appropriate time and in the appropriate manner for adjudication."
                            },
                            {
                                "start": 551.799,
                                "stop": 561.715,
                                "byte_start": 2297343,
                                "byte_stop": 2337050,
                                "text": "Bustillo argues Article 36 rights are different, because a defendant may not even be aware of them if the authorities fail to inform him about Article 36."
                            },
                            {
                                "start": 561.715,
                                "stop": 564.49,
                                "byte_start": 2337050,
                                "byte_stop": 2348125,
                                "text": "But consider the familiar rights under Miranda."
                            },
                            {
                                "start": 564.49,
                                "stop": 574.367,
                                "byte_start": 2348125,
                                "byte_stop": 2387623,
                                "text": "If the police fail to give a defendant Miranda warnings, a defendant may equally say that he was not aware of his right, say, to remain silent or his right to an attorney."
                            },
                            {
                                "start": 574.367,
                                "stop": 582.932,
                                "byte_start": 2387623,
                                "byte_stop": 2421895,
                                "text": "Nevertheless, it is well-established that Miranda claims, like other Constitutional claims, are subject to rules of procedural default."
                            },
                            {
                                "start": 582.932,
                                "stop": 589.15,
                                "byte_start": 2421895,
                                "byte_stop": 2446764,
                                "text": "In effect, Bustillo asks that Article 36 rights be treated more favorably than Miranda rights."
                            },
                            {
                                "start": 589.15,
                                "stop": 594.228,
                                "byte_start": 2446764,
                                "byte_stop": 2467035,
                                "text": "We do not think this is what the United States agreed to when it signed the Convention."
                            },
                            {
                                "start": 594.228,
                                "stop": 602.578,
                                "byte_start": 2467035,
                                "byte_stop": 2500472,
                                "text": "We have applied the same principles to Article 36 that we would apply to any other federal right, including those enshrined in our Constitution."
                            },
                            {
                                "start": 602.578,
                                "stop": 607.768,
                                "byte_start": 2500472,
                                "byte_stop": 2521265,
                                "text": "Our holding thus in no way disparages the importance of the Vienna Convention."
                            },
                            {
                                "start": 607.768,
                                "stop": 612.337,
                                "byte_start": 2521265,
                                "byte_stop": 2539551,
                                "text": "The relief the petitioners request is, by any measure, extraordinary."
                            },
                            {
                                "start": 612.337,
                                "stop": 618.922,
                                "byte_start": 2539551,
                                "byte_stop": 2565882,
                                "text": "Sanchez-Llamas seeks a suppression remedy for an asserted right with little, if any, connection to the gathering of evidence."
                            },
                            {
                                "start": 618.922,
                                "stop": 628.828,
                                "byte_start": 2565882,
                                "byte_stop": 2605484,
                                "text": "Bustillo requests an exception to procedural rules that is accorded to almost no other right, including many of our most fundamental Constitutional protections."
                            },
                            {
                                "start": 628.828,
                                "stop": 638.5,
                                "byte_start": 2605484,
                                "byte_stop": 2644145,
                                "text": "It is no slight to the Convention to deny those claims under the same principles we would apply to an act of Congress or to the Constitution itself."
                            },
                            {
                                "start": 638.5,
                                "stop": 655.267,
                                "byte_start": 2644145,
                                "byte_stop": 2711228,
                                "text": "Now, because neither Sanchez-Llamas nor Bustillo is entitled under the Convention to the relief they see, we do not have to decide the question whether Article 36 rights are ever enforceable in court by individuals or instead may be enforced only on a country-to-country basis."
                            },
                            {
                                "start": 655.267,
                                "stop": 663.022,
                                "byte_start": 2711228,
                                "byte_stop": 2742261,
                                "text": "For reason stated more fully in an opinion filed this morning with the Clerk, the judgments of the Oregon and Virginia courts are affirmed."
                            },
                            {
                                "start": 663.022,
                                "stop": 666.514,
                                "byte_start": 2742261,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in the judgment; Justice Breyer has filed a dissenting opinion…"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53374,
            "mime": "audio\/mpeg",
            "size": 2756158,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-10566\/20060628o_04-10566.delivery.mp3"
        },
        {
            "id": 75120,
            "mime": "audio\/ogg",
            "size": 6592104,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-10566\/20060628o_04-10566.ogg"
        },
        {
            "id": 75121,
            "mime": "application\/x-mpegURL",
            "size": 10146,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-10566\/20060628o_04-10566.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}