{
    "id": 22083,
    "title": "Opinion Announcement - June 25, 2013 (Part 2)",
    "transcript": {
        "title": "Shelby County v. Holder",
        "duration": 621.144,
        "sections": [
            {
                "start": 0,
                "stop": 621.144,
                "byte_start": 107520,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 621.144,
                        "byte_start": 107520,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.324,
                                "byte_start": 107520,
                                "byte_stop": 132911,
                                "text": "The majority and the dissenters agree on two points."
                            },
                            {
                                "start": 6.324,
                                "stop": 13.63,
                                "byte_start": 132911,
                                "byte_stop": 162064,
                                "text": "First, race-based voting discrimination still exist, no one does that."
                            },
                            {
                                "start": 13.63,
                                "stop": 30.089,
                                "byte_start": 162064,
                                "byte_stop": 227892,
                                "text": "Second, the Voting Rights Act addresses an extraordinary problem, a mere century of disregard for the dictates of the Fifteenth Amendment and Congress has taken extraordinary measures to meet the problem."
                            },
                            {
                                "start": 30.089,
                                "stop": 36.026,
                                "byte_start": 227892,
                                "byte_stop": 251716,
                                "text": "Beyond those two points the Court divides sharply."
                            },
                            {
                                "start": 36.026,
                                "stop": 49.665,
                                "byte_start": 251716,
                                "byte_stop": 306260,
                                "text": "Congress failed to redo the coverage formula the Court holds -- the Court holds that that renders inoperative, the preclearance remedy of Section 5."
                            },
                            {
                                "start": 49.665,
                                "stop": 54.29,
                                "byte_start": 306260,
                                "byte_stop": 324754,
                                "text": "Section 5 cannot operate without the formula."
                            },
                            {
                                "start": 54.29,
                                "stop": 66.002,
                                "byte_start": 324754,
                                "byte_stop": 371566,
                                "text": "Section 5 is the provision far more effective than any other in securing minority voting rights and stopping backsliding."
                            },
                            {
                                "start": 66.002,
                                "stop": 98.596,
                                "byte_start": 371566,
                                "byte_stop": 501969,
                                "text": "Justices Breyer, Sotomayor, Kagan, and I are of the view that Congress\u0027s decision to renew the Act and keep the coverage formula was in all together rational means to serve the end of achieving what was once the subject of a dream, the equal citizenship stature of all in our polity, a voice to every voter in our democracy undiluted by race."
                            },
                            {
                                "start": 98.596,
                                "stop": 104.25,
                                "byte_start": 501969,
                                "byte_stop": 524539,
                                "text": "Most fundamentally, we see the issue as a “who decides” question."
                            },
                            {
                                "start": 104.25,
                                "stop": 112.429,
                                "byte_start": 524539,
                                "byte_stop": 557244,
                                "text": "In this regard we note that the very First Amendment to our constitution exhibits a certain suspicion of Congress."
                            },
                            {
                                "start": 112.429,
                                "stop": 119.348,
                                "byte_start": 557244,
                                "byte_stop": 584934,
                                "text": "It instructs Congress shall make no law abridging the freedom of speech or of the press."
                            },
                            {
                                "start": 119.348,
                                "stop": 146.94,
                                "byte_start": 584934,
                                "byte_stop": 695380,
                                "text": "The Civil War Amendments are of a distinctly different thrust as the Fifteenth Amendment instructs that the right to vote shall not be denied or abridged on account of race and it vests in Congress as to the Thirteenth and Fourteenth Amendments how to enforce the guaranteed right by appropriate legislation."
                            },
                            {
                                "start": 146.94,
                                "stop": 166.486,
                                "byte_start": 695380,
                                "byte_stop": 773538,
                                "text": "As the standard setting decision South Carolina v. Katzenbach puts it as against the reserved powers of states, Congress may use any rational means to effectuate the constitutional prohibition of race discrimination in voting."
                            },
                            {
                                "start": 166.486,
                                "stop": 177.691,
                                "byte_start": 773538,
                                "byte_stop": 818364,
                                "text": "Congress sought to do just that in 1965, when it initially passed the Voting Rights Act and in each reauthorization including the most recent one."
                            },
                            {
                                "start": 177.691,
                                "stop": 185.512,
                                "byte_start": 818364,
                                "byte_stop": 849607,
                                "text": "Indeed, the 2006 Reauthorization was the product of the most earnest consideration."
                            },
                            {
                                "start": 185.512,
                                "stop": 207.812,
                                "byte_start": 849607,
                                "byte_stop": 938841,
                                "text": "Over a span of more than 20 months, the House and Senate Judiciary Committees held 21 hearings heard from scores of witnesses, received numerous investigative reports and other documentation showing that serious and widespread intentional discrimination persist in covered jurisdictions."
                            },
                            {
                                "start": 207.812,
                                "stop": 233.335,
                                "byte_start": 938841,
                                "byte_stop": 1040927,
                                "text": "In all, the legislative records filled more than 15,000 pages, Representative Sensen Brenner, then the Chair of the House Judiciary Committee, described the record supporting the authorization as one of the most extensive considerations of any piece of legislation that the United States Congress had dealt with in the 27 and a half years he had served in the House."
                            },
                            {
                                "start": 233.335,
                                "stop": 239.216,
                                "byte_start": 1040927,
                                "byte_stop": 1064438,
                                "text": "The Reauthorization passed the House by a vote of 390-to-33."
                            },
                            {
                                "start": 239.216,
                                "stop": 242.271,
                                "byte_start": 1064438,
                                "byte_stop": 1076663,
                                "text": "The vote in the Senate was 98-to-0."
                            },
                            {
                                "start": 242.271,
                                "stop": 263.947,
                                "byte_start": 1076663,
                                "byte_stop": 1163389,
                                "text": "President Bush signed the reauthorization a week after he received it, noting the need for further work in the fight against injustice and calling the extension an example of our continued commitment to a united America where every person is treated with dignity and respect."
                            },
                            {
                                "start": 263.947,
                                "stop": 268.975,
                                "byte_start": 1163389,
                                "byte_stop": 1183451,
                                "text": "Why was Congress intent on renewing Section 5 particularly?"
                            },
                            {
                                "start": 268.975,
                                "stop": 282.695,
                                "byte_start": 1183451,
                                "byte_stop": 1238309,
                                "text": "As the Chief Justice explained, Section 5 requires cover jurisdictions to obtain preclearance before making changes in voting laws that might introduce new methods of voting discrimination."
                            },
                            {
                                "start": 282.695,
                                "stop": 293.435,
                                "byte_start": 1238309,
                                "byte_stop": 1281358,
                                "text": "Congress found, first of all, that Section 5 had been enormously successful in increasing minority registration and access to the ballot."
                            },
                            {
                                "start": 293.435,
                                "stop": 301.423,
                                "byte_start": 1281358,
                                "byte_stop": 1313228,
                                "text": "But it also learned how essential Section 5 was to prevent a return to old ways."
                            },
                            {
                                "start": 301.423,
                                "stop": 312.073,
                                "byte_start": 1313228,
                                "byte_stop": 1355860,
                                "text": "In 1995, for example, the State of Mississippi was stopped by Section 5 from bringing back to its Jim Crow era to voter registration system."
                            },
                            {
                                "start": 312.073,
                                "stop": 326.677,
                                "byte_start": 1355860,
                                "byte_stop": 1414269,
                                "text": "And in 2006, Texas was stopped from curtailing early voting in a predominantly Latino District in defiance of this Court\u0027s order to reinstate the District after Texas tried to eliminate it."
                            },
                            {
                                "start": 326.677,
                                "stop": 334.606,
                                "byte_start": 1414269,
                                "byte_stop": 1446034,
                                "text": "Congress confronted similar examples of discrimination in covered jurisdictions by this score."
                            },
                            {
                                "start": 334.606,
                                "stop": 351.661,
                                "byte_start": 1446034,
                                "byte_stop": 1514266,
                                "text": "Of signal importance Congress found that as registration and voting by minority citizens impressively increased, other barriers sprang up to replace the tests and devices that once impeded access to the ballot."
                            },
                            {
                                "start": 351.661,
                                "stop": 378.16,
                                "byte_start": 1514266,
                                "byte_stop": 1620219,
                                "text": "The second generation barriers included racial gerrymandering, switching from district by district voting to at-large voting, discriminatory annexations, methods more subtle than the visible methods used in 1965 but serving effectively to diminish a minority community\u0027s ability to exercise clout in the electoral process."
                            },
                            {
                                "start": 378.16,
                                "stop": 386.613,
                                "byte_start": 1620219,
                                "byte_stop": 1654073,
                                "text": "Congress retained Section 5 to put down the second generation barriers before they got off the ground."
                            },
                            {
                                "start": 386.613,
                                "stop": 400.676,
                                "byte_start": 1654073,
                                "byte_stop": 1710289,
                                "text": "But the coverage formula is no good, the Court insist, for it is based on decades-old data and eradicated practices, so Congress must start from scratch."
                            },
                            {
                                "start": 400.676,
                                "stop": 417.15,
                                "byte_start": 1710289,
                                "byte_stop": 1776222,
                                "text": "But suppose the record shows as engaging with it would reveal that the formula continuous to identify the jurisdiction of gravest concern, jurisdiction with the worst current records of voting discrimination."
                            },
                            {
                                "start": 417.15,
                                "stop": 429.266,
                                "byte_start": 1776222,
                                "byte_stop": 1824601,
                                "text": "If Congress could determine from the reams of evidence it gathered that these jurisdictions still belonged under the preclearance regime, why did it need to alter the formula."
                            },
                            {
                                "start": 429.266,
                                "stop": 437.248,
                                "byte_start": 1824601,
                                "byte_stop": 1856575,
                                "text": "Bear in mind that Shelby County has now did a facial challenge to the reauthorization."
                            },
                            {
                                "start": 437.248,
                                "stop": 442.155,
                                "byte_start": 1856575,
                                "byte_stop": 1876219,
                                "text": "By what right does the Court address the county\u0027s claim?"
                            },
                            {
                                "start": 442.155,
                                "stop": 449.291,
                                "byte_start": 1876219,
                                "byte_stop": 1904744,
                                "text": "On the basis the Court has explained that facial challenges are the most difficult to mount successfully."
                            },
                            {
                                "start": 449.291,
                                "stop": 460.562,
                                "byte_start": 1904744,
                                "byte_stop": 1949780,
                                "text": "The challenger will not be heard to complain on the ground at the statute in question might be applied unconstitutionally to others in situations not before the Court."
                            },
                            {
                                "start": 460.562,
                                "stop": 474.549,
                                "byte_start": 1949780,
                                "byte_stop": 2005786,
                                "text": "Congress continued preclearance over Alabama including Shelby County only after considering barriers remaining there to minority voting clout."
                            },
                            {
                                "start": 474.549,
                                "stop": 483.882,
                                "byte_start": 2005786,
                                "byte_stop": 2043089,
                                "text": "There were many, they were shocking, and they were recent, they are spelled in the dissenting opinion."
                            },
                            {
                                "start": 483.882,
                                "stop": 496.603,
                                "byte_start": 2043089,
                                "byte_stop": 2093976,
                                "text": "What has become of the Court\u0027s usual restraint, its readiness to turn away facial attacks unless there is no set of circumstances under which an Act would be valid."
                            },
                            {
                                "start": 496.603,
                                "stop": 508.864,
                                "byte_start": 2093976,
                                "byte_stop": 2142981,
                                "text": "The Court points to the success of Section 5 in eliminating the test and devices\u0027 extent in 1965 and an increasing citizen\u0027s registration and ballot access."
                            },
                            {
                                "start": 508.864,
                                "stop": 515.291,
                                "byte_start": 2142981,
                                "byte_stop": 2168686,
                                "text": "Does that provide cause to believe Section 5 remedy is no longer needed?"
                            },
                            {
                                "start": 515.291,
                                "stop": 518.354,
                                "byte_start": 2168686,
                                "byte_stop": 2181016,
                                "text": "The notion that it does is hardly new."
                            },
                            {
                                "start": 518.354,
                                "stop": 534.057,
                                "byte_start": 2181016,
                                "byte_stop": 2243814,
                                "text": "The same assumption that the problem can be solved when particular methods of voting discrimination are identified and eliminated was indulged and proved wrong repeatedly prior to the enactment of the Voting Rights Act."
                            },
                            {
                                "start": 534.057,
                                "stop": 549.039,
                                "byte_start": 2243814,
                                "byte_stop": 2303687,
                                "text": "That is why the 2006 renewal targeted no particular practices but instead aimed to reach in all their variety and persistence measures that effectively impaired minority voting rights."
                            },
                            {
                                "start": 549.039,
                                "stop": 564.751,
                                "byte_start": 2303687,
                                "byte_stop": 2366589,
                                "text": "And it is why Congress found in the second generation barriers demonstrative evidence that a remedy as strong as preclearance remains vital and should not be removed from the federal arsenal."
                            },
                            {
                                "start": 564.751,
                                "stop": 588.084,
                                "byte_start": 2366589,
                                "byte_stop": 2459899,
                                "text": "It was the judgment of Congress that 40 years has not been sufficient amount of time to eliminate the vestiges of discrimination, that judgment of the body empowered to enforce the Civil War Amendments by appropriate legislation should go under this Court\u0027s unstinting approbation."
                            },
                            {
                                "start": 588.084,
                                "stop": 600.393,
                                "byte_start": 2459899,
                                "byte_stop": 2509113,
                                "text": "The great men who led the march from Selma to Montgomery and their call for the passage of the Voting Rights Act foresaw a progress even in Alabama."
                            },
                            {
                                "start": 600.393,
                                "stop": 615.789,
                                "byte_start": 2509113,
                                "byte_stop": 2570762,
                                "text": "“The arc of the moral universe is long,” he said “but it bends toward justice if there is a steadfast commitment to see the task through to completion.”"
                            },
                            {
                                "start": 615.789,
                                "stop": 621.144,
                                "byte_start": 2570762,
                                "byte_stop": 0,
                                "text": "That commitment has been disserved by today\u0027s decision."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53288,
            "mime": "audio\/mpeg",
            "size": 2592183,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-96\/20130625o_12-96_part2.delivery.mp3"
        },
        {
            "id": 75036,
            "mime": "audio\/ogg",
            "size": 5946719,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-96\/20130625o_12-96_part2.ogg"
        },
        {
            "id": 75037,
            "mime": "application\/x-mpegURL",
            "size": 10095,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-96\/20130625o_12-96_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}