{
    "id": 16652,
    "title": "Opinion Announcement - July 02, 1976",
    "transcript": {
        "title": "Gregg v. Georgia",
        "duration": 1364.741,
        "sections": [
            {
                "start": 0,
                "stop": 1364.741,
                "byte_start": 73791,
                "byte_stop": 5532651,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.449,
                        "byte_start": 73791,
                        "byte_stop": 95629,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.449,
                                "byte_start": 73791,
                                "byte_stop": 95629,
                                "text": "Justice Stewart."
                            }
                        ]
                    },
                    {
                        "start": 5.449,
                        "stop": 569.161,
                        "byte_start": 95629,
                        "byte_stop": 2350519,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 5.449,
                                "stop": 40.198,
                                "byte_start": 95629,
                                "byte_stop": 234601,
                                "text": "In the first of these cases, Troy Leon Gregg, the petitioner, against the state of Georgia, there is no opinion for the Court, however Mr. Justice Powell, Mr. Justice Stevens and I have filed a joint opinion with the Clerk this morning, which because of the divisions among the court, is the prevailing decision."
                            },
                            {
                                "start": 40.198,
                                "stop": 55.218,
                                "byte_start": 234601,
                                "byte_stop": 294682,
                                "text": "In summarizing our opinion in this case I speak as much for Mr. Justice Powell and Mr. Justice Stevens as I do for myself this is I say is a joint opinion."
                            },
                            {
                                "start": 55.218,
                                "stop": 68.314,
                                "byte_start": 294682,
                                "byte_stop": 347136,
                                "text": "The issue in this case is whether the impositions of the sentence of death for the crime of murder under the law of Georgia violates the Eight and Fourteenth amendments."
                            },
                            {
                                "start": 68.314,
                                "stop": 76.246,
                                "byte_start": 347136,
                                "byte_stop": 378797,
                                "text": "The petitioner Troy Gregg was charged with committing armed robbery and murder."
                            },
                            {
                                "start": 76.246,
                                "stop": 86.168,
                                "byte_start": 378797,
                                "byte_stop": 418503,
                                "text": "In accordance with Georgia procedure and capital cases, the trial was in two stages: a guilt stage and a sentencing stage."
                            },
                            {
                                "start": 86.168,
                                "stop": 112.413,
                                "byte_start": 418503,
                                "byte_stop": 523515,
                                "text": "The evidence for the prosecution at the guilt stage established that on November 21st, 1973 the petitioner murdered and robbed two men in Gwinnett County, Georgia, and the jury at the end of the trial found that the petitioner guilty on two counts of armed robbery and murder."
                            },
                            {
                                "start": 112.413,
                                "stop": 126.007,
                                "byte_start": 523515,
                                "byte_stop": 577850,
                                "text": "At the penalty stage which took place before the same jury, the trial judge instructed the jury that it could recommend either a death sentence or a sentence of life imprisonment on each count."
                            },
                            {
                                "start": 126.007,
                                "stop": 141.157,
                                "byte_start": 577850,
                                "byte_stop": 638454,
                                "text": "The judge further charged the jury that in determining what sentence was appropriate, the jury was free to consider the facts and circumstances presented by the parties, if any, in mitigation or aggravation."
                            },
                            {
                                "start": 141.157,
                                "stop": 156.879,
                                "byte_start": 638454,
                                "byte_stop": 701357,
                                "text": "Finally, the judge instructed the jury that it would not be authorized to consider imposing the sentence of death unless it first found beyond the reasonable doubt one of three relevant statutory aggravating circumstances."
                            },
                            {
                                "start": 156.879,
                                "stop": 168.351,
                                "byte_start": 701357,
                                "byte_stop": 747228,
                                "text": "Finding two of these circumstances, the jury return verdicts of death on each count."
                            },
                            {
                                "start": 168.351,
                                "stop": 185.242,
                                "byte_start": 747228,
                                "byte_stop": 814833,
                                "text": "We consider at the outset the basic contention that the punishment of death for the crime of murder is under all circumstance, cruel and un-usual and violation of the Constitution."
                            },
                            {
                                "start": 185.242,
                                "stop": 202.021,
                                "byte_start": 814833,
                                "byte_stop": 881915,
                                "text": "For the reasons that Mr. Justice Powell will summarize thoroughly in announcing our opinion in the case of Proffitt against Florida, we reject that contention."
                            },
                            {
                                "start": 202.021,
                                "stop": 212.359,
                                "byte_start": 881915,
                                "byte_stop": 923293,
                                "text": "We therefore must consider the specific constitutionality of Georgia’s capital sentencing procedures."
                            },
                            {
                                "start": 212.359,
                                "stop": 239.267,
                                "byte_start": 923293,
                                "byte_stop": 1030918,
                                "text": "In the wake of this Court’s judgment in the Furman case four years ago, Georgia narrowed the class of murderers subject to capital punishment by specifying ten statutory aggravating circumstances, at least one of which must be found by the jury to exist beyond the reasonable doubt before a death sentence can ever be imposed."
                            },
                            {
                                "start": 239.267,
                                "stop": 247.207,
                                "byte_start": 1030918,
                                "byte_stop": 1062682,
                                "text": "In addition the jury is authorized to consider any other appropriate aggravating or mitigating circumstances."
                            },
                            {
                                "start": 247.207,
                                "stop": 265.035,
                                "byte_start": 1062682,
                                "byte_stop": 1133944,
                                "text": "The jury is not required to find any mitigating circumstance in order to make a recommendation of mercy that is binding on Trial Court, but it must find a statutory aggravating circumstance before recommending a sentence of death."
                            },
                            {
                                "start": 265.035,
                                "stop": 274.112,
                                "byte_start": 1133944,
                                "byte_stop": 1170307,
                                "text": "These procedures require the jury to consider the circumstances of the crime and other criminal before it recommends sentence."
                            },
                            {
                                "start": 274.112,
                                "stop": 288.745,
                                "byte_start": 1170307,
                                "byte_stop": 1228821,
                                "text": "No longer can a Georgia jury do as Furman’s jury did, reach in finding of the defendants guilt and then without guidance or direction decide whether he should live or die."
                            },
                            {
                                "start": 288.745,
                                "stop": 295.559,
                                "byte_start": 1228821,
                                "byte_stop": 1256093,
                                "text": "Instead the jury’s attention is directed to the specific circumstances of the crime."
                            },
                            {
                                "start": 295.559,
                                "stop": 299.219,
                                "byte_start": 1256093,
                                "byte_stop": 1270722,
                                "text": "Was it committed in the course of another capital felony?"
                            },
                            {
                                "start": 299.219,
                                "stop": 301.348,
                                "byte_start": 1270722,
                                "byte_stop": 1279185,
                                "text": "Was it committed for money?"
                            },
                            {
                                "start": 301.348,
                                "stop": 305.449,
                                "byte_start": 1279185,
                                "byte_stop": 1295590,
                                "text": "Was it committed upon a peace officer, or judicial officer?"
                            },
                            {
                                "start": 305.449,
                                "stop": 312.757,
                                "byte_start": 1295590,
                                "byte_stop": 1324847,
                                "text": "Was it committed in a particularly heinous way or in a manner that endangered the lives of many persons?"
                            },
                            {
                                "start": 312.757,
                                "stop": 319.292,
                                "byte_start": 1324847,
                                "byte_stop": 1350970,
                                "text": "In addition, the jury’s attention is focused on the characteristics of the person who committed the crime."
                            },
                            {
                                "start": 319.292,
                                "stop": 322.766,
                                "byte_start": 1350970,
                                "byte_stop": 1364867,
                                "text": "Does he have a record of prior convictions for capital offences?"
                            },
                            {
                                "start": 322.766,
                                "stop": 336.981,
                                "byte_start": 1364867,
                                "byte_stop": 1421814,
                                "text": "Are there any special facts about this defendant that mitigate against imposing capital punishment such as his youth or his emotional state at the time of the commission of the crime."
                            },
                            {
                                "start": 336.981,
                                "stop": 355.242,
                                "byte_start": 1421814,
                                "byte_stop": 1494852,
                                "text": "As a result, while some jury discretion still exists, the discretion to be exercised is controlled by player and objective standards so as to produce and so far as possible non discriminatory application."
                            },
                            {
                                "start": 355.242,
                                "stop": 369.438,
                                "byte_start": 1494852,
                                "byte_stop": 1551590,
                                "text": "As an important additional safeguard against arbitrariness and caprice, the Georgia statutory scheme provides for automatic appeal of all death sentences to the state’s Supreme Court."
                            },
                            {
                                "start": 369.438,
                                "stop": 391.682,
                                "byte_start": 1551590,
                                "byte_stop": 1640615,
                                "text": "That court is required by statute to review each sentence of death and to determine whether it was imposed under the influence of passion or prejudice, whether the evidence supports the jury’s finding of the statutory aggravating circumstance, and whether the sentence is disproportionate compare to those sentences imposed in similar cases."
                            },
                            {
                                "start": 391.682,
                                "stop": 408.164,
                                "byte_start": 1640615,
                                "byte_stop": 1706549,
                                "text": "In short, Georgia’s new sentencing procedures require as a pre-requisite to the imposition of the death penalty specific jury findings as to the circumstances of the crime and the character of the criminal."
                            },
                            {
                                "start": 408.164,
                                "stop": 434.908,
                                "byte_start": 1706549,
                                "byte_stop": 1813442,
                                "text": "Moreover to guard against, to guard further against a situation comparable to that presented in the Furman case, the Supreme Court of Georgia, compares each day of death sentence with the sentences imposed on similarly situated defendants, to insure that the sentence of death in a particular case is not disproportionate."
                            },
                            {
                                "start": 434.908,
                                "stop": 445.264,
                                "byte_start": 1813442,
                                "byte_stop": 1854924,
                                "text": "The basic concern of the Furman decision centered on those defendants who are being condemned to deaths capriciously and arbitrarily."
                            },
                            {
                                "start": 445.264,
                                "stop": 458.477,
                                "byte_start": 1854924,
                                "byte_stop": 1907796,
                                "text": "Under the procedures before the court in that case, juries were not directed to give attention to the nature or circumstances of the crime committed or to the character or record of the defendant."
                            },
                            {
                                "start": 458.477,
                                "stop": 466.787,
                                "byte_start": 1907796,
                                "byte_stop": 1941024,
                                "text": "Left un-guided, juries imposed the death sentence in a way that can only be called freakish."
                            },
                            {
                                "start": 466.787,
                                "stop": 481.21,
                                "byte_start": 1941024,
                                "byte_stop": 1998702,
                                "text": "The new Georgia sentencing procedures by contrast focused the juries’ attention on the particularized nature of the crime and the particularized characteristics of the individual defendant."
                            },
                            {
                                "start": 481.21,
                                "stop": 497,
                                "byte_start": 1998702,
                                "byte_stop": 2061814,
                                "text": "While the jury is permitted to consider any aggravating or mitigating circumstances, it must find and must identify at least one statutory aggravating factor before it may impose a penalty of death."
                            },
                            {
                                "start": 497,
                                "stop": 512.381,
                                "byte_start": 2061814,
                                "byte_stop": 2123358,
                                "text": "In this way the juries’ discretion is channeled no longer therefore can a jury wantonly and freakishly imposed the death sentence it is always circumscribed by the legislative guidelines."
                            },
                            {
                                "start": 512.381,
                                "stop": 530.132,
                                "byte_start": 2123358,
                                "byte_stop": 2194411,
                                "text": "In addition, the review function of the Supreme Court of Georgia affords additional assurance that the constitutional concerns that prompted our decision in Furman are not present in the Georgia procedure applied in this case."
                            },
                            {
                                "start": 530.132,
                                "stop": 548.668,
                                "byte_start": 2194411,
                                "byte_stop": 2268495,
                                "text": "For the reasons I have summarized, which are set out at considerable lengths in the written opinion the Mr. Justice Powell, Mr. Justice Stevens, and I have filed today, we hold that the statutory system under which Gregg was sentenced to death does not violate the Constitution."
                            },
                            {
                                "start": 548.668,
                                "stop": 554.298,
                                "byte_start": 2268495,
                                "byte_stop": 2291064,
                                "text": "Accordingly the judgment of the Georgia Supreme Court is affirmed."
                            },
                            {
                                "start": 554.298,
                                "stop": 569.161,
                                "byte_start": 2291064,
                                "byte_stop": 2350519,
                                "text": "Mr. Justice Brennan has filed a dissenting opinion; Mr. Justice Marshall has also filed a dissenting opinion which he will shortly announce orally."
                            }
                        ]
                    },
                    {
                        "start": 569.161,
                        "stop": 849.571,
                        "byte_start": 2350519,
                        "byte_stop": 3472113,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 569.161,
                                "stop": 583.052,
                                "byte_start": 2350519,
                                "byte_stop": 2406003,
                                "text": "For the reasons stated in an opinion I have filled for myself, the Chief Justice and Mr. Justice Rehnquist, I concur in the judgment and agree that the sentence in this case should be sustained."
                            },
                            {
                                "start": 583.052,
                                "stop": 593.499,
                                "byte_start": 2406003,
                                "byte_stop": 2447799,
                                "text": "Chief Justice, Mr. Justice Rehnquist and I agree with a plurality that the death penalty is not a cruel and unusual punishment under any in all circumstances."
                            },
                            {
                                "start": 593.499,
                                "stop": 617.484,
                                "byte_start": 2447799,
                                "byte_stop": 2543825,
                                "text": "It was not thought to be at the time Eighth Amendment was adopted, and the recent decisions, 35 State legislatures to authorize imposition of the death penalty under various narrowly defined circumstances, we feud any argument the death penalty has become cruel and unusual as our society’s standards of decency have evolved since the Eighth Amendment adoption."
                            },
                            {
                                "start": 617.484,
                                "stop": 628.525,
                                "byte_start": 2543825,
                                "byte_stop": 2587920,
                                "text": "Reasonable men and reasonable legislatures may differ on the question whether the death penalty serves to deter murders or serves any other valid penological interest."
                            },
                            {
                                "start": 628.525,
                                "stop": 650.461,
                                "byte_start": 2587920,
                                "byte_stop": 2675691,
                                "text": "But so long as the penalty is imposed with some reasonable consistency with respect to a given category of murder, resolution of this question at least on the present evidence is simply not for this court but for the States and for Congress who are quite plead to reject capital punishment and phase he has fit."
                            },
                            {
                                "start": 650.461,
                                "stop": 674.25,
                                "byte_start": 2675691,
                                "byte_stop": 2770882,
                                "text": "Petitioner\u0027s other major arguments in this case is that the issue of sentencing under the Georgia’s scheme is controlled by such vague and in determinant standards of the death penalty will inexorably be imposed in as discriminatory, standardless, and rare a manner as it was imposed under the scheme that was declared invalid in Furman."
                            },
                            {
                                "start": 674.25,
                                "stop": 676.562,
                                "byte_start": 2770882,
                                "byte_stop": 2780077,
                                "text": "Like the puerility, we do not agree."
                            },
                            {
                                "start": 676.562,
                                "stop": 689.242,
                                "byte_start": 2780077,
                                "byte_stop": 2830859,
                                "text": "The Georgia legislature has made an effort to identify those aggravating factors which is considered necessary and relevant to the question whether a defendant convicted of capital murder should be sentenced to death."
                            },
                            {
                                "start": 689.242,
                                "stop": 705.987,
                                "byte_start": 2830859,
                                "byte_stop": 2897837,
                                "text": "It has plainly made an effort to guide the jury in the exercise of the discretion invested in it and we can not accept the naked assertion that the effort is bound to fail because the jury will so often and systematically refuse to follow the guidelines laid down for it."
                            },
                            {
                                "start": 705.987,
                                "stop": 732.513,
                                "byte_start": 2897837,
                                "byte_stop": 3003894,
                                "text": "As the types of murders for which the death penalty maybe imposed become more narrowly defined, and are limited to those which are particularly appropriate as they are in Georgia by reason of the aggravating circumstances requirement, it becomes reasonably to expect the jury even given the discretion not to imposed the death penalty, will impose it in a substantial portion of the cases so defind."
                            },
                            {
                                "start": 732.513,
                                "stop": 745.136,
                                "byte_start": 3003894,
                                "byte_stop": 3054362,
                                "text": "If they do, this can no longer be said that the penalty is being imposed wantonly, freakishly, and so infrequently that it loses its usefulness as a sentencing device."
                            },
                            {
                                "start": 745.136,
                                "stop": 756.057,
                                "byte_start": 3054362,
                                "byte_stop": 3098039,
                                "text": "There is therefore a reason to expect that Georgia’s current system will escape the infirmities which were found to invalidate its previous system under Furman."
                            },
                            {
                                "start": 756.057,
                                "stop": 770.789,
                                "byte_start": 3098039,
                                "byte_stop": 3156971,
                                "text": "In addition to jury guidance, the legislature has also assigned that the Georgia Supreme Court the important role of insuring that capital punishment will not be imposed in a discriminatory or standardless fashion."
                            },
                            {
                                "start": 770.789,
                                "stop": 779.747,
                                "byte_start": 3156971,
                                "byte_stop": 3192811,
                                "text": "There is discretion in the Georgia system to be sure, but at this juncture, we cannot conclude that it threatens to invalidates the statute."
                            },
                            {
                                "start": 779.747,
                                "stop": 813.909,
                                "byte_start": 3192811,
                                "byte_stop": 3329484,
                                "text": "In reaching this result however, the Chief Justice, Mr. Justice Rehnquist, and I, and as I understand Mr. Justice Blackmun who also concurs in the judgment, he is in like posture, do not find it necessary in effect to overrule McGautha v. California, decided only a few terms ago and to demand as a constitutional requirement that capital punishment be imposed only after a separate sentencing proceeding conducted and structured as our brothers Stewart, Powell, Stevens would have it."
                            },
                            {
                                "start": 813.909,
                                "stop": 830.491,
                                "byte_start": 3329484,
                                "byte_stop": 3395835,
                                "text": "For us at least where a first degree murderer is involved, it is enough to be consistent with Furman and with the Eighth and Fourteenth Amendments that the State required the death penalty be imposed with reasonable consistency for a given category of crime."
                            },
                            {
                                "start": 830.491,
                                "stop": 836.574,
                                "byte_start": 3395835,
                                "byte_stop": 3420181,
                                "text": "This the Georgia statute does and we affirm the judgment of the Georgia Supreme Court."
                            },
                            {
                                "start": 836.574,
                                "stop": 849.571,
                                "byte_start": 3420181,
                                "byte_stop": 3472113,
                                "text": "As I have indicated Mr. Justice Blackmun also concurs in the judgment but for the reasons stated in dissent in Furman v. Georgia."
                            }
                        ]
                    },
                    {
                        "start": 849.571,
                        "stop": 1364.741,
                        "byte_start": 3472113,
                        "byte_stop": 5532651,
                        "speaker": {
                            "ID": 15071,
                            "name": "Byron R. White",
                            "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
                            "last_name": "White",
                            "roles": [
                                {
                                    "id": 2715,
                                    "type": "scotus_justice",
                                    "date_start": -243367200,
                                    "date_end": 741243600,
                                    "appointing_president": "John F. Kennedy",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
                                }
                            ],
                            "thumbnail": {
                                "id": 32699,
                                "mime": "image\/png",
                                "size": 55559,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
                            },
                            "length_of_service": 11396,
                            "identifier": "byron_r_white"
                        },
                        "text_blocks": [
                            {
                                "start": 849.571,
                                "stop": 861.989,
                                "byte_start": 3472113,
                                "byte_stop": 3521850,
                                "text": "In Furman against Georgia, I concluded that the death penalty is a cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments and that continues to be my view."
                            },
                            {
                                "start": 861.989,
                                "stop": 881.754,
                                "byte_start": 3521850,
                                "byte_stop": 3600844,
                                "text": "In Furman I concluded that the death penalty is unconstitutional for two reasons: First, the death penalty is excessive; and second, the American people fully informed as to the purposes of the death penalty and its liabilities, would in my view reject it as morally unacceptable."
                            },
                            {
                                "start": 881.754,
                                "stop": 899.823,
                                "byte_start": 3600844,
                                "byte_stop": 3673151,
                                "text": "Since the decision in Furman, the legislatures of 35 States have indeed enacted new statutes authorizing the imposition of the death sentence for certain crimes, and Congress has enacted a law providing the death penalty for the piracy resulting in death."
                            },
                            {
                                "start": 899.823,
                                "stop": 913.103,
                                "byte_start": 3673151,
                                "byte_stop": 3726232,
                                "text": "I would be less than candid if I did not acknowledge that these developments have a significant bearing on a realistic assessment of the moral acceptability of the death penalty to the American people."
                            },
                            {
                                "start": 913.103,
                                "stop": 929.624,
                                "byte_start": 3726232,
                                "byte_stop": 3792374,
                                "text": "But if the constitutionality of the death penalty turns, as I have urged, on the opinion of an informed citizenry, then even the enactment of new death statutes cannot, in of themselves, be viewed as conclusive."
                            },
                            {
                                "start": 929.624,
                                "stop": 939.007,
                                "byte_start": 3792374,
                                "byte_stop": 3829886,
                                "text": "In Furman, I observed that the American people are largely unaware of the information critical to a judgment on the morality of a death penalty."
                            },
                            {
                                "start": 939.007,
                                "stop": 945.922,
                                "byte_start": 3829886,
                                "byte_stop": 3857575,
                                "text": "They are concluded that if they were better informed they will consider it shocking, unjust, and unacceptable."
                            },
                            {
                                "start": 945.922,
                                "stop": 962.121,
                                "byte_start": 3857575,
                                "byte_stop": 3922359,
                                "text": "A recent study has confirmed that the American people know little about the death penalty, and that the opinions of an informed public would differ significantly from those of a public unaware of the consequences and effects of the death penalty"
                            },
                            {
                                "start": 962.121,
                                "stop": 987.349,
                                "byte_start": 3922359,
                                "byte_stop": 4023192,
                                "text": "Even assuming however, that the post Furman enactment statues authorizing the death penalty, renders the prediction of the views of an informed citizenry, uncertain basis for constitutional decision, the enactment of these statutes has no bearing whatsoever on the conclusion that the death penalty is unconstitutional because it is excessive."
                            },
                            {
                                "start": 987.349,
                                "stop": 997.352,
                                "byte_start": 4023192,
                                "byte_stop": 4063211,
                                "text": "An excessive penalty is invalid under the Cruel and Unusual Punishment Clause even though popular sentiment may favor it."
                            },
                            {
                                "start": 997.352,
                                "stop": 1011.838,
                                "byte_start": 4063211,
                                "byte_stop": 4121203,
                                "text": "The inquiry here then is simply whether the death penalty is necessary to accomplish the legitimate legislative purposes in punishment or whether a less severe penalty such as life imprisonment would do just as well."
                            },
                            {
                                "start": 1011.838,
                                "stop": 1021.601,
                                "byte_start": 4121203,
                                "byte_stop": 4160282,
                                "text": "The two purposes that sustain the death penalty as nonexcessive in the Court\u0027s view are general deterrence and retribution."
                            },
                            {
                                "start": 1021.601,
                                "stop": 1027.383,
                                "byte_start": 4160282,
                                "byte_stop": 4183375,
                                "text": "In Furman, I canvassed the relevant data on the deterrent effect of capital punishment."
                            },
                            {
                                "start": 1027.383,
                                "stop": 1055.859,
                                "byte_start": 4183375,
                                "byte_stop": 4297269,
                                "text": "The state of knowledge at that point, after literally centuries of debate, was summarized in the United Nations Committee, which Committee said \u0022It is generally agreed between the retentionists and abolitionists, whatever their opinions about the validity of comparative studies of deterrence, that the data which now exist show no correlation between the existence of capital punishment and lower rates of capital crime.\u0022"
                            },
                            {
                                "start": 1055.859,
                                "stop": 1071.201,
                                "byte_start": 4297269,
                                "byte_stop": 4358604,
                                "text": "I concluded in Furman and I conclude today, that the available evidence is simply convincing that capital punishment is not necessary as a deterrent crime in our society."
                            },
                            {
                                "start": 1071.201,
                                "stop": 1076.461,
                                "byte_start": 4358604,
                                "byte_stop": 4379711,
                                "text": "The other principal purpose said to be served by the death penalty is retribution."
                            },
                            {
                                "start": 1076.461,
                                "stop": 1087.894,
                                "byte_start": 4379711,
                                "byte_stop": 4425373,
                                "text": "The notion that retribution can serve as a moral justification for the sanction of death finds credence in the opinion of my Brothers, Stewart, Powell, and Stevens, and that of my Brother White."
                            },
                            {
                                "start": 1087.894,
                                "stop": 1096.509,
                                "byte_start": 4425373,
                                "byte_stop": 4459855,
                                "text": "It is this notion that I find to be the most disturbing aspect of today\u0027s unfortunate decisions."
                            },
                            {
                                "start": 1096.509,
                                "stop": 1108.659,
                                "byte_start": 4459855,
                                "byte_stop": 4508442,
                                "text": "My brother Stevens -- Stewart, Powell and Stevens, after their following explanation of the retributive justification for capital punishment had this to say:"
                            },
                            {
                                "start": 1108.659,
                                "stop": 1123.668,
                                "byte_start": 4508442,
                                "byte_stop": 4568524,
                                "text": "\u0022The instinct for retribution is part of the nature of man, and channeling that instinct in the administration of criminal justice serves an important purpose in promoting the stability of a society governed by law."
                            },
                            {
                                "start": 1123.668,
                                "stop": 1142.202,
                                "byte_start": 4568524,
                                "byte_stop": 4642607,
                                "text": "When people begin to believe that organized society is unwilling or unable to impose upon criminal offenders the punishment they deserve, then there are sown the seeds of anarchy of self-help, vigilante justice, and lynch law.\u0022"
                            },
                            {
                                "start": 1142.202,
                                "stop": 1146.885,
                                "byte_start": 4642607,
                                "byte_stop": 4661415,
                                "text": "This statement is wholly inadequate to justify the death penalty."
                            },
                            {
                                "start": 1146.885,
                                "stop": 1159.09,
                                "byte_start": 4661415,
                                "byte_stop": 4710212,
                                "text": "As my brother Brennan stated in Furman, there is no evidence whatsoever that utilization of imprisonment rather that death encourages private blood feuds and other disorders."
                            },
                            {
                                "start": 1159.09,
                                "stop": 1170.097,
                                "byte_start": 4710212,
                                "byte_stop": 4754202,
                                "text": "It simply defies belief to suggest that the death penalty is necessary to prevent the American people from taking the law into their own hands."
                            },
                            {
                                "start": 1170.097,
                                "stop": 1181.144,
                                "byte_start": 4754202,
                                "byte_stop": 4798402,
                                "text": "In a related vein, it may be suggested that the expression of moral outrage through the imposition of the death penalty serves to reinforce basic moral values"
                            },
                            {
                                "start": 1181.144,
                                "stop": 1189.12,
                                "byte_start": 4798402,
                                "byte_stop": 4830375,
                                "text": "There it announces in the strongest possible way that murder is wrong and therefore to be avoided."
                            },
                            {
                                "start": 1189.12,
                                "stop": 1194.665,
                                "byte_start": 4830375,
                                "byte_stop": 4852527,
                                "text": "Well this contention, like the previous one, provides no support for the death penalty."
                            },
                            {
                                "start": 1194.665,
                                "stop": 1211.252,
                                "byte_start": 4852527,
                                "byte_stop": 4918878,
                                "text": "It is inconceivable that any individual concerned about conforming his conduct to what society says is \u0022right\u0022 would fail to realize that murder is \u0022wrong\u0022 if the death penalty was simply reeled through life imprisonment."
                            },
                            {
                                "start": 1211.252,
                                "stop": 1231.337,
                                "byte_start": 4918878,
                                "byte_stop": 4999231,
                                "text": "\u0022There remains for consideration what might be termed the purely retributive justification for the death penalty that the death penalty is appropriate, not because of its beneficial effect on society but because the taking of a murderer\u0027s life is itself morally good.\u0022"
                            },
                            {
                                "start": 1231.337,
                                "stop": 1243.274,
                                "byte_start": 4999231,
                                "byte_stop": 5046983,
                                "text": "Some of the language of the plurality opinion appears positively to embrace the notion of retribution for its own and as a justification for capital punishment."
                            },
                            {
                                "start": 1243.274,
                                "stop": 1265.338,
                                "byte_start": 5046983,
                                "byte_stop": 5135172,
                                "text": "And the opinion of plurality said, \u0022The decision that capital punishment may be the appropriate sanction in extreme cases is an expression of the community\u0027s belief that certain crimes are themselves so grievous an affront to humanity that the only adequate response may be the penalty of death.\u0022"
                            },
                            {
                                "start": 1265.338,
                                "stop": 1284.991,
                                "byte_start": 5135172,
                                "byte_stop": 5213853,
                                "text": "In other words as I understand the argument, society’s judgment that murderer deserves death must be respected not simply because the preservation of order requires it, but because it is appropriate that society make the judgment and carry it out."
                            },
                            {
                                "start": 1284.991,
                                "stop": 1291.12,
                                "byte_start": 5213853,
                                "byte_stop": 5238304,
                                "text": "It is this latter notion in particular that I consider to fundamentally at odds with the Eighth Amendment."
                            },
                            {
                                "start": 1291.12,
                                "stop": 1310.894,
                                "byte_start": 5238304,
                                "byte_stop": 5317402,
                                "text": "The mere fact that the community demands the murderer\u0027s life in return for the evil he has done cannot sustain the death penalty, for as the plurality reminds us \u0022the Eighth Amendment demands more than a challenged punishment be acceptable to contemporary society.\u0022"
                            },
                            {
                                "start": 1310.894,
                                "stop": 1321.64,
                                "byte_start": 5317402,
                                "byte_stop": 5360452,
                                "text": "To be sustained under the Eighth Amendment, the death penalty must be comport with the basic concept of human dignity at the core of the Amendment."
                            },
                            {
                                "start": 1321.64,
                                "stop": 1329.932,
                                "byte_start": 5360452,
                                "byte_stop": 5393575,
                                "text": "The objection and opposition to it must be consistent with our respect for the dignity of other man."
                            },
                            {
                                "start": 1329.932,
                                "stop": 1345.077,
                                "byte_start": 5393575,
                                "byte_stop": 5454180,
                                "text": "Under these standards, the taking of life because wrongdoer deserves it surely must fall for such a punishment has as its very basis the total denial of the wrongdoer\u0027s dignity, and worth."
                            },
                            {
                                "start": 1345.077,
                                "stop": 1364.741,
                                "byte_start": 5454180,
                                "byte_stop": 5532651,
                                "text": "The death penalty, unnecessary to promote the goal of deterrence or to further any legitimate notion of retribution, is an excessive penalty forbidden by the Eighth and Fourteenth Amendments, and I therefore respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 42426,
            "mime": "audio\/mpeg",
            "size": 5620005,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/74-6257\/19760702o_74-6257.delivery.mp3"
        },
        {
            "id": 64340,
            "mime": "audio\/ogg",
            "size": 14350962,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/74-6257\/19760702o_74-6257.ogg"
        },
        {
            "id": 64341,
            "mime": "application\/x-mpegURL",
            "size": 20483,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/74-6257\/19760702o_74-6257.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}