{
    "id": 21853,
    "title": "Opinion Announcement - May 29, 2001",
    "transcript": {
        "title": "New Hampshire v. Maine",
        "duration": 353.411,
        "sections": [
            {
                "start": 0,
                "stop": 353.411,
                "byte_start": 89578,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 353.411,
                        "byte_start": 89578,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.694,
                                "byte_start": 89578,
                                "byte_stop": 128448,
                                "text": "The second case I have to announce is New Hampshire against Maine, No. 130 original."
                            },
                            {
                                "start": 9.694,
                                "stop": 26.421,
                                "byte_start": 128448,
                                "byte_stop": 195322,
                                "text": "This case in which we served as a Court of first and last resort, involves a boundary dispute between New Hampshire and Maine that originated in the 1700\u0027s."
                            },
                            {
                                "start": 26.421,
                                "stop": 35.853,
                                "byte_start": 195322,
                                "byte_stop": 233042,
                                "text": "At the southeastern end of the Miane New Hampshire boarder, the eastern most point of New Hampshire meets the southern most point of Maine."
                            },
                            {
                                "start": 35.853,
                                "stop": 47.626,
                                "byte_start": 233042,
                                "byte_stop": 280167,
                                "text": "The boundary in this region follows the Piscataqua River eastward into Portsmouth Harbor from there it extends southeastwards into the sea."
                            },
                            {
                                "start": 47.626,
                                "stop": 55.35,
                                "byte_start": 280167,
                                "byte_stop": 310992,
                                "text": "If you don’t get the picture, aid is at hand an illustrative map is appended to the Court\u0027s opinion."
                            },
                            {
                                "start": 55.35,
                                "stop": 75.236,
                                "byte_start": 310992,
                                "byte_stop": 390613,
                                "text": "24 years ago, in a lobster fishing dispute between the two states this Court entered a consent judgment fixing the Maine-New Hampshire boundary in the coastal waters from Portsmouth Harbor five miles seaward to Gosport Harbor in the Isle of Shoals."
                            },
                            {
                                "start": 75.236,
                                "stop": 83.395,
                                "byte_start": 390613,
                                "byte_stop": 423214,
                                "text": "The location of that boundary required a determination of where in Portsmouth Harbor the boundary should end."
                            },
                            {
                                "start": 83.395,
                                "stop": 93.437,
                                "byte_start": 423214,
                                "byte_stop": 463338,
                                "text": "That in turn required a determination of where the boundary along the Piscataqua River crosses the closing line of Portsmouth Harbor."
                            },
                            {
                                "start": 93.437,
                                "stop": 111.639,
                                "byte_start": 463338,
                                "byte_stop": 536167,
                                "text": "The parties agreed and we held that it is positive 1740 decree of King George II fixed the Piscataqua River boundary at the Middle of the River and that those words mean, ‘the middle of the river’s main channel of navigation’."
                            },
                            {
                                "start": 111.639,
                                "stop": 122.256,
                                "byte_start": 536167,
                                "byte_stop": 578695,
                                "text": "The 1977 consent judgment determined only the Maine-New Hampshire boundary, from Portsmouth Harbor southeastward into the sea."
                            },
                            {
                                "start": 122.256,
                                "stop": 128.888,
                                "byte_start": 578695,
                                "byte_stop": 605131,
                                "text": "It did not fix the boundary from Portsmouth Harbor westward up the Piscataqua River."
                            },
                            {
                                "start": 128.888,
                                "stop": 140.334,
                                "byte_start": 605131,
                                "byte_stop": 651002,
                                "text": "This case initiated by New Hampshire last term concerns the boundary along the inland stretch of the Piscataqua River from Portsmouth Harbor westward."
                            },
                            {
                                "start": 140.334,
                                "stop": 153.459,
                                "byte_start": 651002,
                                "byte_stop": 703456,
                                "text": "New Hampshire now claims that the inland river boundary runs along the Maine shore and that the entire river and all of Portsmouth Harbor belong to New Hampshire."
                            },
                            {
                                "start": 153.459,
                                "stop": 161.108,
                                "byte_start": 703456,
                                "byte_stop": 734071,
                                "text": "Maine has moved to dismiss the case, urging that earlier proceedings bar New Hampshire’s current complaint."
                            },
                            {
                                "start": 161.108,
                                "stop": 178.367,
                                "byte_start": 734071,
                                "byte_stop": 803139,
                                "text": "In today’s decision we grant Maine’s motion, applying a doctrine know as ‘judicial estoppel’ we hold that New Hampshire is prohibited from maintaining that the Piscataqua River boundary runs along the Maine shore."
                            },
                            {
                                "start": 178.367,
                                "stop": 186.575,
                                "byte_start": 803139,
                                "byte_stop": 835949,
                                "text": "Judicial estoppel is a doctrine distinct from the res judicata doctrines of claim and issue preclusion."
                            },
                            {
                                "start": 186.575,
                                "stop": 198.686,
                                "byte_start": 835949,
                                "byte_stop": 884327,
                                "text": "Its object is to stop a party who has relied on an argument to prevail in one legal proceeding for relying on a conflicting argument to prevail in another legal proceeding."
                            },
                            {
                                "start": 198.686,
                                "stop": 203.647,
                                "byte_start": 884327,
                                "byte_stop": 904180,
                                "text": "The doctrine aims to protect the integrity of the judicial process."
                            },
                            {
                                "start": 203.647,
                                "stop": 211.814,
                                "byte_start": 904180,
                                "byte_stop": 936886,
                                "text": "Several practice presented here combine to warrant application of the judicial estoppel doctrine."
                            },
                            {
                                "start": 211.814,
                                "stop": 231.458,
                                "byte_start": 936886,
                                "byte_stop": 1015462,
                                "text": "First, New Hampshire’s current reading of “middle of the river\u0022 conflicts with its agreement in the 1970’s litigation that those words mean “either the middle of the Maine navigable channel or as the 1970’s Special Master had suggested, the geographic middle of the river."
                            },
                            {
                                "start": 231.458,
                                "stop": 237.004,
                                "byte_start": 1015462,
                                "byte_stop": 1037614,
                                "text": "Either construction located at the middle of the river, somewhere other than the Maine shore."
                            },
                            {
                                "start": 237.004,
                                "stop": 260.25,
                                "byte_start": 1037614,
                                "byte_stop": 1130610,
                                "text": "Second, as the record of the 1970’s case shows this Court accepted New Hampshire’s agreement with Maine, that middle of the river means middle of the Maine navigable channel; and third, New Hampshire benefited from that interpretation; it was a compromise that enabled New Hampshire to settle the case on terms beneficial to both States."
                            },
                            {
                                "start": 260.25,
                                "stop": 272.51,
                                "byte_start": 1130610,
                                "byte_stop": 1179720,
                                "text": "New Hampshire cannot tenably assert that the 1977 interpretation of ‘middle of the river’ to which it subscribed was arbitrary unemployment or inadvertent."
                            },
                            {
                                "start": 272.51,
                                "stop": 290.531,
                                "byte_start": 1179720,
                                "byte_stop": 1251714,
                                "text": "New Hampshire had ample opportunity prior to the entry of the 1977 consent decree closely to examine the history of the river boundary and this Court determined that the interpretation in the consent decree was consistent with historical evidence."
                            },
                            {
                                "start": 290.531,
                                "stop": 310.304,
                                "byte_start": 1251714,
                                "byte_stop": 1330812,
                                "text": "New Hampshire now tenders additional evidence which it interprets as placing Piscataqua River boundary along the Maine shore, but that evidence was available 25 years ago and New Hampshire had every reason to consult it in locating whether seaward boundary terminated in Portsmouth Harbor."
                            },
                            {
                                "start": 310.304,
                                "stop": 334.17,
                                "byte_start": 1330812,
                                "byte_stop": 1426316,
                                "text": "New Hampshire further urges that its status as a “State” shielded from judicial estoppel, that might be so where New Hampshire seeking to give effect to a duly adopted change in its own policies, but this case does not fit that bill, rather it is a case between two states in which each owes the other a full measure of respect."
                            },
                            {
                                "start": 334.17,
                                "stop": 353.411,
                                "byte_start": 1426316,
                                "byte_stop": 0,
                                "text": "The opinion detailing why we refuse to allow New Hampshire to construed ‘middle of the river’ differently today than it did in 1977 is joined by all members of the Court except Justice Souter who took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52828,
            "mime": "audio\/mpeg",
            "size": 1496638,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/130%20ORIG\/20010529o_130orig.delivery.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}