{
    "id": 22903,
    "title": "Opinion Announcement - June 25, 2007",
    "transcript": {
        "title": "Hein v. Freedom From Religion Foundation, Inc.",
        "duration": 286.067,
        "sections": [
            {
                "start": 0,
                "stop": 286.067,
                "byte_start": 89816,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 286.067,
                        "byte_start": 89816,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.67,
                                "byte_start": 89816,
                                "byte_stop": 128582,
                                "text": "The second announcement is in Hein v. Freedom From Religion Foundation, Inc, number 06-157."
                            },
                            {
                                "start": 9.67,
                                "stop": 15.027,
                                "byte_start": 128582,
                                "byte_stop": 150002,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeal for the Seventh Circuit."
                            },
                            {
                                "start": 15.027,
                                "stop": 24.815,
                                "byte_start": 150002,
                                "byte_stop": 189081,
                                "text": "I’m announcing the judgment of the court which is to reverse my opinion which I want to summarize is joined by the Chief Justice and Justice Kennedy."
                            },
                            {
                                "start": 24.815,
                                "stop": 37.773,
                                "byte_start": 189081,
                                "byte_stop": 241013,
                                "text": "The respondents who are a nonstock corporation and several of its members filed suit in Federal Court challenging expenditures made pursuant to the President’s Faith-Based and community initiatives programs."
                            },
                            {
                                "start": 37.773,
                                "stop": 58.941,
                                "byte_start": 241013,
                                "byte_stop": 325649,
                                "text": "Specifically they challenged expenditures that paid for conferences and speeches made by executive branch officials claiming that the conferences and speeches singled out faith-based organizations as being particularly deserving of federal funding in violation of the First Amendment’s prohibition against the establishment of religion."
                            },
                            {
                                "start": 58.941,
                                "stop": 79.586,
                                "byte_start": 325649,
                                "byte_stop": 408196,
                                "text": "The challenged expenditures were not made pursuant to any act of Congress or other legislative directive rather the presidential program was created by executive order and the challenged activities were discretionary executive branch expenditures funded out of general appropriations."
                            },
                            {
                                "start": 79.586,
                                "stop": 89.762,
                                "byte_start": 408196,
                                "byte_stop": 448947,
                                "text": "The petition before us does not concern the merits of the Establishment Clause challenge but rather the question whether respondents had standing to bring their claim in Federal Court."
                            },
                            {
                                "start": 89.762,
                                "stop": 99.801,
                                "byte_start": 448947,
                                "byte_stop": 489072,
                                "text": "The only base to stay asserted for standing is that the individual plaintiffs where federal taxpayers and that federal funds were used to fund the challenged activities."
                            },
                            {
                                "start": 99.801,
                                "stop": 107.678,
                                "byte_start": 489072,
                                "byte_stop": 520627,
                                "text": "Article III of constitution imposes a standing requirement the requirements for Article III standing are well established."
                            },
                            {
                                "start": 107.678,
                                "stop": 119.099,
                                "byte_start": 520627,
                                "byte_stop": 566289,
                                "text": "“A plaintiff must allege a personal injury that is fairly traceable to the defendant’s allegedly unlawful conduct and that is likely to be redressed by the requested relief.”"
                            },
                            {
                                "start": 119.099,
                                "stop": 138.467,
                                "byte_start": 566289,
                                "byte_stop": 643716,
                                "text": "Since the court decided Frothingham v. Mellon, more than 80 years ago, our general law has been just a mere fact that a plaintiff is a federal taxpayer who challenges a federal expenditure does not give rise to the kind of personalized injury sufficient to create Article III standing."
                            },
                            {
                                "start": 138.467,
                                "stop": 172.605,
                                "byte_start": 643716,
                                "byte_stop": 780285,
                                "text": "40 years ago this court fashioned a narrow exception to the general law against taxpayers standing in Flast v. Cohen the court held that a federal taxpayer could challenge an expenditure alleged to violate the Establishment Clause if the taxpayer could show one that the challenged expenditure wasn’t exercise of congressional power under the constitution’s Taxing and Spending Clause and two that there was a nexus between the plaintiff’s taxpayer status and the precise nature of the constitutional violation alleged."
                            },
                            {
                                "start": 172.605,
                                "stop": 182.932,
                                "byte_start": 780285,
                                "byte_stop": 821558,
                                "text": "In this case the Seventh Circuit concluded that the Flast’s exception is broad enough to encompass the executive branch expenditures challenged below, we disagree."
                            },
                            {
                                "start": 182.932,
                                "stop": 197.22,
                                "byte_start": 821558,
                                "byte_stop": 878714,
                                "text": "In every case in which this court has found federal taxpayer-standing including Flast itself, the challenged expenditures will made pursuant to unexpressed congressional mandate and a specific congressional appropriation."
                            },
                            {
                                "start": 197.22,
                                "stop": 204.943,
                                "byte_start": 878714,
                                "byte_stop": 909643,
                                "text": "In this case, however, there was neither any congressional mandate nor any specific appropriation for the challenged activities."
                            },
                            {
                                "start": 204.943,
                                "stop": 213.175,
                                "byte_start": 909643,
                                "byte_stop": 942557,
                                "text": "Thus, the required nexus between the expenditures and congress’ exercise of it’s taxing and spending powers does not exist."
                            },
                            {
                                "start": 213.175,
                                "stop": 221.659,
                                "byte_start": 942557,
                                "byte_stop": 976516,
                                "text": "In previous cases we have repeatedly refused to extend the Flast decision and we again decline to extend Flast today."
                            },
                            {
                                "start": 221.659,
                                "stop": 244.942,
                                "byte_start": 976516,
                                "byte_stop": 1069617,
                                "text": "Extending Flast the cases involving purely executive actions would raise serious separation of power’s concerns and effectively setup the Federal Courts as continuing monitors of the constitutionality of merely an executive branch activities including every speech or statement ordered by an executive official that is not the role of a federal judiciary."
                            },
                            {
                                "start": 244.942,
                                "stop": 256.857,
                                "byte_start": 1069617,
                                "byte_stop": 1117264,
                                "text": "Justices Scalia and Thomas are concur in the judgment would go further and overrule Flast but having concluded that Flast by its terms does not apply to the activities challenged in this case."
                            },
                            {
                                "start": 256.857,
                                "stop": 271.011,
                                "byte_start": 1117264,
                                "byte_stop": 1173898,
                                "text": "We have no occasion to reach that question and does leave Flast as we found it because we conclude that the respondent’s lack Article III standing the judgment of United States Court of Appeals for the Seventh Circuit is reversed."
                            },
                            {
                                "start": 271.011,
                                "stop": 280.14,
                                "byte_start": 1173898,
                                "byte_stop": 1210469,
                                "text": "Justice Kennedy has filed a concurring opinion, Justice Scalia has filed an opinion concurring in the judgment in which Justice Thomas has joined."
                            },
                            {
                                "start": 280.14,
                                "stop": 286.067,
                                "byte_start": 1210469,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed a dissenting opinion in which Justices Stevens, Breyer, and Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54928,
            "mime": "audio\/mpeg",
            "size": 1234084,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-157\/20070625o_06-157.delivery.mp3"
        },
        {
            "id": 76668,
            "mime": "audio\/ogg",
            "size": 2906446,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-157\/20070625o_06-157.ogg"
        },
        {
            "id": 76669,
            "mime": "application\/x-mpegURL",
            "size": 4239,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-157\/20070625o_06-157.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}