{
    "id": 21633,
    "title": "Opinion Announcement - May 19, 2008",
    "transcript": {
        "title": "Department of Revenue of Kentucky v. Davis",
        "duration": 299.964,
        "sections": [
            {
                "start": 0,
                "stop": 299.964,
                "byte_start": 104686,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 299.964,
                        "byte_start": 104686,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.945,
                                "byte_start": 104686,
                                "byte_stop": 124539,
                                "text": "This case comes to us on a writ of certiorari to the Court of Appeals of Kentucky."
                            },
                            {
                                "start": 4.945,
                                "stop": 13.22,
                                "byte_start": 124539,
                                "byte_stop": 157662,
                                "text": "The Commonwealth of Kentucky exempts from state income taxation any interest on bonds issued by the Commonwealth in its political subdivisions."
                            },
                            {
                                "start": 13.22,
                                "stop": 18.615,
                                "byte_start": 157662,
                                "byte_stop": 179187,
                                "text": "At the same time as it taxes the interest earned on bonds issued by other States."
                            },
                            {
                                "start": 18.615,
                                "stop": 25.063,
                                "byte_start": 179187,
                                "byte_stop": 204996,
                                "text": "This way, it -- it decreases the interest cost of borrowing money for its own public projects."
                            },
                            {
                                "start": 25.063,
                                "stop": 31.191,
                                "byte_start": 204996,
                                "byte_stop": 229551,
                                "text": "40 other States employ the same scheme with the first one dating back to 1919."
                            },
                            {
                                "start": 31.191,
                                "stop": 40.7,
                                "byte_start": 229551,
                                "byte_stop": 267586,
                                "text": "Respondents, George and Catherine Davis, are Kentucky residents who own and pay state income tax on interest from out-of-state municipal bonds."
                            },
                            {
                                "start": 40.7,
                                "stop": 49.183,
                                "byte_start": 267586,
                                "byte_stop": 301440,
                                "text": "They sued Kentucky, claiming that its differential tax scheme amounted to local protectionism in violation of the dormant Commerce Clause."
                            },
                            {
                                "start": 49.183,
                                "stop": 58.658,
                                "byte_start": 301440,
                                "byte_stop": 339370,
                                "text": "After the trial court granted judgment to Kentucky, the State Court of Appeals reversed and held that differential taxation was unconstitutional."
                            },
                            {
                                "start": 58.658,
                                "stop": 66.029,
                                "byte_start": 339370,
                                "byte_stop": 368836,
                                "text": "The Supreme Court of Kentucky denied the Commonwealth\u0027s motion for discretionary review and we granted certiorari."
                            },
                            {
                                "start": 66.029,
                                "stop": 75.305,
                                "byte_start": 368836,
                                "byte_stop": 405930,
                                "text": "In an opinion filed with the clerk of the Court today, we hold that Kentucky\u0027s tax scheme does not violate the Commerce Clause and we reverse and remand."
                            },
                            {
                                "start": 75.305,
                                "stop": 83.709,
                                "byte_start": 405930,
                                "byte_stop": 439576,
                                "text": "Last term, we decided a case called United Haulers Association against Oneida-Herkimer Solid Waste Management Authority."
                            },
                            {
                                "start": 83.709,
                                "stop": 100.464,
                                "byte_start": 439576,
                                "byte_stop": 506554,
                                "text": "That case decided independently of our market participation precedence that a governmental ordinance requiring trash haulers to deliver solid waste to a local processing plant owned and operated by a public authority was constitutional."
                            },
                            {
                                "start": 100.464,
                                "stop": 114.95,
                                "byte_start": 506554,
                                "byte_stop": 564546,
                                "text": "We explained that laws favoring a government function are not susceptible to standard dormant Commerce Clause scrutiny owing to their likely motivation by legitimate objectives distinct from simple economic protectionism."
                            },
                            {
                                "start": 114.95,
                                "stop": 122.739,
                                "byte_start": 564546,
                                "byte_stop": 595684,
                                "text": "We also, warned against unprecedented and unbounded interference by the courts with local and state government."
                            },
                            {
                                "start": 122.739,
                                "stop": 127.15,
                                "byte_start": 595684,
                                "byte_stop": 613342,
                                "text": "It follows from United Haulers that Kentucky must prevail here."
                            },
                            {
                                "start": 127.15,
                                "stop": 134.187,
                                "byte_start": 613342,
                                "byte_stop": 641450,
                                "text": "The issuance of debt securities to pay for public projects is a quintessentially public function with a venerable history."
                            },
                            {
                                "start": 134.187,
                                "stop": 150.041,
                                "byte_start": 641450,
                                "byte_stop": 704875,
                                "text": "Bonds help State and local governments finance projects that protect health, safety and welfare of citizens and the apprehension in United Haulers about unprecedented interference with a traditional governmental function is just as warranted here."
                            },
                            {
                                "start": 150.041,
                                "stop": 161.469,
                                "byte_start": 704875,
                                "byte_stop": 750642,
                                "text": "The Davis\u0027s would have us invalidate a century-old taxing practice that is presently employed by 41 States and affirmatively supported in this Court and by all 50."
                            },
                            {
                                "start": 161.469,
                                "stop": 171.503,
                                "byte_start": 750642,
                                "byte_stop": 790766,
                                "text": "What is more, we have previously held that a foreign state is properly treated as a private entity with respect to state issued bonds that have travelled outside its borders."
                            },
                            {
                                "start": 171.503,
                                "stop": 180.789,
                                "byte_start": 790766,
                                "byte_stop": 827860,
                                "text": "Viewed through this lens, the Kentucky tax benefits a clearly public issuer, Kentucky, while treating oral private issue as exactly the same."
                            },
                            {
                                "start": 180.789,
                                "stop": 188.924,
                                "byte_start": 827860,
                                "byte_stop": 860461,
                                "text": "It does not involve desperate treatment of substantially similar entities, the hallmark of forbidden discrimination."
                            },
                            {
                                "start": 188.924,
                                "stop": 204.446,
                                "byte_start": 860461,
                                "byte_stop": 922528,
                                "text": "Some members of the -- of the Court -- I have also looked at this case under the broader rubric of the market participation exception to the dormant Commerce Clause which applies when States participate in the market rather than acting in a wholly regulatory capacity."
                            },
                            {
                                "start": 204.446,
                                "stop": 211.864,
                                "byte_start": 922528,
                                "byte_stop": 952203,
                                "text": "Kentucky\u0027s regulation by taxation goes hand-in-hand with its market participation by selling bonds."
                            },
                            {
                                "start": 211.864,
                                "stop": 228.333,
                                "byte_start": 952203,
                                "byte_stop": 1018031,
                                "text": "Like the laws upheld in prior market participant cases, Kentucky\u0027s differential tax is tied to the public object of its foray into the market which gives the scheme a civic objective different from the typical goals of unlawful discrimination."
                            },
                            {
                                "start": 228.333,
                                "stop": 237.148,
                                "byte_start": 1018031,
                                "byte_stop": 1053349,
                                "text": "We note that differential tax schemes facilitate the issuance of bonds by smaller municipalities that the interstate markets tend to ignore."
                            },
                            {
                                "start": 237.148,
                                "stop": 264.164,
                                "byte_start": 1053349,
                                "byte_stop": 1161391,
                                "text": "This helps to explain why the State is so committed to this system and it underscores how far the State\u0027s objectives probably lie from economic protectionism for any local businesses. Having found no per se unconstitutional discrimination against Interstate Commerce, we also hold that the Davis\u0027s claim is not susceptible to class benefit balancing analysis that is often proper under the case of Pike against Bruce Church."
                            },
                            {
                                "start": 264.164,
                                "stop": 279.436,
                                "byte_start": 1161391,
                                "byte_stop": 1222518,
                                "text": "The current record and scholarly materials show that the Judicial Branch is not institutionally suited to draw reliable conclusions of the kind that would be necessary for the Davis\u0027s to satisfy a Pike burden in this particular case."
                            },
                            {
                                "start": 279.436,
                                "stop": 282.872,
                                "byte_start": 1222518,
                                "byte_stop": 1236206,
                                "text": "Justice Stevens has filed a concurring opinion."
                            },
                            {
                                "start": 282.872,
                                "stop": 288.668,
                                "byte_start": 1236206,
                                "byte_stop": 1259403,
                                "text": "The Chief Justice and Justice Scalia have both filed opinions concurring in part."
                            },
                            {
                                "start": 288.668,
                                "stop": 292.96,
                                "byte_start": 1259403,
                                "byte_stop": 1276539,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 292.96,
                                "stop": 299.964,
                                "byte_start": 1276539,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a dissenting opinion which Justice Alito joins and Justice Alito has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52389,
            "mime": "audio\/mpeg",
            "size": 1304542,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-666\/20080519o_06-666.delivery.mp3"
        },
        {
            "id": 74158,
            "mime": "audio\/ogg",
            "size": 3023145,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-666\/20080519o_06-666.ogg"
        },
        {
            "id": 74159,
            "mime": "application\/x-mpegURL",
            "size": 4454,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-666\/20080519o_06-666.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}