{
    "id": 16156,
    "title": "Opinion Announcement - July 01, 1976",
    "transcript": {
        "title": "Planned Parenthood of Central Missouri v. Danforth",
        "duration": 619.416,
        "sections": [
            {
                "start": 0,
                "stop": 619.416,
                "byte_start": 73693,
                "byte_stop": 2551355,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.304,
                        "byte_start": 73693,
                        "byte_stop": 110996,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.304,
                                "byte_start": 73693,
                                "byte_stop": 110996,
                                "text": "The judgments and opinions in three related cases will be announced by Mr. Justice Blackmun."
                            }
                        ]
                    },
                    {
                        "start": 9.304,
                        "stop": 619.416,
                        "byte_start": 110996,
                        "byte_stop": 2551355,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 9.304,
                                "stop": 25.96,
                                "byte_start": 110996,
                                "byte_stop": 177556,
                                "text": "Well, these cases are the anticipated corollaries to the so-called abortion cases of Roe against Wade and Doe v. Bolton, decided in 1973."
                            },
                            {
                                "start": 25.96,
                                "stop": 30.803,
                                "byte_start": 177556,
                                "byte_stop": 196991,
                                "text": "The case has raised a number of secondary issues that are important."
                            },
                            {
                                "start": 30.803,
                                "stop": 44.585,
                                "byte_start": 196991,
                                "byte_stop": 252057,
                                "text": "The first one is 74-1151 and 74-1419. Planned Parenthood of Central Missouri against Danforth in a reverse title."
                            },
                            {
                                "start": 44.585,
                                "stop": 70.164,
                                "byte_start": 252057,
                                "byte_stop": 354353,
                                "text": "In these cases, there are two physicians who were licensed in Missouri and Planned Parenthood, a not-for-profit corporation, brought a suit for injunctive and declaratory relief challenging the constitutionality of the new Missouri abortion statute enacted after the decisions in Roe and in Doe."
                            },
                            {
                                "start": 70.164,
                                "stop": 88.55,
                                "byte_start": 354353,
                                "byte_stop": 427913,
                                "text": "A number of the provisions of the Missouri statute are under attack but not all of them, and the ones challenged specifically are a provision, Section 2 (2), defining viability."
                            },
                            {
                                "start": 88.55,
                                "stop": 112.987,
                                "byte_start": 427913,
                                "byte_stop": 525716,
                                "text": "And another provision, Section 3 (2), requiring that prior to submitting to an abortion during the first 12 weeks of pregnancy, a woman must consent in writing to that procedure and must also certify that her consent is informed and freely given and is not the result of coercion."
                            },
                            {
                                "start": 112.987,
                                "stop": 131.679,
                                "byte_start": 525716,
                                "byte_stop": 600426,
                                "text": "Still another provision, Section 3 (3), requiring the written consent of the spouse of the woman seeking an abortion unless a licensed physician certifies that the procedure is necessary to preserve the mother\u0027s life."
                            },
                            {
                                "start": 131.679,
                                "stop": 164.128,
                                "byte_start": 600426,
                                "byte_stop": 730307,
                                "text": "Another provision Section 3 (4), requiring the written consent of a parent or person in loco parentis of an unmarried woman under 18; and still another provision Section 6 (1), requiring the physician to exercise professional care to preserve the life and health of the fetus, and failing which he is deemed guilty of manslaughter and subject to an action for damages."
                            },
                            {
                                "start": 164.128,
                                "stop": 177.048,
                                "byte_start": 730307,
                                "byte_stop": 781925,
                                "text": "Another provision Section 7, declaring an infant who survives an attempted abortion to be an abandoned ward of the State, and depriving the mother and a consenting father of parental rights."
                            },
                            {
                                "start": 177.048,
                                "stop": 199.944,
                                "byte_start": 781925,
                                "byte_stop": 873562,
                                "text": "Section 9, prohibiting after the first 12 weeks of pregnancy, the abortion procedure known as saline amniocentesis and finally two provisions, Sections 10 and 11, that prescribe reporting and record-keeping requirements for facilities and physicians performing abortions."
                            },
                            {
                                "start": 199.944,
                                "stop": 221.492,
                                "byte_start": 873562,
                                "byte_stop": 959662,
                                "text": "The case came before a three-judge court in the Eastern District of Missouri in St. Louis and that Court ruled that the two physicians had standing to maintain the suit and thus it was unnecessary in their view to determine whether the corporation Planned Parenthood had standing."
                            },
                            {
                                "start": 221.492,
                                "stop": 236.948,
                                "byte_start": 959662,
                                "byte_stop": 1021520,
                                "text": "On the merits, the court upheld all of the challenged provisions of the Missouri statute except the one dealing with the exercise of professional care to preserve the life and health of the fetus."
                            },
                            {
                                "start": 236.948,
                                "stop": 263.641,
                                "byte_start": 1021520,
                                "byte_stop": 1128309,
                                "text": "The court was unanimous with respect to the section defining viability, as to the woman\u0027s consent and as to the record-keeping provisions and they were unanimous in striking down the section 6 (1) that I refered to regarding the exercise of professional care to protect and preserve the life and health of the fetus."
                            },
                            {
                                "start": 263.641,
                                "stop": 268.584,
                                "byte_start": 1128309,
                                "byte_stop": 1148057,
                                "text": "On the other sections, I divided two to one."
                            },
                            {
                                "start": 268.584,
                                "stop": 272.216,
                                "byte_start": 1148057,
                                "byte_stop": 1162581,
                                "text": "And both sides have taken appeals here."
                            },
                            {
                                "start": 272.216,
                                "stop": 278.643,
                                "byte_start": 1162581,
                                "byte_stop": 1188286,
                                "text": "We hold today in an opinion filed with the court as follows."
                            },
                            {
                                "start": 278.643,
                                "stop": 292.071,
                                "byte_start": 1188286,
                                "byte_stop": 1241993,
                                "text": "First that the physicians appellants do have standing to challenge of the Act, except with respect to Section 7 that declared a surviving infant to be an abandoned ward of the state."
                            },
                            {
                                "start": 292.071,
                                "stop": 321.417,
                                "byte_start": 1241993,
                                "byte_stop": 1359440,
                                "text": "We hold that as to that they do not have standing and as a consequence, we do not pass on the constitutionality of that particular section of the Missouri Act and further we decline to consider here them the standing of Planned Parenthood to attack the section for, we feel at that question appropriately maybe left to the District Court for reconsideration on remand."
                            },
                            {
                                "start": 321.417,
                                "stop": 333.991,
                                "byte_start": 1359440,
                                "byte_stop": 1409700,
                                "text": "Second, as to the definition of viability in the Missouri Act, we hold and we do so unanimously, that the Act does not conflict with the definition in Roe against Wade."
                            },
                            {
                                "start": 333.991,
                                "stop": 346.124,
                                "byte_start": 1409700,
                                "byte_stop": 1458287,
                                "text": "We conclude that the Missouri definition maintains the flexibility of the term viability that was recognized in Roe in 1973."
                            },
                            {
                                "start": 346.124,
                                "stop": 366.916,
                                "byte_start": 1458287,
                                "byte_stop": 1541461,
                                "text": "Next, we hold that the provision that the woman must consent in writing to the abortion procedure and certify that her consent is informed and freely given and is not the result of coercion, is not unconstitutional and our holding there is unanimous."
                            },
                            {
                                "start": 366.916,
                                "stop": 371.703,
                                "byte_start": 1541461,
                                "byte_stop": 1560583,
                                "text": "The decision to abort is an important and often stressful one."
                            },
                            {
                                "start": 371.703,
                                "stop": 389.064,
                                "byte_start": 1560583,
                                "byte_stop": 1629964,
                                "text": "And we conclude that the awareness of the decision and its significance constitutionally maybe assured by the state to the extent of requiring the prior written consent as the statute prescribes."
                            },
                            {
                                "start": 389.064,
                                "stop": 415.192,
                                "byte_start": 1629964,
                                "byte_stop": 1734558,
                                "text": "Next so far as the spousal consent provision is concerned, the court today holds that it does not comport with the standards enunciated in Roe against Wade, and we hold it unconstitutional, since the State cannot delegate to a spouse, a veto power which the state itself is prohibited from exercising during the first trimester of pregnancy."
                            },
                            {
                                "start": 415.192,
                                "stop": 425.546,
                                "byte_start": 1734558,
                                "byte_stop": 1775936,
                                "text": "The court is divided as to this one, Mr. Justice White joined by the Chief Justice and Mr. Justice Rehnquist are in dissent."
                            },
                            {
                                "start": 425.546,
                                "stop": 449.549,
                                "byte_start": 1775936,
                                "byte_stop": 1871962,
                                "text": "Passing on to the parental requirement, we hold that the State may not constitutionally impose a blanket parental consent requirement, such as the Missouri statute contains as a condition for an unmarried minor\u0027s abortion during the first 12 weeks."
                            },
                            {
                                "start": 449.549,
                                "stop": 464.966,
                                "byte_start": 1871962,
                                "byte_stop": 1933611,
                                "text": "Here again, the court is divided and in dissent are Mr. Justice White joined by the Chief Justice and Mr. Justice Rehnquist  and Mr. Justice Stevens also dissents so on this provision."
                            },
                            {
                                "start": 464.966,
                                "stop": 482.554,
                                "byte_start": 1933611,
                                "byte_stop": 2003933,
                                "text": "Passing on to the proscription by the Missouri legislature of the use of saline amniocentesis after the first 12 weeks of pregnancy, we hold that this is arbitrary and is failing as a reasonable protection of maternal health."
                            },
                            {
                                "start": 482.554,
                                "stop": 491.293,
                                "byte_start": 2003933,
                                "byte_stop": 2038937,
                                "text": "We feel that this would force pregnancy terminations by methods more dangerous to the woman than the method proscribed."
                            },
                            {
                                "start": 491.293,
                                "stop": 500.671,
                                "byte_start": 2038937,
                                "byte_stop": 2076449,
                                "text": "And here again the court is in division and in dissent are Mr. Justice White joined by the Chief Justice and Mr. Justice Rehnquist."
                            },
                            {
                                "start": 500.671,
                                "stop": 533.932,
                                "byte_start": 2076449,
                                "byte_stop": 2209464,
                                "text": "So, far as the record and the recording and reporting requirements set forth in the statute, the court holds that it may well be useful to the State\u0027s interest in protecting the health of its female citizens and maybe of medical value, and unanimously we hold that these are not constitutionally offensive, particularly, in view of the supporting provisions of the statute as to confidentiality and as to the period of retention of the records."
                            },
                            {
                                "start": 533.932,
                                "stop": 551.263,
                                "byte_start": 2209464,
                                "byte_stop": 2278846,
                                "text": "We agree with the unanimous decision of the three-judges below that the requirement of section 6 (1) as to the preservation of a life and health of the fetus, whatever the stage of pregnancy is impermissible and is not separable from the rest of the section."
                            },
                            {
                                "start": 551.263,
                                "stop": 563.82,
                                "byte_start": 2278846,
                                "byte_stop": 2329001,
                                "text": "We point out that a physician\u0027s criminal failure to protect the life born infant, surely is subject to prosecution in Missouri under the criminal statutes of that state."
                            },
                            {
                                "start": 563.82,
                                "stop": 569.716,
                                "byte_start": 2329001,
                                "byte_stop": 2352615,
                                "text": "Mr. Justice White and the Chief Justice and Mr. Justice Rehnquist are in dissent as to that holding."
                            },
                            {
                                "start": 569.716,
                                "stop": 586.88,
                                "byte_start": 2352615,
                                "byte_stop": 2421265,
                                "text": "In summary then the result is that the judgment of the three-judge Federal District Court is affirmed in part and is reversed in part and the case is remanded for further proceedings consistent with the opinion filed with the court today."
                            },
                            {
                                "start": 586.88,
                                "stop": 599.877,
                                "byte_start": 2421265,
                                "byte_stop": 2473301,
                                "text": "I am authorized to say that Mr. Justice Stewart, although joining the court\u0027s opinion has filed a separate concurring opinion and is joined there in by Mr. Justice Powell."
                            },
                            {
                                "start": 599.877,
                                "stop": 607.254,
                                "byte_start": 2473301,
                                "byte_stop": 2502767,
                                "text": "Mr. Justice Stevens has filed a separate opinion also concurring in part and dissenting in part."
                            },
                            {
                                "start": 607.254,
                                "stop": 619.416,
                                "byte_start": 2502767,
                                "byte_stop": 2551355,
                                "text": "Mr. Justice White has filed an opinion dissenting in part and concurring in part, and he has joined in that opinion by the Chief Justice and Mr. Justice Rehnquist."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 41434,
            "mime": "audio\/mpeg",
            "size": 2551564,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/74-1151\/19760701o_74-1151.delivery.mp3"
        },
        {
            "id": 63372,
            "mime": "audio\/ogg",
            "size": 6440906,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/74-1151\/19760701o_74-1151.ogg"
        },
        {
            "id": 63373,
            "mime": "application\/x-mpegURL",
            "size": 9219,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/74-1151\/19760701o_74-1151.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}