{
    "ID": 62651,
    "name": "Murr v. Wisconsin",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-214",
    "docket_number": "15-214",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Joseph P. Murr, et al.",
    "second_party": "Wisconsin, et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53393"
        }
    ],
    "lower_court": {
        "ID": 76,
        "name": "State appellate court",
        "href": "https:\/\/api.oyez.org\/courts\/state_appellate_court"
    },
    "facts_of_the_case": "\u003Cp\u003EThe parents of Joseph P. Murr and his siblings (the Murrs) purchased two adjacent lots (Lots E and F) in St. Croix County in 1960. The two lots together made up approximately .98 acres. In 1994 and 1995 respectively, the Murrs’ parents transferred Lot F and Lot E to their children. In 1995, the two lots were merged pursuant to St. Croix County’s code of ordinances. The relevant ordinance prohibits the individual development or sale of adjacent lots under common ownership, unless an individual lot was at least one acre. The ordinance further specified that if each lot is not at least one acre, the lots may be measured together to equal one acre. Seven years later, the Murrs wanted to sell Lot E and not Lot F. The St. Croix County Board of Adjustment denied the Murrs’ application to sell the lots separately.\u003C\/p\u003E\n\u003Cp\u003EThe Murrs sued the state and county and claimed the ordinance in question resulted in an uncompensated taking of their property and deprived them of “all, or practically all, of the use of Lot E because the lot cannot be sold or developed as a separate lot.” The circuit court granted summary judgement to the state and county. The Court of Appeals of Wisconsin affirmed and held that the Murrs were not deprived of their practical use of the property.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EIn a regulatory taking case, should two legally distinct but commonly owned contiguous parcels be combined for takings analysis purposes?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27399"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 44.585319,
        "longitude": -92.43211,
        "name": "St. Croix County",
        "street": "1101 Carmichael Rd",
        "city": "Hudson",
        "province": "WI",
        "postal_code": null,
        "province_name": "Wisconsin"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether, in a regulatory taking case, two legally distinct but commonly owned contiguous parcels must be combined for takings analysis purposes.",
    "written_opinion": null,
    "related_cases": null
}