{
    "id": 23542,
    "title": "Opinion Announcement - June 23, 2003",
    "transcript": {
        "title": "Gratz v. Bollinger",
        "duration": 389.277,
        "sections": [
            {
                "start": 0,
                "stop": 389.277,
                "byte_start": 85443,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 389.277,
                        "byte_start": 85443,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.626,
                                "byte_start": 85443,
                                "byte_stop": 120029,
                                "text": "The second opinion which I have to announce is in the case of 02-516, Jennifer Gratz versus Lee Bollinger."
                            },
                            {
                                "start": 8.626,
                                "stop": 21.13,
                                "byte_start": 120029,
                                "byte_stop": 169975,
                                "text": "Jennifer Gratz and Patrick Hamacher both applied for admission to the University of Michigan\u0027s undergraduate College of Literature, Science, and Arts, unlike the law school case which Justice O\u0027Connor just announced."
                            },
                            {
                                "start": 21.13,
                                "stop": 23.177,
                                "byte_start": 169975,
                                "byte_stop": 178230,
                                "text": "Both were denied admission."
                            },
                            {
                                "start": 23.177,
                                "stop": 43.525,
                                "byte_start": 178230,
                                "byte_stop": 259627,
                                "text": "They subsequently filed a lawsuit in Federal District Court alleging that the University\u0027s use of racial preferences in undergraduate admissions violate Equal Protection Clause of the Fourteenth Amendment, Title VI of the Civil Rights Act of 1964 and Section 1981 of Title 42 of U.S. Code."
                            },
                            {
                                "start": 43.525,
                                "stop": 63.026,
                                "byte_start": 259627,
                                "byte_stop": 337577,
                                "text": "The District Court certified a class consisting of those individuals who unsuccessfully applied for admission to the undergraduate program from 1995 forward, and who are members of those groups that respondents treated less favorably on the basis of race and considering their applications for admission."
                            },
                            {
                                "start": 63.026,
                                "stop": 72.241,
                                "byte_start": 337577,
                                "byte_stop": 374462,
                                "text": "The Office of Undergraduate Admissions of Michigan (OUA) oversees the LSA admissions process."
                            },
                            {
                                "start": 72.241,
                                "stop": 85.414,
                                "byte_start": 374462,
                                "byte_stop": 427125,
                                "text": "OUA considers a number of factors in making admissions decision including high school grade, standardized test scores, high school quality, geography, alumni relationships, and leadership."
                            },
                            {
                                "start": 85.414,
                                "stop": 88.594,
                                "byte_start": 427125,
                                "byte_stop": 439872,
                                "text": "OUA also considers race."
                            },
                            {
                                "start": 88.594,
                                "stop": 96.611,
                                "byte_start": 439872,
                                "byte_stop": 471951,
                                "text": "The University considers African-Americans, Hispanics, and native Americans to be underrepresented minority."
                            },
                            {
                                "start": 96.611,
                                "stop": 102.384,
                                "byte_start": 471951,
                                "byte_stop": 495043,
                                "text": "The University has changed its admission program several times during the course of this litigation."
                            },
                            {
                                "start": 102.384,
                                "stop": 110.391,
                                "byte_start": 495043,
                                "byte_stop": 527017,
                                "text": "The current program employs a selection index on which an applicant can score a maximum of 150 points."
                            },
                            {
                                "start": 110.391,
                                "stop": 120.583,
                                "byte_start": 527017,
                                "byte_stop": 567872,
                                "text": "This index is divided lineally into ranges generally calling for admission\u0027s dispositions based on an applicants calculated score."
                            },
                            {
                                "start": 120.583,
                                "stop": 125.002,
                                "byte_start": 567872,
                                "byte_stop": 585531,
                                "text": "A score of 100 points guarantees admission."
                            },
                            {
                                "start": 125.002,
                                "stop": 130.174,
                                "byte_start": 585531,
                                "byte_stop": 606220,
                                "text": "Each applicant receives point based on the factors considered by the OUA."
                            },
                            {
                                "start": 130.174,
                                "stop": 136.876,
                                "byte_start": 606220,
                                "byte_stop": 632970,
                                "text": "An applicant is entitled to 20 points based upon membership and an underrepresented minority group."
                            },
                            {
                                "start": 136.876,
                                "stop": 150.649,
                                "byte_start": 632970,
                                "byte_stop": 688140,
                                "text": "The University also provides an additional level of review for some applications and that counsellors may flag an application for committee review after determining that the applicant has met certain criteria."
                            },
                            {
                                "start": 150.649,
                                "stop": 154.592,
                                "byte_start": 688140,
                                "byte_stop": 703814,
                                "text": "The committee then determines whether to admit these applicants."
                            },
                            {
                                "start": 154.592,
                                "stop": 157.372,
                                "byte_start": 703814,
                                "byte_stop": 714994,
                                "text": "The parties filed cross motions for summary judgment."
                            },
                            {
                                "start": 157.372,
                                "stop": 166.413,
                                "byte_start": 714994,
                                "byte_stop": 751147,
                                "text": "The District Court determined that the current admissions program is a narrowly tailored means of achieving the University\u0027s asserted interest in a diverse student body."
                            },
                            {
                                "start": 166.413,
                                "stop": 176.317,
                                "byte_start": 751147,
                                "byte_stop": 790749,
                                "text": "The Court also found, however, that the admissions prgram used from 1995 to 1998 operated as the functional equivalent of a quota."
                            },
                            {
                                "start": 176.317,
                                "stop": 187.061,
                                "byte_start": 790749,
                                "byte_stop": 833694,
                                "text": "Thus, the Court granted petitioner\u0027s motion for summary judgment with respect to that program and respondent\u0027s, the university\u0027s, motion as to the current program."
                            },
                            {
                                "start": 187.061,
                                "stop": 194.029,
                                "byte_start": 833694,
                                "byte_stop": 861593,
                                "text": "The Court of Appeals for the Sixth Circuit heard this case en banc along with Grutter against Bollinger, the law school case."
                            },
                            {
                                "start": 194.029,
                                "stop": 201.655,
                                "byte_start": 861593,
                                "byte_stop": 892104,
                                "text": "The Court issued an opinion in Grutter, and the petitioner in that case sought this Court\u0027s review which it has obtained."
                            },
                            {
                                "start": 201.655,
                                "stop": 209.415,
                                "byte_start": 892104,
                                "byte_stop": 923138,
                                "text": "Petitioner\u0027s asked this Court to grant certiorari in this case is well despite the fact that the Sixth Circuit had not yet rendered a judgment."
                            },
                            {
                                "start": 209.415,
                                "stop": 210.417,
                                "byte_start": 923138,
                                "byte_stop": 927213,
                                "text": "We did so."
                            },
                            {
                                "start": 210.417,
                                "stop": 220.22,
                                "byte_start": 927213,
                                "byte_stop": 966396,
                                "text": "In an opinion filed with the Clerk of the Court today, we reverse the judgment of the District Court upholding the constitutionality of the Michigan Undergraduate Admissions Program."
                            },
                            {
                                "start": 220.22,
                                "stop": 227.848,
                                "byte_start": 966396,
                                "byte_stop": 996907,
                                "text": "We hold that Hamacher have standing to seek his perspective relief with respect to the University\u0027s continued use of race in admission."
                            },
                            {
                                "start": 227.848,
                                "stop": 230.76,
                                "byte_start": 996907,
                                "byte_stop": 1008506,
                                "text": "Thus, we turn to the merits of petitioner\u0027s claim."
                            },
                            {
                                "start": 230.76,
                                "stop": 244.483,
                                "byte_start": 1008506,
                                "byte_stop": 1063467,
                                "text": "We hold that the University\u0027s current policy which distributes 20 points to every underrepresented minority applicant solely because of race is not narrowly tailored to achieve respondents asserted interest in diversity."
                            },
                            {
                                "start": 244.483,
                                "stop": 262.81,
                                "byte_start": 1063467,
                                "byte_stop": 1136715,
                                "text": "In the Bakke case, Justice Powell emphasized the importance of considering each particular applicant as an individual assessing all of the qualities that individual possesses and in turn evaluating that individual\u0027s ability to contribute to the unique setting of higher education."
                            },
                            {
                                "start": 262.81,
                                "stop": 275.214,
                                "byte_start": 1136715,
                                "byte_stop": 1186347,
                                "text": "The Admissions Program he described did not contemplate that any single characteristic automatically insured a specific and identified contribution to University\u0027s diversity."
                            },
                            {
                                "start": 275.214,
                                "stop": 282.967,
                                "byte_start": 1186347,
                                "byte_stop": 1217381,
                                "text": "Instead, each characteristic of an applicant was to be considered in assessing the applicant\u0027s entire application."
                            },
                            {
                                "start": 282.967,
                                "stop": 288.572,
                                "byte_start": 1217381,
                                "byte_stop": 1239742,
                                "text": "The current LSA policy clearly fails to provide such individualized review."
                            },
                            {
                                "start": 288.572,
                                "stop": 302.091,
                                "byte_start": 1239742,
                                "byte_stop": 1293867,
                                "text": "The only consideration that a company, the LSA, the mechanized distribution of 20 points to each underrepresented minority applicant is a determination that the applicant is in fact a member of such a group."
                            },
                            {
                                "start": 302.091,
                                "stop": 321.559,
                                "byte_start": 1293867,
                                "byte_stop": 1371712,
                                "text": "Moreover, unlike Justice Powell\u0027s discussion where the race of a particular black applicant, as he put it, could be considereed wihtout being decisive, tespondents readily conceived that this automatic distribution makes race decisive for virtually every minimally qualified underrepresented minority applicant."
                            },
                            {
                                "start": 321.559,
                                "stop": 325.432,
                                "byte_start": 1371712,
                                "byte_stop": 1387177,
                                "text": "The flagging program does not save this Admissions Program."
                            },
                            {
                                "start": 325.432,
                                "stop": 336.986,
                                "byte_start": 1387177,
                                "byte_stop": 1433466,
                                "text": "This review is the exception and not the rule in the operation of the program and it is only provided after the University automatically distributes points that make race the decisive factor."
                            },
                            {
                                "start": 336.986,
                                "stop": 359.225,
                                "byte_start": 1433466,
                                "byte_stop": 1522387,
                                "text": "Finally, we reject the University\u0027s argument that administrative challenges make it impractical for the school to use the program upheld in Grutter. That a program capable of providing individualized consideration might presents such challenges does not render constitutional and otherwise problematic system such as Michigan."
                            },
                            {
                                "start": 359.225,
                                "stop": 389.277,
                                "byte_start": 1522387,
                                "byte_stop": 0,
                                "text": "Justice O\u0027Connor has filed a concurring opinion which Justic Breyer has joined in part; Justice Thomas has filed a concurring opinion; Justice Breyer has filed an opinion concurring in the judgment; Justice Stevens has filed a dissenting opinion which Justice Souter has joined; Justice Souter has filed a dissenting opinion which Justice Ginsburg has joined up to part 2; Justice Ginsburg has filed a dissenting opinion which Justice Souter has joined and Justice Breyer has joined as to part 1."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56202,
            "mime": "audio\/mpeg",
            "size": 1642550,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/02-516\/20030623o_02-516.delivery.mp3"
        },
        {
            "id": 77906,
            "mime": "audio\/ogg",
            "size": 4081327,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/02-516\/20030623o_02-516.ogg"
        },
        {
            "id": 77907,
            "mime": "application\/x-mpegURL",
            "size": 5701,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/02-516\/20030623o_02-516.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}