{
    "id": 21571,
    "title": "Opinion Announcement - May 30, 2006",
    "transcript": {
        "title": "Garcetti v. Ceballos",
        "duration": 350.668,
        "sections": [
            {
                "start": 0,
                "stop": 350.668,
                "byte_start": 88650,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 12.784,
                        "byte_start": 88650,
                        "byte_stop": 139850,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.784,
                                "byte_start": 88650,
                                "byte_stop": 139850,
                                "text": "Justice Kennedy, who has sworn in as a Federal Judge 30 years ago today, has the opinion in 04-473, Garcetti versus Ceballos."
                            }
                        ]
                    },
                    {
                        "start": 12.784,
                        "stop": 350.668,
                        "byte_start": 139850,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 12.784,
                                "stop": 31.531,
                                "byte_start": 139850,
                                "byte_stop": 214874,
                                "text": "In this case, we consider that the question raised, whether or not a Deputy District Attorney has a First Amendment right to send a memo to his supervisors that the supervisors disagree with."
                            },
                            {
                                "start": 31.531,
                                "stop": 39.095,
                                "byte_start": 214874,
                                "byte_stop": 245071,
                                "text": "For some years now, respondent, Richard Ceballos, has been a Deputy District Attorney for the Los Angeles County District Attorney’s Office."
                            },
                            {
                                "start": 39.095,
                                "stop": 46.688,
                                "byte_start": 245071,
                                "byte_stop": 275478,
                                "text": "The present dispute arises from actions taken by Cabellos and his supervisors relating to a criminal prosecution that the office was handling."
                            },
                            {
                                "start": 46.688,
                                "stop": 55.205,
                                "byte_start": 275478,
                                "byte_stop": 309541,
                                "text": "Cabellos at the time was a Calendar Deputy, which meant that he had certain supervisory duties in the District Attorney’s Office."
                            },
                            {
                                "start": 55.205,
                                "stop": 59.937,
                                "byte_start": 309541,
                                "byte_stop": 328454,
                                "text": "A defense attorney contacted Ceballos about a pending case."
                            },
                            {
                                "start": 59.937,
                                "stop": 68.371,
                                "byte_start": 328454,
                                "byte_stop": 362204,
                                "text": "The defense attorney said there were inaccuracies in an affidavit that the Sheriff’s Office had used to obtain a critical search warrant."
                            },
                            {
                                "start": 68.371,
                                "stop": 78.007,
                                "byte_start": 362204,
                                "byte_stop": 400761,
                                "text": "After examining the affidavit and visiting the location it described, Ceballos agreed that the affidavit set forth in his view serious misrepresentations."
                            },
                            {
                                "start": 78.007,
                                "stop": 85.246,
                                "byte_start": 400761,
                                "byte_stop": 429705,
                                "text": "He relayed those findings to a supervisor and followed up by submitting a memo, recommending that the case, the criminal case, not go forward."
                            },
                            {
                                "start": 85.246,
                                "stop": 91.756,
                                "byte_start": 429705,
                                "byte_stop": 455723,
                                "text": "Despite Ceballos’ recommendation, his supervisors ultimately decided to proceed with the prosecution."
                            },
                            {
                                "start": 91.756,
                                "stop": 100.973,
                                "byte_start": 455723,
                                "byte_stop": 492608,
                                "text": "A state trial court later heard objections to the affidavit and warrant, and the trial court in the criminal prosecution ruled in the prosecution’s favor."
                            },
                            {
                                "start": 100.973,
                                "stop": 114.542,
                                "byte_start": 492608,
                                "byte_stop": 546838,
                                "text": "Cabellos claims that in the aftermath of these events, he was subjected to a series of retaliatory employment actions, and these included, according to his allegations, reassignment and the denial of a promotion."
                            },
                            {
                                "start": 114.542,
                                "stop": 124.366,
                                "byte_start": 546838,
                                "byte_stop": 586126,
                                "text": "He sued in the United States District Court for the Central District of California, asserting, to the extent relevant in this case, a claim under 42 U.S.C. Section 1983."
                            },
                            {
                                "start": 124.366,
                                "stop": 138.455,
                                "byte_start": 586126,
                                "byte_stop": 642550,
                                "text": "He alleged that by retaliating against him for his memo, his superiors in the District Attorney’s Office had violated his free-speech rights under the First Amendment, which is made applicable to the states, of course, by the Fourteenth Amendment."
                            },
                            {
                                "start": 138.455,
                                "stop": 145.722,
                                "byte_start": 642550,
                                "byte_stop": 671599,
                                "text": "The petitioners responded that no retaliatory actions were taken against Ceballos and that in any event his memo was not protected speech."
                            },
                            {
                                "start": 145.722,
                                "stop": 157.07,
                                "byte_start": 671599,
                                "byte_stop": 716947,
                                "text": "Now, the District Court granted petitioner’s motion for summary of judgment, agreeing that the Constitution does not protect Ceballos from retaliation based on the memo; the Court of Appeals for the 9th Circuit reversed; and we granted certiorari."
                            },
                            {
                                "start": 157.07,
                                "stop": 159.832,
                                "byte_start": 716947,
                                "byte_stop": 728023,
                                "text": "We now reverse the judgment of the Court of Appeals."
                            },
                            {
                                "start": 159.832,
                                "stop": 164.608,
                                "byte_start": 728023,
                                "byte_stop": 747145,
                                "text": "Cabellos conveyed his concerns about the search warrant in a memo to his supervisors."
                            },
                            {
                                "start": 164.608,
                                "stop": 170.062,
                                "byte_start": 747145,
                                "byte_stop": 768983,
                                "text": "In that he expressed his views inside his office rather than publicly is not dispositive."
                            },
                            {
                                "start": 170.062,
                                "stop": 175.305,
                                "byte_start": 768983,
                                "byte_stop": 789881,
                                "text": "Employees in some cases may receive First Amendment protection for expressions made at work."
                            },
                            {
                                "start": 175.305,
                                "stop": 180.729,
                                "byte_start": 789881,
                                "byte_stop": 811615,
                                "text": "The memo concerned the subject matter of Cabellos’ employment, and this, too, is nondispositive."
                            },
                            {
                                "start": 180.729,
                                "stop": 187.515,
                                "byte_start": 811615,
                                "byte_stop": 838782,
                                "text": "The controlling factor in Cabellos’ case is that his expressions were made pursuant to his duties as a Calendar Deputy."
                            },
                            {
                                "start": 187.515,
                                "stop": 200.582,
                                "byte_start": 838782,
                                "byte_stop": 891027,
                                "text": "We hold that when public employees make statements pursuant to their official duties, the employees are not speaking as citizens for First Amendment purposes, and the Constitution does not insulate their communications from employer discipline."
                            },
                            {
                                "start": 200.582,
                                "stop": 206.203,
                                "byte_start": 891027,
                                "byte_stop": 913492,
                                "text": "Cabellos wrote his disposition memo because that is part of what he as a Calendar Deputy was employed to do."
                            },
                            {
                                "start": 206.203,
                                "stop": 223.188,
                                "byte_start": 913492,
                                "byte_stop": 981411,
                                "text": "It is immaterial whether he experienced some personal gratification from writing the memo; the significant point is that restricting speech that owes its existence to a public employee’s professional responsibilities does not infringe any liberties the employee might have enjoyed as a private citizen."
                            },
                            {
                                "start": 223.188,
                                "stop": 232.076,
                                "byte_start": 981411,
                                "byte_stop": 1017042,
                                "text": "Cabellos did not act as a citizen when he went about conducting his daily professional activities, such as supervising attorneys, investigating charges and preparing filings."
                            },
                            {
                                "start": 232.076,
                                "stop": 238.563,
                                "byte_start": 1017042,
                                "byte_stop": 1042955,
                                "text": "In the same way, he did not speak as a citizen writing the memo that addressed the proper disposition of a pending criminal case."
                            },
                            {
                                "start": 238.563,
                                "stop": 246.734,
                                "byte_start": 1042955,
                                "byte_stop": 1075661,
                                "text": "The fact that Cabellos’ duty sometimes require him to speak or write does not mean that his supervisors were prohibited from evaluating his performance."
                            },
                            {
                                "start": 246.734,
                                "stop": 256.318,
                                "byte_start": 1075661,
                                "byte_stop": 1114008,
                                "text": "When an employee speaks as a citizen addressing a matter of public concern, the First Amendment requires a delicate balancing of the competing interests surrounding the speech and its consequences."
                            },
                            {
                                "start": 256.318,
                                "stop": 262.584,
                                "byte_start": 1114008,
                                "byte_stop": 1139086,
                                "text": "When, however, the employee is simply performing his or her job duties, there is no warrant for a similar degree of scrutiny."
                            },
                            {
                                "start": 262.584,
                                "stop": 286.936,
                                "byte_start": 1139086,
                                "byte_stop": 1236470,
                                "text": "Cabellos’ proposed contrarily rule adopted by the Court of Appeals would commit state and federal courts to a new permanent and intrusive role, mandating judicial oversight of communications between and among Government employees and their superiors in the course of official business, and in our view that would be a dramatic alteration of rules both of federalism and separation of powers."
                            },
                            {
                                "start": 286.936,
                                "stop": 292.208,
                                "byte_start": 1236470,
                                "byte_stop": 1257577,
                                "text": "This displacement of managerial discretion by judicial supervision finds no support in the precedents."
                            },
                            {
                                "start": 292.208,
                                "stop": 297.343,
                                "byte_start": 1257577,
                                "byte_stop": 1278057,
                                "text": "Exposing governmental inefficiency and misconduct is a matter of considerable significance."
                            },
                            {
                                "start": 297.343,
                                "stop": 306.167,
                                "byte_start": 1278057,
                                "byte_stop": 1313375,
                                "text": "As this Court noted in Connick v. Myers, public employers should as a matter of good judgment be receptive to constructive criticism offered by their employees."
                            },
                            {
                                "start": 306.167,
                                "stop": 316.495,
                                "byte_start": 1313375,
                                "byte_stop": 1354648,
                                "text": "The dictates of sound judgment are reinforced by the powerful network of legislative enactment, such as whistleblower-protection laws and labor codes, available to those who seek to expose wrongdoing."
                            },
                            {
                                "start": 316.495,
                                "stop": 328.511,
                                "byte_start": 1354648,
                                "byte_stop": 1402714,
                                "text": "Cases involving governmental attorneys in addition implicate safeguards in the form of, for example, Professional Rules of Conduct and Constitutional obligations apart from the First Amendment."
                            },
                            {
                                "start": 328.511,
                                "stop": 336.001,
                                "byte_start": 1402714,
                                "byte_stop": 1432702,
                                "text": "We reject, however, the notion that the First Amendment protects from discipline the expressions made by employees pursuant to their professional duties."
                            },
                            {
                                "start": 336.001,
                                "stop": 340.938,
                                "byte_start": 1432702,
                                "byte_stop": 1452451,
                                "text": "The judgment of the Court of Appeals is reversed, and the case is remanded for proceedings consistent with this opinion."
                            },
                            {
                                "start": 340.938,
                                "stop": 350.668,
                                "byte_start": 1452451,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion; Justice Souter has filed a dissenting opinion, in which Justices Stevens and Ginsburg join; and Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52265,
            "mime": "audio\/mpeg",
            "size": 1491321,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-473\/20060530o_04-473.delivery.mp3"
        },
        {
            "id": 74034,
            "mime": "audio\/ogg",
            "size": 3510849,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-473\/20060530o_04-473.ogg"
        },
        {
            "id": 74035,
            "mime": "application\/x-mpegURL",
            "size": 5142,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-473\/20060530o_04-473.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}