{
    "id": 22205,
    "title": "Opinion Announcement - June 21, 2004",
    "transcript": {
        "title": "Pliler v. Ford",
        "duration": 317.327,
        "sections": [
            {
                "start": 0,
                "stop": 317.327,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 317.327,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15100,
                            "name": "Clarence Thomas",
                            "href": "https:\/\/api.oyez.org\/people\/clarence_thomas",
                            "last_name": "Thomas",
                            "roles": [
                                {
                                    "id": 2744,
                                    "type": "scotus_justice",
                                    "date_start": 688194000,
                                    "date_end": 0,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2744"
                                }
                            ],
                            "thumbnail": {
                                "id": 32680,
                                "mime": "image\/png",
                                "size": 49064,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/clarence_thomas.png"
                            },
                            "length_of_service": 8870,
                            "identifier": "clarence_thomas"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.092,
                                "byte_start": 28672,
                                "byte_stop": 57093,
                                "text": "The second case I have to announce is Pliler v. Ford, No. 03-221."
                            },
                            {
                                "start": 7.092,
                                "stop": 13.073,
                                "byte_start": 57093,
                                "byte_stop": 81021,
                                "text": "This case comes to us on a writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 13.073,
                                "stop": 22.96,
                                "byte_start": 81021,
                                "byte_stop": 120519,
                                "text": "Respondent filed two pro se “mixed” federal habeas petitions, those containing both exhausted and unexhausted claims."
                            },
                            {
                                "start": 22.96,
                                "stop": 40.576,
                                "byte_start": 120519,
                                "byte_stop": 191049,
                                "text": "Claims on collateral review, normally in this case would have to go through State Court first, and they are exhausted after they have gone through State Court the relevant proceedings, and they are unexhausted if they have not."
                            },
                            {
                                "start": 40.576,
                                "stop": 53.919,
                                "byte_start": 191049,
                                "byte_stop": 244443,
                                "text": "There were claims that contained both exhausted and unexhausted claims, and he filed motions to stay the petitions while it returned to State Court to exhaust the unexhausted claims."
                            },
                            {
                                "start": 53.919,
                                "stop": 81.107,
                                "byte_start": 244443,
                                "byte_stop": 353113,
                                "text": "The Magistrate Judge gave him three options: one, the petitions could be dismissed without prejudice and respondent could re-file after exhausting the unexhausted claims; two, the unexhausted claims could be dismissed and he could proceed with only the exhausted claims; or three, he could contest the finding that some claims were not exhausted."
                            },
                            {
                                "start": 81.107,
                                "stop": 88.009,
                                "byte_start": 353113,
                                "byte_stop": 380803,
                                "text": "With respect to the first petition he chose the first option; with respect to the second, he did not respond."
                            },
                            {
                                "start": 88.009,
                                "stop": 91.834,
                                "byte_start": 380803,
                                "byte_stop": 396058,
                                "text": "The District Court dismissed both petitions without prejudice."
                            },
                            {
                                "start": 91.834,
                                "stop": 99.308,
                                "byte_start": 396058,
                                "byte_stop": 425942,
                                "text": "After his habeas petitions in the California Supreme Court were denied, respondent filed in Federal Court."
                            },
                            {
                                "start": 99.308,
                                "stop": 110.743,
                                "byte_start": 425942,
                                "byte_stop": 471709,
                                "text": "The District Court dismissed both petitions with prejudice, as untimely under the Antiterrorism and Effective Death Penalty Act of 1996 AEDPA."
                            },
                            {
                                "start": 110.743,
                                "stop": 120.411,
                                "byte_start": 471709,
                                "byte_stop": 510370,
                                "text": "A divided panel of the Ninth Circuit held that the initial petitions were timely and that the later petitions related back to the initial ones."
                            },
                            {
                                "start": 120.411,
                                "stop": 157.317,
                                "byte_start": 510370,
                                "byte_stop": 658014,
                                "text": "It also held that if a pro se prisoner files a “mixed” petition, the District Court must give two warnings: first, that It would not have the power to consider a prisoner’s motions to stay the mixed petitions, unless he opted to amend them and dismiss the then unexhausted claims; and second, if applicable, that a prisoner’s federal claims would be time barred absent cause for equitable tolling upon his return to Federal Court, if he opted to dismiss the petitions without prejudice and return to State Court to exhaust all of the claims."
                            },
                            {
                                "start": 157.317,
                                "stop": 166.344,
                                "byte_start": 658014,
                                "byte_stop": 694063,
                                "text": "In an opinion filed with the Clerk today we vacate the judgment of the Court of Appeals and remand for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 166.344,
                                "stop": 175.492,
                                "byte_start": 694063,
                                "byte_stop": 730739,
                                "text": "We hold that Federal District Judges are not required to give pro se litigants the two warnings directed by the Ninth Circuit."
                            },
                            {
                                "start": 175.492,
                                "stop": 181.316,
                                "byte_start": 730739,
                                "byte_stop": 754040,
                                "text": "District Judges have no obligation to act as counsel or paralegal to pro se litigants."
                            },
                            {
                                "start": 181.316,
                                "stop": 193.153,
                                "byte_start": 754040,
                                "byte_stop": 801374,
                                "text": "Explaining the details of federal habeas procedure and calculating statutes of limitations are task normally and properly performed by trained counsel as a matter of course."
                            },
                            {
                                "start": 193.153,
                                "stop": 206.819,
                                "byte_start": 801374,
                                "byte_stop": 856022,
                                "text": "Requiring District Courts to advice a pro se litigant in such a manner would undermine District Judge’s roles as impartial decision makers, and the warnings themselves run the risk of being misleading."
                            },
                            {
                                "start": 206.819,
                                "stop": 231.226,
                                "byte_start": 856022,
                                "byte_stop": 953616,
                                "text": "The first warning would encourage the use of stay-and-abeyance when it is not in the petitioner’s best interest to pursue such a course, and the second would force upon District Judges to potentially burdensome task of making a case specific calculation, of whether the AEDPA limitation period has already run or will have run by the time the petitioner returns to Federal Court."
                            },
                            {
                                "start": 231.226,
                                "stop": 247.509,
                                "byte_start": 953616,
                                "byte_stop": 1018713,
                                "text": "Because such calculations depend upon information contained in documents that do not necessarily accompany the petition, a District Judge’s calculations could be an error and thereby misinform a pro se litigant."
                            },
                            {
                                "start": 247.509,
                                "stop": 252.771,
                                "byte_start": 1018713,
                                "byte_stop": 1039820,
                                "text": "Petitioner’s reliance on Castro v. United States is misplaced."
                            },
                            {
                                "start": 252.771,
                                "stop": 268.987,
                                "byte_start": 1039820,
                                "byte_stop": 1104708,
                                "text": "Castro dealt with the District Court’s sua sponte recharacterization of a prisoner’s motion and did not address the question, whether a District Court is required to explain a pro se litigant’s options before a voluntary dismissal."
                            },
                            {
                                "start": 268.987,
                                "stop": 281.721,
                                "byte_start": 1104708,
                                "byte_stop": 1155594,
                                "text": "We remand the case for further proceedings given the Court of Appeals\u0027 concern that respondent had been affirmatively mislead quite apart from the District Court’s failure to give the two warnings."
                            },
                            {
                                "start": 281.721,
                                "stop": 317.327,
                                "byte_start": 1155594,
                                "byte_stop": 0,
                                "text": "Justice O’Connor has filed a concurring opinion; Justice Stevens has filed an opinion concurring in the judgment, in which Justice Souter has joined; Justice Ginsburg has filed a dissenting opinion, in which Justice Breyer has joined; Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53532,
            "mime": "audio\/mpeg",
            "size": 1226439,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2003\/03-221\/20040621o_03-221.delivery.mp3"
        },
        {
            "id": 75276,
            "mime": "audio\/ogg",
            "size": 3208300,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2003\/03-221\/20040621o_03-221.ogg"
        },
        {
            "id": 75277,
            "mime": "application\/x-mpegURL",
            "size": 4411,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2003\/03-221\/20040621o_03-221.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}