{
    "ID": 62653,
    "name": "Dietz v. Bouldin",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/15-458",
    "docket_number": "15-458",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Rocky Dietz",
    "second_party": "Hillary Bouldin",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1453183200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53395"
        }
    ],
    "lower_court": {
        "ID": 5,
        "name": "United States Court of Appeals for the Ninth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/5"
    },
    "facts_of_the_case": "\u003Cp\u003EHillary Bouldin’s vehicle collided with Rocky Dietz’s in Montana in 2009. Dietz filed a negligence claim for injuries sustained from the accident. The action was removed to federal court. The parties made stipulations as to past damages, and the jury ruled in Dietz’s favor but awarded $0 in damages. The district court judge dismissed the jury but then reconsidered and re-empaneled the jury. He asked them to re-determine the damages in a manner consistent with the parties’ stipulation. The jury returned the same verdict and awarded $15,000 in damages. On appeal, Dietz claimed that the district court erred by recalling the jury after it had been dismissed. The U.S. Court of Appeals for the Ninth Circuit affirmed the lower court’s decision and held that dismissing the jury, then recalling the jurors, was not an abuse of discretion because the jurors were not exposed to prejudicial influence during the brief duration of their dismissal.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003ECan the judge recall jurors for further service in the same case after the judge has discharged a jury from service and the jurors have left the judge’s presence?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27401"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 46.586319,
        "longitude": -112.024782,
        "name": "Montana",
        "street": "225 Roberts St",
        "city": "Helena",
        "province": "MT",
        "postal_code": null,
        "province_name": "Montana"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether a judge can recall jurors for further service in the same case after the judge has discharged a jury from service and the jurors have left the judge’s presence.",
    "written_opinion": null,
    "related_cases": null
}