{
    "id": 20783,
    "title": "Opinion Announcement - June 23, 1997",
    "transcript": {
        "title": null,
        "duration": 399.748,
        "sections": [
            {
                "start": 0,
                "stop": 399.748,
                "byte_start": 28672,
                "byte_stop": 1627575,
                "turns": [
                    {
                        "start": 0,
                        "stop": 10.323,
                        "byte_start": 28672,
                        "byte_stop": 70050,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.323,
                                "byte_start": 28672,
                                "byte_stop": 70050,
                                "text": "The opinion of the Court in Number 95-1649, Kansas against Hendricks, and a related case will be announced by Justice Thomas."
                            }
                        ]
                    },
                    {
                        "start": 10.323,
                        "stop": 399.748,
                        "byte_start": 70050,
                        "byte_stop": 1627575,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 10.323,
                                "stop": 16.18,
                                "byte_start": 70050,
                                "byte_stop": 93456,
                                "text": "This case comes to us on a writ of certiorari to the Kansas Supreme Court."
                            },
                            {
                                "start": 16.18,
                                "stop": 34.298,
                                "byte_start": 93456,
                                "byte_stop": 165867,
                                "text": "The Kansas Sexually Violent Predator Act establishes procedures for the civil commitment of persons who -- due to a mental abnormality or a personality disorder, are likely to engage in predatory acts of sexual violence."
                            },
                            {
                                "start": 34.298,
                                "stop": 46.939,
                                "byte_start": 165867,
                                "byte_stop": 216440,
                                "text": "Kansas filed a petition under the act to commit respondent, Hendricks, who has a long history of molesting children, and who was scheduled for release from prison."
                            },
                            {
                                "start": 46.939,
                                "stop": 50.152,
                                "byte_start": 216440,
                                "byte_stop": 229292,
                                "text": "Hendricks admitted that he suffered from pedophilia."
                            },
                            {
                                "start": 50.152,
                                "stop": 56.764,
                                "byte_start": 229292,
                                "byte_stop": 255833,
                                "text": "The jury determined that he was a sexually violent predator, and the Court ordered him committed it."
                            },
                            {
                                "start": 56.764,
                                "stop": 67.779,
                                "byte_start": 255833,
                                "byte_stop": 299823,
                                "text": "Hendricks appealed, arguing that the act violates among other things, the Constitution\u0027s due process, ex post facto in double jeopardy clauses."
                            },
                            {
                                "start": 67.779,
                                "stop": 87.796,
                                "byte_start": 299823,
                                "byte_stop": 379862,
                                "text": "The Kansas Supreme Court invalidated the act on the ground that the precommitment condition of a mental abnormality did not satisfy what is perceived to be the substantive due process requirement, that involuntary civil commitment must be predicated on a finding of mental illness."
                            },
                            {
                                "start": 87.796,
                                "stop": 94.342,
                                "byte_start": 379862,
                                "byte_stop": 406089,
                                "text": "The Kansas Court did not, however, address Hendricks\u0027 other constitutional challenges."
                            },
                            {
                                "start": 94.342,
                                "stop": 104.819,
                                "byte_start": 406089,
                                "byte_stop": 447990,
                                "text": "In an opinion filed with the clerk today, we reversed the acts\u0027 definition of mental abnormality satisfies substantive due process requirements."
                            },
                            {
                                "start": 104.819,
                                "stop": 117.558,
                                "byte_start": 447990,
                                "byte_stop": 498981,
                                "text": "This Court has consistently upheld involuntary civil commitment statutes that detain individuals who are unable to control their behavior, and thereby, post a danger to the public health and safety."
                            },
                            {
                                "start": 117.558,
                                "stop": 125.962,
                                "byte_start": 498981,
                                "byte_stop": 532522,
                                "text": "Provided the statute couples proof of dangerousness with proof of some additional factor, such as “mental illness.”"
                            },
                            {
                                "start": 125.962,
                                "stop": 136.665,
                                "byte_start": 532522,
                                "byte_stop": 575363,
                                "text": "These additional requirements served to limit the involuntary confinement to those who suffer from a volitional impairment rendering them dangerous beyond their control."
                            },
                            {
                                "start": 136.665,
                                "stop": 145.995,
                                "byte_start": 575363,
                                "byte_stop": 612665,
                                "text": "The Kansas Act sets forth sufficient criteria with its precommitment requirement of mental abnormality or personality disorder."
                            },
                            {
                                "start": 145.995,
                                "stop": 153.396,
                                "byte_start": 612665,
                                "byte_stop": 642341,
                                "text": "The Court has not required states to adopt any particular nomenclature in drafting civil commitment statutes."
                            },
                            {
                                "start": 153.396,
                                "stop": 164.093,
                                "byte_start": 642341,
                                "byte_stop": 685077,
                                "text": "The Kansas Legislature is therefore, not required to use a specific term “mental illness” and is free to adopt terminology that convey similar meaning."
                            },
                            {
                                "start": 164.093,
                                "stop": 171.279,
                                "byte_start": 685077,
                                "byte_stop": 713812,
                                "text": "Nor does the act violate the Constitution\u0027s double jeopardy proscription or it\u0027s banned on ex post facto lawmaking."
                            },
                            {
                                "start": 171.279,
                                "stop": 178.822,
                                "byte_start": 713812,
                                "byte_stop": 744009,
                                "text": "The Act does not established criminal proceedings, and thus, involuntary confinement under it does not constitute punishment."
                            },
                            {
                                "start": 178.822,
                                "stop": 185.789,
                                "byte_start": 744009,
                                "byte_stop": 771908,
                                "text": "The categorization of a particular proceeding as civil or criminal is a question of statutory construction."
                            },
                            {
                                "start": 185.789,
                                "stop": 193.447,
                                "byte_start": 771908,
                                "byte_stop": 802523,
                                "text": "Nothing on the Act\u0027s face suggest that Kansas intended to create anything other than a civil commitment scheme."
                            },
                            {
                                "start": 193.447,
                                "stop": 207.329,
                                "byte_start": 802523,
                                "byte_stop": 858008,
                                "text": "The legislature\u0027s expressed intent will be rejected only if the party challenging the statute provides the clearest proof that the scheme is so punitive in its purpose or effect, as to negate the State\u0027s intention to deem it civil."
                            },
                            {
                                "start": 207.329,
                                "stop": 211.404,
                                "byte_start": 858008,
                                "byte_stop": 874308,
                                "text": "Hendricks has failed to satisfy this heavy burden."
                            },
                            {
                                "start": 211.404,
                                "stop": 219.69,
                                "byte_start": 874308,
                                "byte_stop": 907536,
                                "text": "Commitment under this Act does not implicate either of the two primary objectives of criminal punishment, retribution or deterrence."
                            },
                            {
                                "start": 219.69,
                                "stop": 224.611,
                                "byte_start": 907536,
                                "byte_stop": 927180,
                                "text": "Retribution is not one of -- retribution is not one of its purposes."
                            },
                            {
                                "start": 224.611,
                                "stop": 228.137,
                                "byte_start": 927180,
                                "byte_stop": 941286,
                                "text": "It is not a fixed culpability for prior criminal conduct."
                            },
                            {
                                "start": 228.137,
                                "stop": 234.889,
                                "byte_start": 941286,
                                "byte_stop": 968244,
                                "text": "It does not make criminal conviction a prerequisite for a commitment and it lacks a scienter requirement."
                            },
                            {
                                "start": 234.889,
                                "stop": 243.875,
                                "byte_start": 968244,
                                "byte_stop": 1004189,
                                "text": "Nor does the Act have a deterrent effect, since persons with mental abnormality are unlikely to be deterred by the threat of confinement."
                            },
                            {
                                "start": 243.875,
                                "stop": 254.633,
                                "byte_start": 1004189,
                                "byte_stop": 1047239,
                                "text": "Moreover, the conditions surrounding confinement is essentially the same as conditions where any other civilly committed patient do not suggest a deterrent purpose."
                            },
                            {
                                "start": 254.633,
                                "stop": 268.276,
                                "byte_start": 1047239,
                                "byte_stop": 1101782,
                                "text": "Although the commitment scheme here involves affirmative restraint, such restraint of the dangerously -- dangerously mentally ill has been historically regarded as a legitimate non-punitive objective."
                            },
                            {
                                "start": 268.276,
                                "stop": 281.738,
                                "byte_start": 1101782,
                                "byte_stop": 1155699,
                                "text": "And the confinement\u0027s potentially indefinite duration is linked, not to any punitive end, but to the purpose of holding a person until his mental abnormality no longer causes him to be a threat to others."
                            },
                            {
                                "start": 281.738,
                                "stop": 287.754,
                                "byte_start": 1155699,
                                "byte_stop": 1179732,
                                "text": "The Act thus entitles Hendricks to immediate release upon showing that he is no longer dangerous."
                            },
                            {
                                "start": 287.754,
                                "stop": 300.398,
                                "byte_start": 1179732,
                                "byte_stop": 1230305,
                                "text": "Finally, the Act is not necessarily punitive if it fails to offer treatment where treatment is either not possible, or if possible, is merely an -- an ancillary state concern."
                            },
                            {
                                "start": 300.398,
                                "stop": 309.913,
                                "byte_start": 1230305,
                                "byte_stop": 1268339,
                                "text": "The conclusion that the Act is non-punitive removes an essential prerequisite for Hendricks\u0027 -- Hendricks\u0027 double jeopardy and ex post facto claims."
                            },
                            {
                                "start": 309.913,
                                "stop": 315.289,
                                "byte_start": 1268339,
                                "byte_stop": 1289864,
                                "text": "Initiation of the civil commitment proceedings against Hendricks does not violate double jeopardy."
                            },
                            {
                                "start": 315.289,
                                "stop": 322.062,
                                "byte_start": 1289864,
                                "byte_stop": 1316927,
                                "text": "Because the Act is civil in nature, it commit -- its commitment proceedings do not constitute a second prosecution."
                            },
                            {
                                "start": 322.062,
                                "stop": 330.511,
                                "byte_start": 1316927,
                                "byte_stop": 1350781,
                                "text": "As this commitment is not tantamount to punishment, the detention does not violate the Double Jeopardy Clause, even though it follows a prison term."
                            },
                            {
                                "start": 330.511,
                                "stop": 343.214,
                                "byte_start": 1350781,
                                "byte_stop": 1401563,
                                "text": "We also reject Hendricks\u0027 argument that the Act fails the “same elements” test of Blockburger versus United States, because that test does not apply outside of the successive prosecution context."
                            },
                            {
                                "start": 343.214,
                                "stop": 346.886,
                                "byte_start": 1401563,
                                "byte_stop": 1416296,
                                "text": "Hendricks\u0027 ex post facto claim is similarly flawed."
                            },
                            {
                                "start": 346.886,
                                "stop": 361.178,
                                "byte_start": 1416296,
                                "byte_stop": 1473452,
                                "text": "The Court has held at the Ex Post Facto Clause pertains exclusively to penal statutes.Because the Act is not punitive, its application does not raise ex post facto concerns."
                            },
                            {
                                "start": 361.178,
                                "stop": 374.768,
                                "byte_start": 1473452,
                                "byte_stop": 1527787,
                                "text": "Moreover, the Act does not have retroactive effect; rather, it bases Hendricks\u0027 commitment on the grounds of a current mental abnormality and the likelihood of future dangerousness."
                            },
                            {
                                "start": 374.768,
                                "stop": 384.732,
                                "byte_start": 1527787,
                                "byte_stop": 1567702,
                                "text": "It does not criminalize conduct legal before its enactment or deprive Hendricks of any defense that was available to him at the time of his crimes."
                            },
                            {
                                "start": 384.732,
                                "stop": 387.81,
                                "byte_start": 1567702,
                                "byte_stop": 1579928,
                                "text": "Justice Kennedy has filed a concurring opinion."
                            },
                            {
                                "start": 387.81,
                                "stop": 399.748,
                                "byte_start": 1579928,
                                "byte_stop": 1627575,
                                "text": "Justice Breyer has filed a dissenting opinion, which Justices Stevens and Souter have joined, and of which, Justice Ginsburg has joined Parts II and III."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50690,
            "mime": "audio\/mpeg",
            "size": 1627888,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/95-1649\/19970623o_95-1649.delivery.mp3"
        },
        {
            "id": 72474,
            "mime": "audio\/ogg",
            "size": 4097004,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/95-1649\/19970623o_95-1649.ogg"
        },
        {
            "id": 72475,
            "mime": "application\/x-mpegURL",
            "size": 6007,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/95-1649\/19970623o_95-1649.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}