{
    "id": 22107,
    "title": "Opinion Announcement - June 28, 2001",
    "transcript": {
        "title": "Zadvydas v. Davis",
        "duration": 381.178,
        "sections": [
            {
                "start": 0,
                "stop": 381.178,
                "byte_start": 89572,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 4.748,
                        "byte_start": 89572,
                        "byte_stop": 108589,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.748,
                                "byte_start": 89572,
                                "byte_stop": 108589,
                                "text": "Justice Breyer has an opinion to announce."
                            }
                        ]
                    },
                    {
                        "start": 4.748,
                        "stop": 381.178,
                        "byte_start": 108589,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 4.748,
                                "stop": 12.006,
                                "byte_start": 108589,
                                "byte_stop": 137637,
                                "text": "I am announcing the opinion in Zadvydas the under down and Ashcroft v. Ma."
                            },
                            {
                                "start": 12.006,
                                "stop": 24.164,
                                "byte_start": 137637,
                                "byte_stop": 186330,
                                "text": "The case focuses upon aliens whom a court has ordered removed from the United States, say, because they have committed crimes or otherwise violated the law."
                            },
                            {
                                "start": 24.164,
                                "stop": 42.304,
                                "byte_start": 186330,
                                "byte_stop": 258845,
                                "text": "The statute says that such an alien is supposed to be removed i.e. sent to another country within 90 days of the removal order becoming final, but suppose the Attorney General cannot bring about the aliens’ removal within those 90 days."
                            },
                            {
                                "start": 42.304,
                                "stop": 62.871,
                                "byte_start": 258845,
                                "byte_stop": 341079,
                                "text": "A special provision of the statute provides that in such a case, certain aliens, including those who the Attorney General determines may run away or pose a danger to the community “maybe detained beyond the removal period.”"
                            },
                            {
                                "start": 62.871,
                                "stop": 67.059,
                                "byte_start": 341079,
                                "byte_stop": 357902,
                                "text": "But the statute doesn’t say how long beyond the removal period?"
                            },
                            {
                                "start": 67.059,
                                "stop": 70.529,
                                "byte_start": 357902,
                                "byte_stop": 371694,
                                "text": "They maybe detain forever."
                            },
                            {
                                "start": 70.529,
                                "stop": 102.718,
                                "byte_start": 371694,
                                "byte_stop": 500530,
                                "text": "The case before us involves aliens, who no other country will take, at least not so far, and we hold in interpreting the provision as applied to those aliens who are in confinement, that the statute does not permit the Attorney General to keep them in custody indefinitely, but rather it implicitly limits custody to a period reasonably necessary to bring about the alien’s removal."
                            },
                            {
                                "start": 102.718,
                                "stop": 139.575,
                                "byte_start": 500530,
                                "byte_stop": 647965,
                                "text": "We fear that any other interpretation, say, an interpretation authorizing indefinite confinement would raise a serious constitutional problem relating to deprivation of liberty, say, under the Fourteenth Amendment or Fifth Amendment, and we believe that Congress would have preferred an interpretation of the statute, that assured a statute that is constitutional to an interpretation that because potentially unconstitutional would mean a serious risk of no statute at all."
                            },
                            {
                                "start": 139.575,
                                "stop": 144.432,
                                "byte_start": 647965,
                                "byte_stop": 667401,
                                "text": "The government denies that there is a serious constitutional problem."
                            },
                            {
                                "start": 144.432,
                                "stop": 168.345,
                                "byte_start": 667401,
                                "byte_stop": 763009,
                                "text": "It points out that in certain circumstances, the law permits detention to be imposed without a criminal trial, and here it says, that indefinite detention of aliens ordered removed is justified in order to ensure the appearance of those aliens at future immigration proceedings and to protect the community from harm."
                            },
                            {
                                "start": 168.345,
                                "stop": 198.317,
                                "byte_start": 763009,
                                "byte_stop": 882859,
                                "text": "But the first justification preventing flight to avoid removal is weak when removal seems unlikely ever to occur, and as far as the second justification is concerned, the Constitution permits forms of preventive detention to avert community harm only in very special situations, limited to circumstances involving especially dangerous individuals and subject to strong procedural protections."
                            },
                            {
                                "start": 198.317,
                                "stop": 206.179,
                                "byte_start": 882859,
                                "byte_stop": 914310,
                                "text": "This statute, however, applies broadly, even to aliens ordered removed for tourist visa violations."
                            },
                            {
                                "start": 206.179,
                                "stop": 224.945,
                                "byte_start": 914310,
                                "byte_stop": 989438,
                                "text": "The procedural protections it provides are basically administrative not judicial, and there is no special factor, such as mental illness, which makes these aliens anymore dangerous than other individuals who have been convicted of crimes and served their sentences."
                            },
                            {
                                "start": 224.945,
                                "stop": 247.637,
                                "byte_start": 989438,
                                "byte_stop": 1080135,
                                "text": "The government adds that the fact that the individuals involved or aliens and have been ordered removed makes the situation special enough, but we do not think that these circumstances are sufficient to justify what could become in affect a form of preventive detention lasting years or for life."
                            },
                            {
                                "start": 247.637,
                                "stop": 261.827,
                                "byte_start": 1080135,
                                "byte_stop": 1136978,
                                "text": "The government points as authority to a case called Shaughnessy v. United States ex rel. Mezei, a case in which this Court found an alien’s indefinite detention constitutional."
                            },
                            {
                                "start": 261.827,
                                "stop": 269.555,
                                "byte_start": 1136978,
                                "byte_stop": 1167802,
                                "text": "But Mezei involved an alien who had not in a technical legal sense entered the United States."
                            },
                            {
                                "start": 269.555,
                                "stop": 280.317,
                                "byte_start": 1167802,
                                "byte_stop": 1210852,
                                "text": "The distinction between aliens who have entered as here and those who have not as in Mezei runs through out immigration law."
                            },
                            {
                                "start": 280.317,
                                "stop": 289.35,
                                "byte_start": 1210852,
                                "byte_stop": 1247005,
                                "text": "We here consider aliens who have entered and are now being removed, thus Mezei does not govern the circumstances presented."
                            },
                            {
                                "start": 289.35,
                                "stop": 314.381,
                                "byte_start": 1247005,
                                "byte_stop": 1347107,
                                "text": "In order to guide the lower courts in applying the limitation that we annunciate that of a period reasonably necessary to secure removal, we recognize as presumptively reasonable a six month period of detention, a period recognized by Congress previously as a reasonable removal period."
                            },
                            {
                                "start": 314.381,
                                "stop": 331.044,
                                "byte_start": 1347107,
                                "byte_stop": 1413771,
                                "text": "After this time if the alien provides good reason to believe that there is no significant likelihood of removal in the reasonably foreseeable future, then the government must respond with evidence to rebut that showing."
                            },
                            {
                                "start": 331.044,
                                "stop": 347.606,
                                "byte_start": 1413771,
                                "byte_stop": 1480018,
                                "text": "We note that in applying this principle, courts must take account of the relevant foreign policy expertise of the Executive Branch, listening with care for example, to its estimate of when removal is likely to occur."
                            },
                            {
                                "start": 347.606,
                                "stop": 356.32,
                                "byte_start": 1480018,
                                "byte_stop": 1514917,
                                "text": "We explain all this further and with more detail in our opinion, more precisely."
                            },
                            {
                                "start": 356.32,
                                "stop": 365.128,
                                "byte_start": 1514917,
                                "byte_stop": 1550130,
                                "text": "We vacate the lower court decisions and remand the case for further consideration in light of the principles we annunciate."
                            },
                            {
                                "start": 365.128,
                                "stop": 381.178,
                                "byte_start": 1550130,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion, which Justice Thomas has joined; Justice Kennedy has filed the dissenting opinion, which the Chief Justice has joined and which Justices Scalia and Thomas have joined in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53336,
            "mime": "audio\/mpeg",
            "size": 1607182,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-7791\/20010628o_99-7791.delivery.mp3"
        },
        {
            "id": 75084,
            "mime": "audio\/ogg",
            "size": 3724879,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-7791\/20010628o_99-7791.ogg"
        },
        {
            "id": 75085,
            "mime": "application\/x-mpegURL",
            "size": 5699,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-7791\/20010628o_99-7791.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}