{
    "id": 23983,
    "title": "Opinion Announcement - April 29, 2015",
    "transcript": {
        "title": "Williams-Yulee v. The Florida Bar",
        "duration": 413.91,
        "sections": [
            {
                "start": 0,
                "stop": 413.91,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 413.91,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.424,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion of the Court in case 13-1499, Williams-Yulee v. The Florida Bar."
                            },
                            {
                                "start": 8.424,
                                "stop": 24.032,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Each of us got our jobs because the President appointed us and the Senate confirmed us, but the Constitution permits states to select their judges through other methods, and in 39 states voters choose trial or appellate judges through popular elections."
                            },
                            {
                                "start": 24.032,
                                "stop": 39.532,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In an effort to preserve public confidence in the integrity of their judiciaries most of those states prohibit judges and judicial candidates from personally soliciting funds for their election campaigns, while allowing them to raise money through campaign committees."
                            },
                            {
                                "start": 39.532,
                                "stop": 46.951,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One state that has adopted this approach is Florida, where petitioner Lanell Williams-Yulee ran for judicial office."
                            },
                            {
                                "start": 46.951,
                                "stop": 58.103,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After Ms. Yulee personally solicited campaign contributions, the Florida Bar disciplined her for violating Canon 7C(1) of the State\u0027s Code of Judicial Conduct."
                            },
                            {
                                "start": 58.103,
                                "stop": 61.765,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That Canon prohibits such personal solicitation."
                            },
                            {
                                "start": 61.765,
                                "stop": 67.115,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The question presented is whether the First Amendment permits Florida\u0027s restriction on speech."
                            },
                            {
                                "start": 67.115,
                                "stop": 68.887,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We hold that it does."
                            },
                            {
                                "start": 68.887,
                                "stop": 76.136,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The parties devote considerable attention to our cases analyzing campaign finance restrictions in political elections."
                            },
                            {
                                "start": 76.136,
                                "stop": 89.488,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But judges are not politicians, even when they come to the bench by way of the ballot, and a state\u0027s decision to elect its judiciary does not compel it to treat judicial candidates like campaigners for political office."
                            },
                            {
                                "start": 89.488,
                                "stop": 98.223,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A state may assure its people that judges will apply the law without favor or fear and without having personally asked anyone for money."
                            },
                            {
                                "start": 98.223,
                                "stop": 110.413,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have emphasized that it is the rare case in which a state demonstrates that a speech restriction is narrowly tailored to serve a compelling interest, but those cases do arise, and this is one of them."
                            },
                            {
                                "start": 110.413,
                                "stop": 122.216,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Florida has determined that judges charged with exercising strict neutrality and independence cannot supplicate campaign donors without diminishing public confidence in judicial integrity."
                            },
                            {
                                "start": 122.216,
                                "stop": 133.848,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This principle dates back at least eight centuries to Magna Carta, in which King John proclaimed to no one will we sell, to no one will we refuse or delay right or justice."
                            },
                            {
                                "start": 133.848,
                                "stop": 143.537,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, King John did not do that voluntarily; he was forced to do that at Runnymede by the Barons. That scene is actually depicted right up there on the frieze."
                            },
                            {
                                "start": 143.537,
                                "stop": 165.262,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Anyway, that same concept from Magna Carta underlies the common law judicial oath, which binds a judge to “do right to all manner of people ... without fear or favour, affection or ill-will” and the oath that each of us took to “administer justice without respect to persons and do equal right to the poor and to the rich.”"
                            },
                            {
                                "start": 165.262,
                                "stop": 177.557,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Simply put, Florida and most other states have concluded that the public may lack confidence in a judge\u0027s ability to administer justice without fear or favor if he comes to office by asking for favors."
                            },
                            {
                                "start": 177.557,
                                "stop": 183.753,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The importance of public confidence in the integrity of judges stems from the place of the judiciary in the government."
                            },
                            {
                                "start": 183.753,
                                "stop": 195.827,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Unlike the executive or the legislature, the judiciary has, as Alexander Hamilton wrote, \u0022no influence over either the sword or the purse; ... neither force nor will, but merely judgment.\u0022"
                            },
                            {
                                "start": 195.827,
                                "stop": 203.558,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judiciary\u0027s authority therefore depends in large measure on the public\u0027s willingness to respect and follow its decisions."
                            },
                            {
                                "start": 203.558,
                                "stop": 210.898,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As our precedents have long recognized, public perception of judicial integrity is a state interest of the highest order."
                            },
                            {
                                "start": 210.898,
                                "stop": 215.331,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, Ms. Yulee acknowledges the state\u0027s compelling interest in judicial integrity."
                            },
                            {
                                "start": 215.331,
                                "stop": 227.809,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "She argues however that the Canon is under-inclusive because it fails to restrict speech by judicial candidates that damages their perceived integrity, just as much as does soliciting campaign funds."
                            },
                            {
                                "start": 227.809,
                                "stop": 229.519,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But we are not persuaded."
                            },
                            {
                                "start": 229.519,
                                "stop": 240.305,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The solicitation ban aimed squarely at the conduct most likely to undermine public confidence in the integrity of the judiciary, personal request for money by judges and judicial candidates."
                            },
                            {
                                "start": 240.305,
                                "stop": 248.715,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And the Canon applies evenhandedly to all judges and judicial candidates regardless of their viewpoint or chosen means of solicitation."
                            },
                            {
                                "start": 248.715,
                                "stop": 271.18,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ms. Yulee relies heavily on the fact that Canon 7C(1) allows solicitation by a candidate\u0027s campaign committee, but Florida, along with most other states, has reasonably concluded that solicitation by the candidate personally creates a categorically different and more severe risk of undermining public confidence than does solicitation by a campaign committee."
                            },
                            {
                                "start": 271.18,
                                "stop": 281.318,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The identity of the person asking for money matters, as anyone who has encountered a Girl Scout selling cookies outside a grocery store can attest."
                            },
                            {
                                "start": 281.318,
                                "stop": 284.776,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, Canon 7C(1) is also not over-inclusive."
                            },
                            {
                                "start": 284.776,
                                "stop": 288.467,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "By any measure, it restricts a narrow slice of speech."
                            },
                            {
                                "start": 288.467,
                                "stop": 302.719,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It leaves judicial candidates free to discuss any issue, with any person, at any time, to write letters, give speeches, and put up billboards, to contact potential supporters in any way, and to promote their campaigns through the media."
                            },
                            {
                                "start": 302.719,
                                "stop": 308.898,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Though they cannot ask for money, they can direct their campaign committees to do so."
                            },
                            {
                                "start": 308.898,
                                "stop": 314.5,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The desirability of judicial elections is a question that has sparked disagreement for more than 200 years."
                            },
                            {
                                "start": 314.5,
                                "stop": 329.537,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Hamilton believed that appointing judges to positions with life tenure constituted, as he put it in the Federalist No. 78, \u0022the best expedient which can be devised in any government to secure a steady, upright, and impartial administration of the laws.\u0022"
                            },
                            {
                                "start": 329.537,
                                "stop": 338.191,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Jefferson thought that making judges dependent on none but themselves ran counter to the principle of a government founded on the public will."
                            },
                            {
                                "start": 338.191,
                                "stop": 342.916,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Federal Courts reflect the view of Hamilton; most states have sided with Jefferson."
                            },
                            {
                                "start": 342.916,
                                "stop": 347.292,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Both methods have given our nation jurists of wisdom and rectitude."
                            },
                            {
                                "start": 347.292,
                                "stop": 353.377,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is not the Court\u0027s place to resolve this enduring debate and we do not take any view on it today."
                            },
                            {
                                "start": 353.377,
                                "stop": 358.773,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court\u0027s limited task is to apply the Constitution to the question presented in this case."
                            },
                            {
                                "start": 358.773,
                                "stop": 363.778,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Judicial candidates have a First Amendment right to speak in support of their campaigns."
                            },
                            {
                                "start": 363.778,
                                "stop": 368.635,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "States have a compelling interest in preserving public confidence in their judiciaries."
                            },
                            {
                                "start": 368.635,
                                "stop": 375.456,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When the state adopts a narrowly tailored restriction, like the one at issue here, those principles do not conflict."
                            },
                            {
                                "start": 375.456,
                                "stop": 380.942,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A state\u0027s decision to elect judges does not compel it to compromise public confidence in their integrity."
                            },
                            {
                                "start": 380.942,
                                "stop": 385.571,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judgment of the Supreme Court of Florida is affirmed."
                            },
                            {
                                "start": 385.571,
                                "stop": 389.92,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justices Breyer, Sotomayor and Kagan have joined this opinion in full."
                            },
                            {
                                "start": 389.92,
                                "stop": 392.939,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has joined all but Part 2."
                            },
                            {
                                "start": 392.939,
                                "stop": 396.039,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a concurring opinion."
                            },
                            {
                                "start": 396.039,
                                "stop": 403.729,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in part and concurring in the judgment, which Justice Breyer has joined as to Part 2."
                            },
                            {
                                "start": 403.729,
                                "stop": 407.644,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion joined by Justice Thomas."
                            },
                            {
                                "start": 407.644,
                                "stop": 413.91,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justices Kennedy and Alito have each filed dissenting opinions."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78682,
            "mime": "audio\/mpeg",
            "size": 1681575,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-1499\/13-1499_20150429-opinion.delivery.mp3"
        },
        {
            "id": 78803,
            "mime": "audio\/ogg",
            "size": 4088142,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-1499\/13-1499_20150429-opinion.ogg"
        },
        {
            "id": 78804,
            "mime": "application\/x-mpegURL",
            "size": 7149,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-1499\/13-1499_20150429-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}