{
    "id": 22407,
    "title": "Opinion Announcement - June 27, 2011 (Part 1)",
    "transcript": {
        "title": "Arizona Free Enterprise Club Freedom Club PAC v. Bennett",
        "duration": 546.847,
        "sections": [
            {
                "start": 0,
                "stop": 546.847,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 546.847,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.15,
                                "byte_start": 105472,
                                "byte_stop": 150089,
                                "text": "I have the opinion of the Court in case 10-238, Arizona Free Enterprise versus Bennett and the consolidated case number 10-239, McComish versus Bennett."
                            },
                            {
                                "start": 11.15,
                                "stop": 19.824,
                                "byte_start": 150089,
                                "byte_stop": 184780,
                                "text": "The Arizona Citizens Clean Elections Act created a public financing system to fund the campaigns of candidates for state office."
                            },
                            {
                                "start": 19.824,
                                "stop": 28.246,
                                "byte_start": 184780,
                                "byte_stop": 218530,
                                "text": "Under that system, candidates who choose to take public financing are given a grant of state money to operate their campaigns."
                            },
                            {
                                "start": 28.246,
                                "stop": 44.022,
                                "byte_start": 218530,
                                "byte_stop": 281642,
                                "text": "If such a publicly financed candidate faces a privately financed candidate, someone who has declined state money and is instead spending his own or raising money through contributions, the publicly finance candidate can get more state money."
                            },
                            {
                                "start": 44.022,
                                "stop": 55.76,
                                "byte_start": 281642,
                                "byte_stop": 328558,
                                "text": "The State will give the publicly financed candidate roughly one additional dollar for each dollar above the grant amount that the privately financed candidate spends on election speech."
                            },
                            {
                                "start": 55.76,
                                "stop": 73.549,
                                "byte_start": 328558,
                                "byte_stop": 399715,
                                "text": "Matching funds are also given to the publicly financed candidate, again on a dollar for dollar basis in response to spending on election speech by independent groups when that speech supports the privately financed candidate, or opposes the publicly financed candidate."
                            },
                            {
                                "start": 73.549,
                                "stop": 78.66,
                                "byte_start": 399715,
                                "byte_stop": 420195,
                                "text": "The question in this case is whether this system is permissible under the First Amendment."
                            },
                            {
                                "start": 78.66,
                                "stop": 86.66,
                                "byte_start": 420195,
                                "byte_stop": 452169,
                                "text": "Now the answer to that question largely follows from a case we decided just three years ago, Davis versus the Federal Election Commission."
                            },
                            {
                                "start": 86.66,
                                "stop": 102.371,
                                "byte_start": 452169,
                                "byte_stop": 514968,
                                "text": "In Davis, we invalidated a provision of federal law that permitted the opponent of a candidate who spent over a certain amount of his money to collect -- we permitted the publicly financed candidate to collect triple the normal contribution amount."
                            },
                            {
                                "start": 102.371,
                                "stop": 108.698,
                                "byte_start": 514968,
                                "byte_stop": 540359,
                                "text": "While the candidate who spent the personal funds remains subject to the original contribution cap."
                            },
                            {
                                "start": 108.698,
                                "stop": 125.146,
                                "byte_start": 540359,
                                "byte_stop": 606083,
                                "text": "We held that this unconstitutionally forced the candidate and \u0022to choose between the First Amendment right to engage in unfettered political speech on the one hand and subjection to discriminatory fundraising limitations on the other\u0022."
                            },
                            {
                                "start": 125.146,
                                "stop": 136.445,
                                "byte_start": 606083,
                                "byte_stop": 651327,
                                "text": "We ruled that this \u0022unprecedented penalty\u0022 \u0022imposed a substantial burden on the exercise of the First Amendment right to use personal funds for campaign speech.\u0022"
                            },
                            {
                                "start": 136.445,
                                "stop": 144.836,
                                "byte_start": 651327,
                                "byte_stop": 684868,
                                "text": "So in Davis, if you spent more than the said amount of your own money, your opponent could raise higher amounts in contributions."
                            },
                            {
                                "start": 144.836,
                                "stop": 155.559,
                                "byte_start": 684868,
                                "byte_stop": 727709,
                                "text": "We held that that violated the First Amendment because it inhibited the free speech rights of the candidate whose speech triggered the benefit to his opponent."
                            },
                            {
                                "start": 155.559,
                                "stop": 166.371,
                                "byte_start": 727709,
                                "byte_stop": 770968,
                                "text": "Now the burdens imposed on candidate speech by the Arizona matching funds are much more severe than the burdens imposed by the law we struck down in Davis."
                            },
                            {
                                "start": 166.371,
                                "stop": 175.713,
                                "byte_start": 770968,
                                "byte_stop": 808375,
                                "text": "The penalty in Davis consisted of raising the contribution limits for one candidate, but that candidate still had to go out and raise the additional funds."
                            },
                            {
                                "start": 175.713,
                                "stop": 192.791,
                                "byte_start": 808375,
                                "byte_stop": 876711,
                                "text": "Here, the penalty for speaking is a direct and automatic payment of state money to your political opponent depending on the specifics of the election that issue, matching funds under the Arizona law can also create a multiplier effect."
                            },
                            {
                                "start": 192.791,
                                "stop": 199.819,
                                "byte_start": 876711,
                                "byte_stop": 904819,
                                "text": "Arizona elections often keep a privately financed candidate against multiple publicly financed candidates."
                            },
                            {
                                "start": 199.819,
                                "stop": 205.762,
                                "byte_start": 904819,
                                "byte_stop": 928538,
                                "text": "In such a case, every publicly funded candidate receives the matching funds."
                            },
                            {
                                "start": 205.762,
                                "stop": 214.02,
                                "byte_start": 928538,
                                "byte_stop": 961557,
                                "text": "In such a situation, the matching funds provision forces a privately funded candidate to fight a political hydra of sorts."
                            },
                            {
                                "start": 214.02,
                                "stop": 220.309,
                                "byte_start": 961557,
                                "byte_stop": 986739,
                                "text": "Each dollar he spends generates two opposing dollars in response or even more."
                            },
                            {
                                "start": 220.309,
                                "stop": 243.077,
                                "byte_start": 986739,
                                "byte_stop": 1077854,
                                "text": "And unlike the law in Davis, all of these are to some extent out of the privately financed candidate\u0027s hands spending by independent groups triggers matching funds that go directly to the publicly funded candidate to use against the privately funded opponent even though that privately funded candidate had no control over the triggering funds in the first place."
                            },
                            {
                                "start": 243.077,
                                "stop": 248.848,
                                "byte_start": 1077854,
                                "byte_stop": 1100946,
                                "text": "That is a substantial advantage for the publicly funded candidate."
                            },
                            {
                                "start": 248.848,
                                "stop": 255.042,
                                "byte_start": 1100946,
                                "byte_stop": 1125710,
                                "text": "Matching funds impose similar burdens on the independent expenditure groups themselves."
                            },
                            {
                                "start": 255.042,
                                "stop": 269.651,
                                "byte_start": 1125710,
                                "byte_stop": 1184120,
                                "text": "The effect of a dollar spent on election speech by any such group is a direct payout to the publicly funded candidate the group opposes spending $1 can result in the flow of dollars to multiple candidates."
                            },
                            {
                                "start": 269.651,
                                "stop": 278.152,
                                "byte_start": 1184120,
                                "byte_stop": 1218184,
                                "text": "And in some ways, the burdens imposed on independent groups are more severe than the burdens imposed on the privately financed candidates themselves."
                            },
                            {
                                "start": 278.152,
                                "stop": 282.049,
                                "byte_start": 1218184,
                                "byte_stop": 1233753,
                                "text": "Independent groups of course cannot choose public financing."
                            },
                            {
                                "start": 282.049,
                                "stop": 291.264,
                                "byte_start": 1233753,
                                "byte_stop": 1270533,
                                "text": "As a result, those groups can only avoid triggering matching funds by changing their message or choosing not to speak at all."
                            },
                            {
                                "start": 291.264,
                                "stop": 305.443,
                                "byte_start": 1270533,
                                "byte_stop": 1327271,
                                "text": "Presenting independent expenditure groups with such a choice -- trigger matching funds, change your message, or do not speak is highly coercive in contrary to basic First Amendment values."
                            },
                            {
                                "start": 305.443,
                                "stop": 320.391,
                                "byte_start": 1327271,
                                "byte_stop": 1387039,
                                "text": "The candidates and independent groups that brought this suit contend that the purpose of the matching funds provision was to \u0022level the playing field\u0022 to have all candidates in a political race the same financial resources."
                            },
                            {
                                "start": 320.391,
                                "stop": 327.075,
                                "byte_start": 1387039,
                                "byte_stop": 1413789,
                                "text": "But we have repeatedly held that leveling the playing field is not a legitimate Government objective."
                            },
                            {
                                "start": 327.075,
                                "stop": 341.312,
                                "byte_start": 1413789,
                                "byte_stop": 1470736,
                                "text": "As we said in Davis, \u0022leveling electoral opportunities means the State making and implementing judge -- judges -- judgments about which strengths should be permitted to contribute to the outcome of an election.\u0022"
                            },
                            {
                                "start": 341.312,
                                "stop": 345.968,
                                "byte_start": 1470736,
                                "byte_stop": 1489439,
                                "text": "For example, incumbents typically have an advantage in campaigns."
                            },
                            {
                                "start": 345.968,
                                "stop": 349.963,
                                "byte_start": 1489439,
                                "byte_stop": 1505426,
                                "text": "So how do you level the playing field to account for that?"
                            },
                            {
                                "start": 349.963,
                                "stop": 362.212,
                                "byte_start": 1505426,
                                "byte_stop": 1554328,
                                "text": "Leveling the playing field financially may make it harder for outsiders to challenge incumbents, allowing states to make these types of judgments is a dangerous enterprise."
                            },
                            {
                                "start": 362.212,
                                "stop": 379.375,
                                "byte_start": 1554328,
                                "byte_stop": 1622977,
                                "text": "The First Amendment embodies our choice as a nation that, when it comes to protected political speech, the guiding principle is freedom as we have put it the \u0022unfettered interchange of ideas\u0022 not whatever the State may view as fair."
                            },
                            {
                                "start": 379.375,
                                "stop": 396.897,
                                "byte_start": 1622977,
                                "byte_stop": 1693090,
                                "text": "The State disavows any interest in using matching funds to level the playing field even thought that is exactly how the system operates and even though the election commission website said that the Act was passed \u0022to level the playing field\u0022 when it comes to running for office."
                            },
                            {
                                "start": 396.897,
                                "stop": 411.646,
                                "byte_start": 1693090,
                                "byte_stop": 1752127,
                                "text": "The State instead phrases the purpose of the law as being to combat corruption and argues that matching funds are necessary to attract candidates into participating in public financing so they can be sure they\u0027ll have enough money."
                            },
                            {
                                "start": 411.646,
                                "stop": 417.349,
                                "byte_start": 1752127,
                                "byte_stop": 1774905,
                                "text": "But this case is not about how much money the State can give the candidates that it funds."
                            },
                            {
                                "start": 417.349,
                                "stop": 426.261,
                                "byte_start": 1774905,
                                "byte_stop": 1810536,
                                "text": "It is about awarding extra funds in direct response to the political speech of an opposing candidate or an independent group."
                            },
                            {
                                "start": 426.261,
                                "stop": 436.382,
                                "byte_start": 1810536,
                                "byte_stop": 1851079,
                                "text": "The state says that matching the funds it gives out to the amount spent by privately financed candidates, plus independent groups, is not leveling the playing field."
                            },
                            {
                                "start": 436.382,
                                "stop": 442.695,
                                "byte_start": 1851079,
                                "byte_stop": 1876261,
                                "text": "But just an efficient way of calibrating how much is needed to make public financing attractive."
                            },
                            {
                                "start": 442.695,
                                "stop": 454.688,
                                "byte_start": 1876261,
                                "byte_stop": 1924326,
                                "text": "But we have clearly held over and over again that \u0022the First Amendment does not permit the State to sacrifice speech for efficiency.\u0022"
                            },
                            {
                                "start": 454.688,
                                "stop": 469.08,
                                "byte_start": 1924326,
                                "byte_stop": 1981795,
                                "text": "Here, the State makes its public financing system more attractive and less expensive to itself only by burdening the protected political speech of those candidates who elect to run for office without taking the states money."
                            },
                            {
                                "start": 469.08,
                                "stop": 474.923,
                                "byte_start": 1981795,
                                "byte_stop": 2005201,
                                "text": "Our decision in the Davis case makes clear that is not permitted."
                            },
                            {
                                "start": 474.923,
                                "stop": 481.456,
                                "byte_start": 2005201,
                                "byte_stop": 2031323,
                                "text": "We do not today call into question the wisdom of public financing as a means of funding political candidacy."
                            },
                            {
                                "start": 481.456,
                                "stop": 484.047,
                                "byte_start": 2031323,
                                "byte_stop": 2041668,
                                "text": "That is not our business."
                            },
                            {
                                "start": 484.047,
                                "stop": 491.001,
                                "byte_start": 2041668,
                                "byte_stop": 2069567,
                                "text": "But determining whether laws governing campaign finance violate the First Amendment is very much our business."
                            },
                            {
                                "start": 491.001,
                                "stop": 499.07,
                                "byte_start": 2069567,
                                "byte_stop": 2101854,
                                "text": "The goal of creating a viable public financing scheme can only be pursued in a manner consistent with the First Amendment."
                            },
                            {
                                "start": 499.07,
                                "stop": 509.32,
                                "byte_start": 2101854,
                                "byte_stop": 2142814,
                                "text": "Arizona\u0027s program gives money to a candidate in direct response to the campaign speech of an opposing candidate or an independent group."
                            },
                            {
                                "start": 509.32,
                                "stop": 525.578,
                                "byte_start": 2142814,
                                "byte_stop": 2207807,
                                "text": "The State does this when the opposing candidate has chosen not to accept public financing in the exercise of his First Amendment rights and has engaged in political speech above a level set by the State again in the exercise of his First Amendment rights."
                            },
                            {
                                "start": 525.578,
                                "stop": 535.129,
                                "byte_start": 2207807,
                                "byte_stop": 2246050,
                                "text": "This goes too far, Arizona\u0027s law substantially burdens political speech and does not sufficiently justified by a compelling interest."
                            },
                            {
                                "start": 535.129,
                                "stop": 538.96,
                                "byte_start": 2246050,
                                "byte_stop": 2261410,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is reversed."
                            },
                            {
                                "start": 538.96,
                                "stop": 546.847,
                                "byte_start": 2261410,
                                "byte_stop": 0,
                                "text": "Justice Kagan has filed the dissenting opinion in which Justices Ginsburg, Breyer, and Sotomayor have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53936,
            "mime": "audio\/mpeg",
            "size": 2282621,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-238\/20110627o_10-238_part1.delivery.mp3"
        },
        {
            "id": 75676,
            "mime": "audio\/ogg",
            "size": 5484085,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-238\/20110627o_10-238_part1.ogg"
        },
        {
            "id": 75677,
            "mime": "application\/x-mpegURL",
            "size": 9029,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-238\/20110627o_10-238_part1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}