{
    "id": 22896,
    "title": "Opinion Announcement - June 18, 2001",
    "transcript": {
        "title": "Saucier v. Katz",
        "duration": 290.063,
        "sections": [
            {
                "start": 0,
                "stop": 290.063,
                "byte_start": 89570,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.837,
                        "byte_start": 89570,
                        "byte_stop": 124992,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.837,
                                "byte_start": 89570,
                                "byte_stop": 124992,
                                "text": "The opinion of the Court in No. 99-1977 Saucier versus Katz will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 8.837,
                        "stop": 290.063,
                        "byte_start": 124992,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 8.837,
                                "stop": 18.828,
                                "byte_start": 124992,
                                "byte_stop": 164907,
                                "text": "In 1994 the Presidio Army Base in San Francisco was the sight of an event to celebrate a conversion of the base to a national park."
                            },
                            {
                                "start": 18.828,
                                "stop": 24.065,
                                "byte_start": 164907,
                                "byte_stop": 185910,
                                "text": "It has long been an important and very beautiful military installation that has been turned into a national park."
                            },
                            {
                                "start": 24.065,
                                "stop": 44.04,
                                "byte_start": 185910,
                                "byte_stop": 265740,
                                "text": "Among the speakers in attendance was then Vice President Gore and about the time the Vice President began speaking the respondent who is Elliot Katz removed a small cloth banner from his jacket and started to unfold it and walked toward a waist high fence that surrounded the speaker’s platform."
                            },
                            {
                                "start": 44.04,
                                "stop": 51.789,
                                "byte_start": 265740,
                                "byte_stop": 296773,
                                "text": "Petitioners Donald Saucier and the Sergeant Steven Parker were both military police officers stationed at the Presidio."
                            },
                            {
                                "start": 51.789,
                                "stop": 60.947,
                                "byte_start": 296773,
                                "byte_stop": 333449,
                                "text": "Now they moved to intercept the respondent as he reached the barrier the officers grabbed him and rushed him out of the area to a nearby van."
                            },
                            {
                                "start": 60.947,
                                "stop": 67.707,
                                "byte_start": 333449,
                                "byte_stop": 360408,
                                "text": "Now, respondent claims that he was shoved inside and that he caught himself just in time to avoid injury."
                            },
                            {
                                "start": 67.707,
                                "stop": 78.729,
                                "byte_start": 360408,
                                "byte_stop": 404502,
                                "text": "Respondent brought this action alleging that Saucier and other defendants had violated his Fourth Amendment rights by using excessive force to arrest him."
                            },
                            {
                                "start": 78.729,
                                "stop": 88.198,
                                "byte_start": 404502,
                                "byte_stop": 442432,
                                "text": "The District Court held with a dispute on a material fact existed as to whether respondent resisted and that the petitioner was not entitled to summary judgment."
                            },
                            {
                                "start": 88.198,
                                "stop": 100.243,
                                "byte_start": 442432,
                                "byte_stop": 490602,
                                "text": "The United States Court of Appeals for the Ninth Circuit affirmed and employed a two part analysis for qualified immunity and this is a test that the Ninth Circuit has applied in previous cases of this type."
                            },
                            {
                                "start": 100.243,
                                "stop": 107.924,
                                "byte_start": 490602,
                                "byte_stop": 521322,
                                "text": "The Court of Appeals asked first if the law governing officer’s conduct was clearly established, and it was clearly established."
                            },
                            {
                                "start": 107.924,
                                "stop": 115.982,
                                "byte_start": 521322,
                                "byte_stop": 553505,
                                "text": "The second enquiry in the Court of Appeals analytic framework is whether a reasonable officer could have believed that conduct was lawful."
                            },
                            {
                                "start": 115.982,
                                "stop": 137.887,
                                "byte_start": 553505,
                                "byte_stop": 641172,
                                "text": "In this second step the court holds that the qualified immunity determination and the merits of the excessive force claim both turn on the same objective reasonableness test, and following that framework in this case the court held summary judgment was inappropriate, since the jury as trier of fact resolves the reasonableness issue."
                            },
                            {
                                "start": 137.887,
                                "stop": 146.887,
                                "byte_start": 641172,
                                "byte_stop": 677221,
                                "text": "Saucier sought review here, we agree with his position that the Court of Appeals was incorrect in framing the enquiry, so we now reverse."
                            },
                            {
                                "start": 146.887,
                                "stop": 153.423,
                                "byte_start": 677221,
                                "byte_stop": 703343,
                                "text": "The first inquiry under qualified immunity must be whether a constitutional right would have been violated on the facts alleged."
                            },
                            {
                                "start": 153.423,
                                "stop": 159.688,
                                "byte_start": 703343,
                                "byte_stop": 728421,
                                "text": "If a violation could be made out on these facts the next step is to ask whether the right was clearly established."
                            },
                            {
                                "start": 159.688,
                                "stop": 169.568,
                                "byte_start": 728421,
                                "byte_stop": 767918,
                                "text": "This question must be undertaken in the light of the specific context of the case and not as the Court of Appeals viewed it as a broad general proposition."
                            },
                            {
                                "start": 169.568,
                                "stop": 185.16,
                                "byte_start": 767918,
                                "byte_stop": 830298,
                                "text": "In 1989 we decided a case called Graham versus Connor and in this case there is no doubt that Graham clearly establishes the general proposition that use of force is excessive if it is not objectively reasonable."
                            },
                            {
                                "start": 185.16,
                                "stop": 195.654,
                                "byte_start": 830298,
                                "byte_stop": 872199,
                                "text": "Yet that is not enough, the relevant inquiry is whether it would be clear to a reasonable officer that the conduct was lawful in the situation the officers then confronted."
                            },
                            {
                                "start": 195.654,
                                "stop": 199.659,
                                "byte_start": 872199,
                                "byte_stop": 888290,
                                "text": "The qualified immunity inquiry has a further dimension as well."
                            },
                            {
                                "start": 199.659,
                                "stop": 210.349,
                                "byte_start": 888290,
                                "byte_stop": 931026,
                                "text": "The concern that the immunity inquiry is to acknowledge that reasonable mistakes can be made as to the legal constraints on particular police conduct."
                            },
                            {
                                "start": 210.349,
                                "stop": 221.445,
                                "byte_start": 931026,
                                "byte_stop": 975434,
                                "text": "It is sometimes difficult for an officer to determine how the relevant legal doctrine will apply to the precise factual situation the officer confronts."
                            },
                            {
                                "start": 221.445,
                                "stop": 227.383,
                                "byte_start": 975434,
                                "byte_stop": 999154,
                                "text": "Graham does not always give a clear answer as to whether a particular application of force will be deemed excessive."
                            },
                            {
                                "start": 227.383,
                                "stop": 239.782,
                                "byte_start": 999154,
                                "byte_stop": 1048786,
                                "text": "Qualified immunity operates in this case then just as it does in other ones to protect officers from the sometimes hazy border between excessive and acceptable force."
                            },
                            {
                                "start": 239.782,
                                "stop": 250.12,
                                "byte_start": 1048786,
                                "byte_stop": 1090060,
                                "text": "These circumstances in this case disclose substantial grounds for the officer to have concluded, he had legitimate justification under the law for acting as he did."
                            },
                            {
                                "start": 250.12,
                                "stop": 269.793,
                                "byte_start": 1090060,
                                "byte_stop": 1168845,
                                "text": "The petitioner did not know the full extent of the threat respondent posed, or how many other persons there might be who in concert with the respondent posed the threat to the security of the Vice President and we are aware of no case demonstrating a clearly established rule prohibiting the officer from acting as he did in these circumstances."
                            },
                            {
                                "start": 269.793,
                                "stop": 275.952,
                                "byte_start": 1168845,
                                "byte_stop": 1193400,
                                "text": "Our conclusion is confirmed by the fact that the force was not so excessive that respondent suffered any injury."
                            },
                            {
                                "start": 275.952,
                                "stop": 279.246,
                                "byte_start": 1193400,
                                "byte_stop": 1206566,
                                "text": "For these reasons the judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 279.246,
                                "stop": 290.063,
                                "byte_start": 1206566,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed an opinion concurring in the judgment, which Justices Stevens and Breyer join; Justice Souter has filed an opinion concurring in part and dissenting in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54914,
            "mime": "audio\/mpeg",
            "size": 1244391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2000\/99-1977\/20010618o_99-1977.delivery.mp3"
        },
        {
            "id": 76654,
            "mime": "audio\/ogg",
            "size": 2837651,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2000\/99-1977\/20010618o_99-1977.ogg"
        },
        {
            "id": 76655,
            "mime": "application\/x-mpegURL",
            "size": 4379,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2000\/99-1977\/20010618o_99-1977.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}