{
    "id": 20990,
    "title": "Opinion Announcement - June 19, 1997",
    "transcript": {
        "title": null,
        "duration": 239.331,
        "sections": [
            {
                "start": 0,
                "stop": 239.331,
                "byte_start": 28672,
                "byte_stop": 985903,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.469,
                        "byte_start": 28672,
                        "byte_stop": 66602,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.469,
                                "byte_start": 28672,
                                "byte_stop": 66602,
                                "text": "The opinion of the Court in Number 96-6867, O\u0027Dell versus Netherland will be announced by Justice Thomas."
                            }
                        ]
                    },
                    {
                        "start": 9.469,
                        "stop": 239.331,
                        "byte_start": 66602,
                        "byte_stop": 985903,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 9.469,
                                "stop": 16.125,
                                "byte_start": 66602,
                                "byte_stop": 93247,
                                "text": "This case comes through at -- us on a writ of certiorari to the U.S. Court of Appeals for the Fourth Circuit."
                            },
                            {
                                "start": 16.125,
                                "stop": 33.842,
                                "byte_start": 93247,
                                "byte_stop": 164091,
                                "text": "During the penalty phase of his trial in Virginia state court for capital murder, rape and sodomy, petitioner was prevented from informing his sentencing jury that under then extant law, he would not be eligible for parole if sentenced to life in prison."
                            },
                            {
                                "start": 33.842,
                                "stop": 42.441,
                                "byte_start": 164091,
                                "byte_stop": 198468,
                                "text": "The jury, concluding that petitioner presented a future danger, recommended that petitioner receive the death penalty."
                            },
                            {
                                "start": 42.441,
                                "stop": 46.516,
                                "byte_start": 198468,
                                "byte_stop": 214768,
                                "text": "Accordingly, petitioner was sentenced to death."
                            },
                            {
                                "start": 46.516,
                                "stop": 58.08,
                                "byte_start": 214768,
                                "byte_stop": 261057,
                                "text": "On federal habeas, petitioner sought vacatur of his death sentence relying on a -- a case decided by this Court some six years after a sentence had become final."
                            },
                            {
                                "start": 58.08,
                                "stop": 73.358,
                                "byte_start": 261057,
                                "byte_stop": 322184,
                                "text": "In that case, Simmons versus South Carolina, we held that a capital defendant must be permitted to inform his sentencing jury that he is parole eligible if the prosecutor argues his future dangerousness."
                            },
                            {
                                "start": 73.358,
                                "stop": 85.088,
                                "byte_start": 322184,
                                "byte_stop": 369100,
                                "text": "The District Court acknowledged that if the rule of Simmons were new within the meaning of Teague v. Lane, then it was unavailable to petitioner."
                            },
                            {
                                "start": 85.088,
                                "stop": 93.476,
                                "byte_start": 369100,
                                "byte_stop": 402641,
                                "text": "That court determined, however, that Simmons did not announce a new rule and that petitioner was entitled under it to be resentenced."
                            },
                            {
                                "start": 93.476,
                                "stop": 99.963,
                                "byte_start": 402641,
                                "byte_stop": 428554,
                                "text": "The Fourth Circuit concluding that the Simmons rule was -- was a new rule reversed."
                            },
                            {
                                "start": 99.963,
                                "stop": 105.834,
                                "byte_start": 428554,
                                "byte_stop": 452065,
                                "text": "In an opinion filed with the Clerk today, we affirm the judgment of the Court of Appeals."
                            },
                            {
                                "start": 105.834,
                                "stop": 114.107,
                                "byte_start": 452065,
                                "byte_stop": 485188,
                                "text": "To determine whether a rule is new for Teague purposes, we first determine when a defendant\u0027s conviction or sentence became final."
                            },
                            {
                                "start": 114.107,
                                "stop": 125.792,
                                "byte_start": 485188,
                                "byte_stop": 531895,
                                "text": "We then decide whether at that time, a reasonable jurist would have felt compelled by existing precedent to extend the defendant that relief later sought in federal court."
                            },
                            {
                                "start": 125.792,
                                "stop": 135.835,
                                "byte_start": 531895,
                                "byte_stop": 572019,
                                "text": "If not, the rule is new and the defendant may not avail himself of it unless the rule falls within one of two narrow exceptions to Teague."
                            },
                            {
                                "start": 135.835,
                                "stop": 152.109,
                                "byte_start": 572019,
                                "byte_stop": 637116,
                                "text": "At the time that petitioner\u0027s sentence became final, a reasonable jurist could have concluded that the Constitution did not require that petitioner be permitted to inform his sentencing jury of his parole eligibility."
                            },
                            {
                                "start": 152.109,
                                "stop": 173.102,
                                "byte_start": 637116,
                                "byte_stop": 721126,
                                "text": "While decisions of this Court have struck down restrictions placed on criminal defendant\u0027s abilities to rebut prosecutorial evidence and arguments, these cases involved limitations on the defendant\u0027s ability to adduce historical evidence concerning their character and record, not evidence concerning postsentencing legal regimes."
                            },
                            {
                                "start": 173.102,
                                "stop": 188.368,
                                "byte_start": 721126,
                                "byte_stop": 782148,
                                "text": "Moreover, other decisions from this Court had made clear as a general matter that States retain the prerogative to determine whether, if at all, capital sentencing juries would receive information about the postsentencing legal regime."
                            },
                            {
                                "start": 188.368,
                                "stop": 207.772,
                                "byte_start": 782148,
                                "byte_stop": 859784,
                                "text": "In light of this precedence, it would -- would not have been unreasonable for a state jurist at the time petitioner\u0027s sentence became final to conclude that his state had constitutionally determined that each jurist would never receive information about postsentence proceedings including parole."
                            },
                            {
                                "start": 207.772,
                                "stop": 232.142,
                                "byte_start": 859784,
                                "byte_stop": 957273,
                                "text": "Accordingly, this rule of Simmons which in some cases overrides this state -- state determinations and requires that defendants be allowed to inform their juries of their parole ineligibility was a new rule and because it was not a watershed rule of criminal procedure within the meaning of Teague\u0027s second exception, petitioner may not avail himself of it."
                            },
                            {
                                "start": 232.142,
                                "stop": 239.331,
                                "byte_start": 957273,
                                "byte_stop": 985903,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justices Souter, Ginsburg and Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51104,
            "mime": "audio\/mpeg",
            "size": 986216,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-6867\/19970619o_96-6867.delivery.mp3"
        },
        {
            "id": 72880,
            "mime": "audio\/ogg",
            "size": 2461021,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-6867\/19970619o_96-6867.ogg"
        },
        {
            "id": 72881,
            "mime": "application\/x-mpegURL",
            "size": 3631,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-6867\/19970619o_96-6867.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}