{
    "id": 21997,
    "title": "Opinion Announcement - June 24, 2013",
    "transcript": {
        "title": "Vance v. Ball State University",
        "duration": 401.256,
        "sections": [
            {
                "start": 0,
                "stop": 401.256,
                "byte_start": 106496,
                "byte_stop": 1711459,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.958,
                        "byte_start": 106496,
                        "byte_stop": 138365,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.958,
                                "byte_start": 106496,
                                "byte_stop": 138365,
                                "text": "Justice Alito has our opinion this morning in case 11-556, Vance versus Ball State University."
                            }
                        ]
                    },
                    {
                        "start": 7.958,
                        "stop": 401.256,
                        "byte_start": 138365,
                        "byte_stop": 1711459,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 7.958,
                                "stop": 22.818,
                                "byte_start": 138365,
                                "byte_stop": 197820,
                                "text": "This case requires us to explain what we meant into 1998 decisions concerning employer liability for workplace harassment under Title VII of the Civil Rights Act of 1964."
                            },
                            {
                                "start": 22.818,
                                "stop": 39.606,
                                "byte_start": 197820,
                                "byte_stop": 265007,
                                "text": "In those two cases, Burlington Industries versus Ellerth and Faragher versus Boca Raton, the Court held that somewhat different rules applied depending on whether the employee accused of harassment is a supervisor or simply a co-worker."
                            },
                            {
                                "start": 39.606,
                                "stop": 49.773,
                                "byte_start": 265007,
                                "byte_stop": 305654,
                                "text": "This difference comes into play in those cases in which no tangible employment action such as termination or denial of promotion took place."
                            },
                            {
                                "start": 49.773,
                                "stop": 59.547,
                                "byte_start": 305654,
                                "byte_stop": 344733,
                                "text": "In these cases, if the alleged harasser was merely a co-worker, the plaintiff must show that the employer was negligent in allowing the harassment to occur."
                            },
                            {
                                "start": 59.547,
                                "stop": 74.003,
                                "byte_start": 344733,
                                "byte_stop": 402516,
                                "text": "But if the alleged harasser was a supervisor, the employer must show that it exercised reasonable care and that the plaintiff unreasonably failed to take advantage of opportunities to prevent or stop the harassment."
                            },
                            {
                                "start": 74.003,
                                "stop": 88.513,
                                "byte_start": 402516,
                                "byte_stop": 460612,
                                "text": "While Ellerth and Faragher established a special rule for cases involving harassment by a supervisor, they did not define what they meant by the term “Supervisor” and that is the question that we answer in this case."
                            },
                            {
                                "start": 88.513,
                                "stop": 95.867,
                                "byte_start": 460612,
                                "byte_stop": 489974,
                                "text": "The lower courts have grappled with this question for some time and two competing definitions have emerged."
                            },
                            {
                                "start": 95.867,
                                "stop": 116.027,
                                "byte_start": 489974,
                                "byte_stop": 570640,
                                "text": "This case is from the Seventh Circuit and under the definition adopted by that Court and some others, a supervisor is a person who has the authority to take a tangible employment action, the term I used later -- I used earlier, to hire, fire, promote, or take some other action having economic consequences."
                            },
                            {
                                "start": 116.027,
                                "stop": 128.58,
                                "byte_start": 570640,
                                "byte_stop": 620899,
                                "text": "Under the alternative interpretation which is favored by the EEOC, supervisor status depends on a weighing of a number of factors, several of which are quite vague."
                            },
                            {
                                "start": 128.58,
                                "stop": 145.255,
                                "byte_start": 620899,
                                "byte_stop": 687564,
                                "text": "According to that alternative, a supervisor must have sufficient authority over the victim, must exercise that authority more than occasionally, and must do so with respect to more than a limited number of tasks."
                            },
                            {
                                "start": 145.255,
                                "stop": 148.669,
                                "byte_start": 687564,
                                "byte_stop": 701252,
                                "text": "All of these key terms are hard to pin down."
                            },
                            {
                                "start": 148.669,
                                "stop": 155.637,
                                "byte_start": 701252,
                                "byte_stop": 729046,
                                "text": "Petitioner in this case was employed in Ball State University\u0027s Banquet and Catering Division."
                            },
                            {
                                "start": 155.637,
                                "stop": 174.827,
                                "byte_start": 729046,
                                "byte_stop": 805846,
                                "text": "She sued Ball State alleging that a fellow employee, Davis, harassed her because of her race. She claims that Davis “gave her a hard time by doing such things as glaring at her, slamming pots and pants around her, giving her weird looks, and blocking the entrance to an elevator.”"
                            },
                            {
                                "start": 174.827,
                                "stop": 187.673,
                                "byte_start": 805846,
                                "byte_stop": 857255,
                                "text": "The District Court held that Ball State was not vicariously liable because the alleged harasser, who could not take tangible employment actions against Vance, was not a supervisor."
                            },
                            {
                                "start": 187.673,
                                "stop": 195.364,
                                "byte_start": 857255,
                                "byte_stop": 887975,
                                "text": "The Seventh Circuit affirmed and we now hold that the Seventh Circuit applied the correct definition of a supervisor."
                            },
                            {
                                "start": 195.364,
                                "stop": 210.066,
                                "byte_start": 887975,
                                "byte_stop": 946803,
                                "text": "Ellerth and Faragher adapted a framework that draws a sharp line between supervisors and co-workers, and the Seventh Circuit\u0027s clear definition of a supervisor fits best within this highly structured framework."
                            },
                            {
                                "start": 210.066,
                                "stop": 222.871,
                                "byte_start": 946803,
                                "byte_stop": 998003,
                                "text": "Perhaps, the greatest advantage of this approach is that it permits harassment cases to be litigated in an orderly and understandable way, and this serves the best interest of all concerned."
                            },
                            {
                                "start": 222.871,
                                "stop": 234.64,
                                "byte_start": 998003,
                                "byte_stop": 1045128,
                                "text": "Under our approach, the status of an alleged harasser will often be obvious before the litigation even begins, and it is likely to be resolved as a matter of law before trial."
                            },
                            {
                                "start": 234.64,
                                "stop": 249.607,
                                "byte_start": 1045128,
                                "byte_stop": 1105000,
                                "text": "This permits the parties to formulate a single coherent theory to be presented to the jury and it simplifies the task of juries which are already required to grapple with complex, instructions, and employment discrimination cases."
                            },
                            {
                                "start": 249.607,
                                "stop": 256.726,
                                "byte_start": 1105000,
                                "byte_stop": 1133422,
                                "text": "A jury that understands the law that it has to apply is more likely to return a fair verdict."
                            },
                            {
                                "start": 256.726,
                                "stop": 262.387,
                                "byte_start": 1133422,
                                "byte_stop": 1156096,
                                "text": "By contrast, the alternative definition of a supervisor is a study in ambiguity."
                            },
                            {
                                "start": 262.387,
                                "stop": 270.524,
                                "byte_start": 1156096,
                                "byte_stop": 1188697,
                                "text": "And as a result of this ambiguity, the status of an alleged harasser would often remain unresolved throughout the trial."
                            },
                            {
                                "start": 270.524,
                                "stop": 278.442,
                                "byte_start": 1188697,
                                "byte_stop": 1220357,
                                "text": "The parties would have to present their cases under two separate legal frameworks and the job of the jury would be greatly complicated."
                            },
                            {
                                "start": 278.442,
                                "stop": 284.933,
                                "byte_start": 1220357,
                                "byte_stop": 1246271,
                                "text": "Contrary to the dissent, the approach that we adopt will not thwart recovery for workplace harassment."
                            },
                            {
                                "start": 284.933,
                                "stop": 302.173,
                                "byte_start": 1246271,
                                "byte_stop": 1315234,
                                "text": "Two major points should be kept in mind: First, regardless of whether an alleged harasser is classified as a supervisor or a co-worker, a harassment victim may always recover by proving that the employer was negligent in allowing the harassment to occur."
                            },
                            {
                                "start": 302.173,
                                "stop": 310.063,
                                "byte_start": 1315234,
                                "byte_stop": 1346790,
                                "text": "There is nothing unusual or particularly onerous about this requirement.It is very common in the law of torts."
                            },
                            {
                                "start": 310.063,
                                "stop": 317.973,
                                "byte_start": 1346790,
                                "byte_stop": 1378450,
                                "text": "And the different between or the plaintiff must show in a co-worker case, as opposed to a supervisor case, should not be exaggerated."
                            },
                            {
                                "start": 317.973,
                                "stop": 328.613,
                                "byte_start": 1378450,
                                "byte_stop": 1420978,
                                "text": "Perhaps, the biggest difference is the party who wins if the Jury thinks that the evidence favoring the plaintiff and the evidence favoring the defense are exactly equal."
                            },
                            {
                                "start": 328.613,
                                "stop": 338.59,
                                "byte_start": 1420978,
                                "byte_stop": 1460893,
                                "text": "In all other cases where the evidence taps -- tips even slightly in one direction or the other, the allocation of the burden of persuasion makes no difference."
                            },
                            {
                                "start": 338.59,
                                "stop": 343.482,
                                "byte_start": 1460893,
                                "byte_stop": 1480432,
                                "text": "Second, the rule that we adopt today is neither new, nor untested."
                            },
                            {
                                "start": 343.482,
                                "stop": 356.037,
                                "byte_start": 1480432,
                                "byte_stop": 1530692,
                                "text": "The dissenting opinion recounts the allegations or evidence of harassment in a number of shocking cases and intimates that our holding would thwart recovery in such cases, but that charges is unfounded."
                            },
                            {
                                "start": 356.037,
                                "stop": 375.716,
                                "byte_start": 1530692,
                                "byte_stop": 1609373,
                                "text": "The rule that we adopt has been the law for some time in the First, Seventh, and Eight Circuits which together cover Fourteen Jurisdictions: Massachusetts, New Hampshire, Maine, Rhode Island, Illinois, Puerto Rico, Indiana, Wisconsin, Minnesota, and North and South Dakota and Nebraska, Arkansas and Iowa."
                            },
                            {
                                "start": 375.716,
                                "stop": 384.798,
                                "byte_start": 1609373,
                                "byte_stop": 1645735,
                                "text": "We are aware of no evidence that this rule has left harassment victims unprotected in say, Boston or Chicago or Minneapolis."
                            },
                            {
                                "start": 384.798,
                                "stop": 388.535,
                                "byte_start": 1645735,
                                "byte_stop": 1660677,
                                "text": "For these reasons, the decision of the Seventh Circuit is affirmed."
                            },
                            {
                                "start": 388.535,
                                "stop": 391.792,
                                "byte_start": 1660677,
                                "byte_stop": 1673738,
                                "text": "Justice Thomas has filed a concurring opinion."
                            },
                            {
                                "start": 391.792,
                                "stop": 401.256,
                                "byte_start": 1673738,
                                "byte_stop": 1711459,
                                "text": "Justice Ginsburg has filed a dissenting opinion in which Justice Breyer, Justice Sotomayor, and Justice Kagan have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53116,
            "mime": "audio\/mpeg",
            "size": 1711668,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/11-556\/20130624o_11-556.delivery.mp3"
        },
        {
            "id": 74866,
            "mime": "audio\/ogg",
            "size": 4019253,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/11-556\/20130624o_11-556.ogg"
        },
        {
            "id": 74867,
            "mime": "application\/x-mpegURL",
            "size": 5873,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/11-556\/20130624o_11-556.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}