{
    "id": 20826,
    "title": "Opinion Announcement - May 03, 1999",
    "transcript": {
        "title": "Bank of America v. 203 North LaSalle Partnership",
        "duration": 210.24,
        "sections": [
            {
                "start": 0,
                "stop": 210.24,
                "byte_start": 85473,
                "byte_stop": 926407,
                "turns": [
                    {
                        "start": 0,
                        "stop": 210.24,
                        "byte_start": 85473,
                        "byte_stop": 926407,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.086,
                                "byte_start": 85473,
                                "byte_stop": 129881,
                                "text": "The first of them is the Bank of America National Trust and Savings Association vrsus 203 North LaSalle Street partnership, No. 97-1418."
                            },
                            {
                                "start": 11.086,
                                "stop": 16.038,
                                "byte_start": 129881,
                                "byte_stop": 149630,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 16.038,
                                "stop": 30.569,
                                "byte_start": 149630,
                                "byte_stop": 207831,
                                "text": "Petitioner Bank of America National Trust and Savings Association lent respondent real estate partnership some $93 million secured by a mortgage on office building in Downtown Chicago owned by the partnership."
                            },
                            {
                                "start": 30.569,
                                "stop": 37.669,
                                "byte_start": 207831,
                                "byte_stop": 236252,
                                "text": "After the partnership defaulted it filled a voluntary Chapter 11 bankruptcy petition in order to retain the property."
                            },
                            {
                                "start": 37.669,
                                "stop": 47.145,
                                "byte_start": 236252,
                                "byte_stop": 274077,
                                "text": "The partners wanted to do that because they would thereby avoid paying some $20 million in taxes that they have owed if the bank had foreclosed on the property."
                            },
                            {
                                "start": 47.145,
                                "stop": 63.344,
                                "byte_start": 274077,
                                "byte_stop": 338861,
                                "text": "Because the value of the mortgage property was less than the balance due to the bank, the bank’s loan could not be paid in full and the partnership proposed to reorganization plan during the period in which it alone had the statutory right to file a plan."
                            },
                            {
                                "start": 63.344,
                                "stop": 75.834,
                                "byte_start": 338861,
                                "byte_stop": 388911,
                                "text": "The key feature of the partners plan was an exclusive eligibility provision, allowing some of the partners to contribute new capital, in order to retain a 100% of the shares in the reorganized partnership."
                            },
                            {
                                "start": 75.834,
                                "stop": 82.065,
                                "byte_start": 388911,
                                "byte_stop": 413780,
                                "text": "The bank objected, and the plan therefore could not be confirmed by consent or classes of creditors."
                            },
                            {
                                "start": 82.065,
                                "stop": 87.38,
                                "byte_start": 413780,
                                "byte_stop": 435096,
                                "text": "The partners then attempted what is known as “cramdown” over the objection of the Bank."
                            },
                            {
                                "start": 87.38,
                                "stop": 101.295,
                                "byte_start": 435096,
                                "byte_stop": 490684,
                                "text": "Section 1129(b)(1) of the Bankruptcy Code provides that in order to be confirmed as a \u0022cramdown\u0022 plan, a reorganization plan must be fair and equitable with respect to an objecting impaired class of creditors."
                            },
                            {
                                "start": 101.295,
                                "stop": 119.686,
                                "byte_start": 490684,
                                "byte_stop": 564245,
                                "text": "The Code further specifies that for a plan that does not pay a senior class of creditors claims in full, the holder of any interest that is junior to the claims to the that\u0027d been impaired creditor class will not receive or retain any property under the plan on account of such junior interest."
                            },
                            {
                                "start": 119.686,
                                "stop": 125.823,
                                "byte_start": 564245,
                                "byte_stop": 588800,
                                "text": "The Bank contended that the plan violated this provision, which is known as the “absolute priority rule”."
                            },
                            {
                                "start": 125.823,
                                "stop": 136.513,
                                "byte_start": 588800,
                                "byte_stop": 631537,
                                "text": "The majority of the panel of the Seventh Circuit interpreted the phrase on account of as permitting recognition of a new value corollary to the absolute priority rule."
                            },
                            {
                                "start": 136.513,
                                "stop": 147.575,
                                "byte_start": 631537,
                                "byte_stop": 675840,
                                "text": "Under such a corollary debtors like the partners in this case, would receive their shares on account of their infusion of new capital, not on account of their prior position."
                            },
                            {
                                "start": 147.575,
                                "stop": 153.548,
                                "byte_start": 675840,
                                "byte_stop": 699769,
                                "text": "We granted certiorari to resolve the conflict among the Circuits on this issue."
                            },
                            {
                                "start": 153.548,
                                "stop": 159.031,
                                "byte_start": 699769,
                                "byte_stop": 721607,
                                "text": "In an opinion filed today with the Clerk of Court, we reverse the judgment of the Seventh Circuit."
                            },
                            {
                                "start": 159.031,
                                "stop": 187.832,
                                "byte_start": 721607,
                                "byte_stop": 836859,
                                "text": "While we do not decide ultimately, whether the statute includes a new value corollary, we hold that on any reading, even assuming the existence of a new value corollary, the plan in this case is doomed by its provision for vesting equity in the reorganized business in the partners without subjecting the partners purchase price to some form of competition by giving an opportunity for others to bid for the equity or else to propose an alternative plan."
                            },
                            {
                                "start": 187.832,
                                "stop": 201.59,
                                "byte_start": 836859,
                                "byte_stop": 891925,
                                "text": "Absent such competition, this exclusive opportunity should be treated as an item of property in its own right, which was extended on account of the old equity position, it therefore violates the absolute priority rule."
                            },
                            {
                                "start": 201.59,
                                "stop": 210.24,
                                "byte_start": 891925,
                                "byte_stop": 926407,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment which Justice Scalia joins; Justice Stevens has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50776,
            "mime": "audio\/mpeg",
            "size": 926616,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/97-1418\/19990503o_97-1418.delivery.mp3"
        },
        {
            "id": 72558,
            "mime": "audio\/ogg",
            "size": 2033951,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/97-1418\/19990503o_97-1418.ogg"
        },
        {
            "id": 72559,
            "mime": "application\/x-mpegURL",
            "size": 3235,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/97-1418\/19990503o_97-1418.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}