{
    "id": 21486,
    "title": "Opinion Announcement - June 11, 2007",
    "transcript": {
        "title": "Fry v. Pliler",
        "duration": 283.246,
        "sections": [
            {
                "start": 0,
                "stop": 283.246,
                "byte_start": 89915,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 283.246,
                        "byte_start": 89915,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.011,
                                "byte_start": 89915,
                                "byte_stop": 114052,
                                "text": "The second case is not much more fun."
                            },
                            {
                                "start": 6.011,
                                "stop": 12.601,
                                "byte_start": 114052,
                                "byte_stop": 140384,
                                "text": "It\u0027s No. 06-5247, Fry v. Pliler."
                            },
                            {
                                "start": 12.601,
                                "stop": 18.114,
                                "byte_start": 140384,
                                "byte_stop": 162431,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Ninth Circuit again."
                            },
                            {
                                "start": 18.114,
                                "stop": 28.37,
                                "byte_start": 162431,
                                "byte_stop": 203495,
                                "text": "There are two different standards that this court has required for determining whether a procedural error in a criminal trial is harmless."
                            },
                            {
                                "start": 28.37,
                                "stop": 43.713,
                                "byte_start": 203495,
                                "byte_stop": 264831,
                                "text": "One is the so called Chapman standard, deriving its name from our decision in Chapman versus California, which asks whether the error was “harmless beyond the reasonable doubt.”"
                            },
                            {
                                "start": 43.713,
                                "stop": 49.287,
                                "byte_start": 264831,
                                "byte_stop": 287087,
                                "text": "That standard is applied in cases that are on direct review."
                            },
                            {
                                "start": 49.287,
                                "stop": 65.507,
                                "byte_start": 287087,
                                "byte_stop": 351975,
                                "text": "The other standard one which it is easier for the state to meet is applied on habeas corpus review of convictions that are already final called the Brecht standard after our decision in Brecht versus Abrahamson."
                            },
                            {
                                "start": 65.507,
                                "stop": 74.285,
                                "byte_start": 351975,
                                "byte_stop": 387084,
                                "text": "It asks whether the error had “a substantial and injurious effect on the jury’s verdict.”"
                            },
                            {
                                "start": 74.285,
                                "stop": 89.202,
                                "byte_start": 387084,
                                "byte_stop": 446748,
                                "text": "What prompts the present case is that in prior applications of the Brecht standard on habeas, the State or Federal Court has already applied the more rigorous Chapman standard on direct review."
                            },
                            {
                                "start": 89.202,
                                "stop": 99.872,
                                "byte_start": 446748,
                                "byte_stop": 489484,
                                "text": "The claim by petitioner in this habeas case is that when Chapman has not previously been applied on direct review, Chapman must be the standard on habeas review."
                            },
                            {
                                "start": 99.872,
                                "stop": 109.22,
                                "byte_start": 489484,
                                "byte_stop": 526891,
                                "text": "The facts of the case are simple; the trial judge presiding over petitioner’s murder trial excluded the testimony of one of the defense witnesses."
                            },
                            {
                                "start": 109.22,
                                "stop": 115.844,
                                "byte_start": 526891,
                                "byte_stop": 553327,
                                "text": "After being convicted petitioner argued on appeal that that exclusion violated due process."
                            },
                            {
                                "start": 115.844,
                                "stop": 137.009,
                                "byte_start": 553327,
                                "byte_stop": 637964,
                                "text": "The California Court of Appeals, did not explicitly addressed the validity of the due-process claim but stated without specifying which standard for assessing the harmlessness of error it was applying that “no possible prejudice” could have resulted from exclusion of the testimony in light of its cumulative nature."
                            },
                            {
                                "start": 137.009,
                                "stop": 147.908,
                                "byte_start": 637964,
                                "byte_stop": 681641,
                                "text": "The State Supreme Court denied discretionary review, petitioner then filed a federal habeas petition, raising among other things the same due-process claim."
                            },
                            {
                                "start": 147.908,
                                "stop": 157.822,
                                "byte_start": 681641,
                                "byte_stop": 721242,
                                "text": "The magistrate judge has signed to the case founded that their had been due-process violation and disagreed with the State Appellate Court’s finding of no possible prejudice."
                            },
                            {
                                "start": 157.822,
                                "stop": 171.846,
                                "byte_start": 721242,
                                "byte_stop": 777353,
                                "text": "But he nevertheless concluded that there was an insufficient showing that the improper exclusion of testimony had using the Brecht standard a substantial and injurious affect on the jury’s verdict."
                            },
                            {
                                "start": 171.846,
                                "stop": 176.916,
                                "byte_start": 777353,
                                "byte_stop": 797624,
                                "text": "Agreeing with the Magistrate Judge, the District Court denied relief and the Ninth Circuit affirmed."
                            },
                            {
                                "start": 176.916,
                                "stop": 200.326,
                                "byte_start": 797624,
                                "byte_stop": 891247,
                                "text": "We granted certiorari to decide whether the Ninth Circuit correctly applied Brecht’s substantial and injurious affect standard for assessing harmlessness even though the State Appellate Court had not recognized the alleged constitutional error and thus had not reviewed its harmlessness under the more defendant friendly harmless beyond the reasonable doubt standard of Chapman."
                            },
                            {
                                "start": 200.326,
                                "stop": 208.154,
                                "byte_start": 891247,
                                "byte_stop": 922594,
                                "text": "In an opinion filed with the Clerk today, we affirm the judgment and hold the Ninth Circuit correctly applied Brecht, rather than Chapman."
                            },
                            {
                                "start": 208.154,
                                "stop": 218.311,
                                "byte_start": 922594,
                                "byte_stop": 963241,
                                "text": "Brecht applies in federal habeas cases even if the State Appellate Court has not found as did the State Appellate Court in Brecht that the error was harmless under Chapman."
                            },
                            {
                                "start": 218.311,
                                "stop": 238.024,
                                "byte_start": 963241,
                                "byte_stop": 1042026,
                                "text": "This conclusion is indicated by the Brecht opinion itself, which did not focus on whether the State Court had conducted Chapman review but instead cited concerns about finality, comity and federalism as the primary reasons for adopting a less onerous standard on collateral review."
                            },
                            {
                                "start": 238.024,
                                "stop": 250.178,
                                "byte_start": 1042026,
                                "byte_stop": 1090718,
                                "text": "Since each of these concerns applies with equal force whether or not the State Court has reached the Chapman question, it would be illogical to make the standard of review turn upon that contingency."
                            },
                            {
                                "start": 250.178,
                                "stop": 264.269,
                                "byte_start": 1090718,
                                "byte_stop": 1147038,
                                "text": "We do not consider petitioner’s argument that the judgment below must nevertheless be reversed even under the Brecht standard because that issue is not fairly encompassed by the question presented and the question on which we granted review."
                            },
                            {
                                "start": 264.269,
                                "stop": 267.256,
                                "byte_start": 1147038,
                                "byte_stop": 1158950,
                                "text": "Accordingly, the judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 267.256,
                                "stop": 278.426,
                                "byte_start": 1158950,
                                "byte_stop": 1203672,
                                "text": "Justice Stevens has filed an opinion concurring in part and dissenting in part, in which Justices Souter and Ginsburg joined and in which Justice Breyer joins in part."
                            },
                            {
                                "start": 278.426,
                                "stop": 283.246,
                                "byte_start": 1203672,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed an opinion concurring in part and dissenting in part."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52095,
            "mime": "audio\/mpeg",
            "size": 1222898,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-5247\/20070611o_06-5247.delivery.mp3"
        },
        {
            "id": 73866,
            "mime": "audio\/ogg",
            "size": 2878743,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-5247\/20070611o_06-5247.ogg"
        },
        {
            "id": 73867,
            "mime": "application\/x-mpegURL",
            "size": 4291,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-5247\/20070611o_06-5247.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}