{
    "id": 23980,
    "title": "Opinion Announcement - March 25, 2015",
    "transcript": {
        "title": "Alabama Legislative Black Caucus v. Alabama",
        "duration": 327.288,
        "sections": [
            {
                "start": 0,
                "stop": 327.288,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.652,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.652,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer has also our opinion this morning in case 13-895, Alabama Legislative Black Caucus v. Alabama and the consolidated case."
                            }
                        ]
                    },
                    {
                        "start": 9.652,
                        "stop": 327.288,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 9.652,
                                "stop": 15.014,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is still more complicated."
                            },
                            {
                                "start": 15.014,
                                "stop": 24.761,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Following the 2010 census, Alabama redrew the boundaries of its State Legislative Districts."
                            },
                            {
                                "start": 24.761,
                                "stop": 53.21,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Alabama Legislative Black Caucus and the Alabama Democratic Conference challenged the lawfulness of tge redistricting on several grounds but the ground relevant here consists of the claim that Alabama, when it redrew its district boundaries, placed too much weight on race, that\u0027s called a claim of racial gerrymandering, which they say in this instance they placed too much weight and it wasn\u0027t justified."
                            },
                            {
                                "start": 53.21,
                                "stop": 68.511,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They pointed out that Alabama, in addition to taking account of such traditional districting factors as the need for compact districts protecting incumbents, it strongly emphasized that you have to have districts of equal population,"
                            },
                            {
                                "start": 68.511,
                                "stop": 75.692,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "and then they emphasized the importance of maintaining the ability of minority voters to elect candidates of their choice."
                            },
                            {
                                "start": 75.692,
                                "stop": 88.729,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Okay, so far so good. But, said the challengers, Alabama thought it could meet this latter goal, which is in the Voting Rights Act Section 5, it\u0027s called no retrogression,"
                            },
                            {
                                "start": 88.729,
                                "stop": 103,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "they thought they could meet it simply by creating a plan that would seek to maintain the same percentage of minority voters in Alabama\u0027s majority\/minority districts that were there before."
                            },
                            {
                                "start": 103,
                                "stop": 121.766,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That, they said, violated relevant constitutional principles. They maintained the keeping of minority percentage at, let\u0027s say, 75% rather than say 65%, would involve using racial criteria that under principles of strict scrutiny, could not be justified,"
                            },
                            {
                                "start": 121.766,
                                "stop": 133.744,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "because for example, 65% was good enough to allow the minority to elect a candidate of its choice. And a three-judge court ruled against the appellants and upheld the state\u0027s plan."
                            },
                            {
                                "start": 133.744,
                                "stop": 136.881,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Caucus and the Conference appealed."
                            },
                            {
                                "start": 136.881,
                                "stop": 138.915,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have considered their arguments, it\u0027s an appeal."
                            },
                            {
                                "start": 138.915,
                                "stop": 146.549,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We read the record, and we now vacate the District Court\u0027s determination and we remand the cases."
                            },
                            {
                                "start": 146.549,
                                "stop": 151.532,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We think that all four of the District Court\u0027s holdings were legally erroneous."
                            },
                            {
                                "start": 151.532,
                                "stop": 162.524,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the District Court thought that the appellants had brought only one claim, a statewide gerrymandering claim, like the state is wrongly -- is gerrymandering."
                            },
                            {
                                "start": 162.524,
                                "stop": 182.107,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Judge said, and we agree, that a racial gerrymandering claim must have to do with the boundaries of an individual district. To say that a state does not, it is like a legal unicorn, there does not exist a claim like that. It must be some particular districts that are wrongly gerrymandered."
                            },
                            {
                                "start": 182.107,
                                "stop": 196.042,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And you could, though, say the statewide plan is faulty and that led to a lot of districts being racially gerrymandered, certain individual districts."
                            },
                            {
                                "start": 196.042,
                                "stop": 207.668,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And when we examined the record, we thought that the appellants, in part, did make that latter kind of argument, district-specific, and the District Court didn\u0027t really consider that one and so we have to on remand."
                            },
                            {
                                "start": 207.668,
                                "stop": 218.672,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Second, the District Court thought that the Alabama Democratic Conference lacks standing, because it hadn\u0027t proved that it had members in all the relevant districts."
                            },
                            {
                                "start": 218.672,
                                "stop": 229.856,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Conference, however, has presented us with a membership list indicating the contrary and we think it should have been given an opportunity to present a similar list to the District Court."
                            },
                            {
                                "start": 229.856,
                                "stop": 268.21,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Third, the District Court thought that even if the state had used racial considerations in drawing district boundaries, those racial considerations were not predominant because what was really predominant was their desire to have equal population districts. But we set out, we go into this in some length, and we think that when a court determines whether racial factors predominate, it shouldn\u0027t take account of equal population goals, that\u0027s the background against which you make the predominant determination looking at race and certain other traditional factors, such as incumbency or compactness et cetera, and we think they should redo that."
                            },
                            {
                                "start": 268.21,
                                "stop": 291.724,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Finally, the District Court strictly scrutinized the state\u0027s application of racial considerations, we\u0027re fine, it thought the state\u0027s desire here to maintain existing minority percentage population. That isn\u0027t what they are supposed to maintain, they are supposed to maintain the opportunity of the people in the majority\/minority districts to elect the candidate of their choice."
                            },
                            {
                                "start": 291.724,
                                "stop": 301.204,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So we thought that was too mechanical, the way they went about it, and we adopted -- the Justice Department has regulations on this, and so forth, and we thought those regulations were correct."
                            },
                            {
                                "start": 301.204,
                                "stop": 309.809,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All right, so, we explain all this complexity with greater complexity."
                            },
                            {
                                "start": 309.809,
                                "stop": 315.613,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In our opinion, we vacate the District Court\u0027s judgment, we remand the cases."
                            },
                            {
                                "start": 315.613,
                                "stop": 327.288,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has filed a dissenting opinion which the Chief Justice, Justice Thomas and Justice Alito joined, and Justice Thomas has filed a separate dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78676,
            "mime": "audio\/mpeg",
            "size": 1335818,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-895\/13-895_20150325-opinion.delivery.mp3"
        },
        {
            "id": 78797,
            "mime": "audio\/ogg",
            "size": 3259463,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-895\/13-895_20150325-opinion.ogg"
        },
        {
            "id": 78798,
            "mime": "application\/x-mpegURL",
            "size": 5561,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-895\/13-895_20150325-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}