{
    "id": 21465,
    "title": "Opinion Announcement - March 03, 2008",
    "transcript": {
        "title": "Boulware v. United States",
        "duration": 294.008,
        "sections": [
            {
                "start": 0,
                "stop": 294.008,
                "byte_start": 104725,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 294.008,
                        "byte_start": 104725,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.079,
                                "byte_start": 104725,
                                "byte_stop": 129071,
                                "text": "This case comes to us on a writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 6.079,
                                "stop": 24.881,
                                "byte_start": 129071,
                                "byte_stop": 204304,
                                "text": "The petitioner, Michael Boulware, was charged for several counts of tax evasion and filing false income tax returns, stemming from his diversion of funds from Hawaiian Isles Enterprises, a closely held corporation of which he was the president, founder and controlling shareholder."
                            },
                            {
                                "start": 24.881,
                                "stop": 33.381,
                                "byte_start": 204304,
                                "byte_stop": 238263,
                                "text": "At trial, the United States sought to establish that Boulware had received taxable income by systematically diverting funds from the corporation."
                            },
                            {
                                "start": 33.381,
                                "stop": 49.634,
                                "byte_start": 238263,
                                "byte_stop": 303360,
                                "text": "In defense, Boulware attempted to introduce evidence that the corporation had no retained or current earnings and profits in the relevant taxable years with the consequence he argued that he, in effect, received distributions of property that must have been returned to the capital."
                            },
                            {
                                "start": 49.634,
                                "stop": 66.786,
                                "byte_start": 303360,
                                "byte_stop": 371905,
                                "text": "Under Sections 301 and 316(a) of the Internal Revenue Code, the return of capital is non-taxable up to a shareholder\u0027s basis in -- in his shares and Boulware, therefore, argued that the Government could not establish a tax deficiency required to convict him."
                            },
                            {
                                "start": 66.786,
                                "stop": 71.742,
                                "byte_start": 371905,
                                "byte_stop": 391758,
                                "text": "The District Court rejected this defense, and the jury found Boulware guilty."
                            },
                            {
                                "start": 71.742,
                                "stop": 91.193,
                                "byte_start": 391758,
                                "byte_stop": 469499,
                                "text": "The Ninth Circuit affirmed on the authority of its earlier decision in United States v. Miller in which the Court held that before a distributee accused of criminal tax evasion may claim return of capital treatment, he needs to present evidence that either he or the corporation intended a capital return when the distribution occurred."
                            },
                            {
                                "start": 91.193,
                                "stop": 97.677,
                                "byte_start": 469499,
                                "byte_stop": 495517,
                                "text": "We granted certiorari to determine whether such a showing a contemporaneous intent is required."
                            },
                            {
                                "start": 97.677,
                                "stop": 105.585,
                                "byte_start": 495517,
                                "byte_stop": 527073,
                                "text": "In an opinion filed today with the clerk of the Court, we hold that no such showing is required and therefore vacate the judgment of the Ninth Circuit."
                            },
                            {
                                "start": 105.585,
                                "stop": 123.569,
                                "byte_start": 527073,
                                "byte_stop": 599066,
                                "text": "Miller\u0027s view that a criminal defendant may not treat a distribution as a return of capital without evidence of a corresponding contemporaneous intent sits uncomfortably not only with the tax law\u0027s economic realism but with the particular wording of 301 and 316(a) as well."
                            },
                            {
                                "start": 123.569,
                                "stop": 144.893,
                                "byte_start": 599066,
                                "byte_stop": 684330,
                                "text": "As those sections are written, the tax consequences of a distribution by a corporation with respect to stock depends not on anyone\u0027s purpose to return capital or to get it back, but on facts wholly independent of intent, whether the corporation had earnings and profits and the amount of the taxpayer\u0027s basis for his stock."
                            },
                            {
                                "start": 144.893,
                                "stop": 156.673,
                                "byte_start": 684330,
                                "byte_stop": 731455,
                                "text": "When the Miller court went the other way, needless to say, it could claim no textual hook for the contemporaneous intent requirement, but argued for it as the way to avoid two supposed anomalies."
                            },
                            {
                                "start": 156.673,
                                "stop": 186.714,
                                "byte_start": 731455,
                                "byte_stop": 851618,
                                "text": "First, the Court thought that applying 301 and 316(a) in criminal cases unnecessarily emphasizes the exact amount of the deficiency while ignoring the element of the defendant\u0027s willful intent to evade taxes, but the element of willfulness is addressed at trial simply by requiring the Government to prove it, and nothing in 301 and 316(a), as written, relieves the Government of this burden of proving willfulness or impedes it from doing so if the evidence is there."
                            },
                            {
                                "start": 186.714,
                                "stop": 221.045,
                                "byte_start": 851618,
                                "byte_stop": 988918,
                                "text": "Second, the Miller court worried that if the defendant could claim capital treatment without showing a corresponding contemporaneous intent, tax treatment of the evasively inclined could turn on whether the distributing corporation happened to find itself in the midst of financial difficulty, but there is no criminal tax evasion without a deficiency and there is no deficiency owing to a distribution received with respect to stock if a corporation has no earnings and profits and the value distributed does not exceed the taxpayer-shareholder\u0027s basis for his stock."
                            },
                            {
                                "start": 221.045,
                                "stop": 228.551,
                                "byte_start": 988918,
                                "byte_stop": 1019011,
                                "text": "Thus the acquittal, Miller worried about, would in fact result nearly from the Government\u0027s failure to prove an element of the crime."
                            },
                            {
                                "start": 228.551,
                                "stop": 236.848,
                                "byte_start": 1019011,
                                "byte_stop": 1052134,
                                "text": "We hold that Miller was mistaken in requiring a contemporaneous intent to treat the receipt of corporate funds as a return of capital."
                            },
                            {
                                "start": 236.848,
                                "stop": 244.327,
                                "byte_start": 1052134,
                                "byte_stop": 1082123,
                                "text": "And the Government has raised nothing that calls for affirmance in the face of the Court of Appeals\u0027 reliance on Miller in this case."
                            },
                            {
                                "start": 244.327,
                                "stop": 256.831,
                                "byte_start": 1082123,
                                "byte_stop": 1132069,
                                "text": "Although it argues that Boulware may not have satisfied 301(a)\u0027s requirement that a distribution be made with respect to stock, this is not the time or the place to home in on that limitation."
                            },
                            {
                                "start": 256.831,
                                "stop": 271.928,
                                "byte_start": 1132069,
                                "byte_stop": 1192464,
                                "text": "The facts in this case have yet to be raked over with the stock ownership condition in mind, and if consideration is to be given to that condition now, the canvas of evidence in Boulware\u0027s proffer should be made by a court familiar with the whole evidentiary record."
                            },
                            {
                                "start": 271.928,
                                "stop": 287.924,
                                "byte_start": 1192464,
                                "byte_stop": 1256516,
                                "text": "The Government also argues that the diversions of HIE funds were in fact unlawful and the 301 and the 316(a) are inapplicable to illegal transfers, but we decline to take up that question which was not considered by the Ninth Circuit."
                            },
                            {
                                "start": 287.924,
                                "stop": 294.008,
                                "byte_start": 1256516,
                                "byte_stop": 0,
                                "text": "We vacate the Ninth Circuit\u0027s judgment and remand for further proceedings consistent with this opinion which is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52053,
            "mime": "audio\/mpeg",
            "size": 1280758,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-1509\/20080303o_06-1509.delivery.mp3"
        },
        {
            "id": 73824,
            "mime": "audio\/ogg",
            "size": 2985966,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-1509\/20080303o_06-1509.ogg"
        },
        {
            "id": 73825,
            "mime": "application\/x-mpegURL",
            "size": 4467,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-1509\/20080303o_06-1509.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}