{
    "id": 21870,
    "title": "Opinion Announcement - June 27, 2011 (Part 2)",
    "transcript": {
        "title": "J. McIntyre Machinery v. Nicastro",
        "duration": 453.094,
        "sections": [
            {
                "start": 0,
                "stop": 453.094,
                "byte_start": 104448,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 453.094,
                        "byte_start": 104448,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.027,
                                "byte_start": 104448,
                                "byte_stop": 120644,
                                "text": "-- just summarized."
                            },
                            {
                                "start": 4.027,
                                "stop": 11.274,
                                "byte_start": 120644,
                                "byte_stop": 149588,
                                "text": "The accident occurred in France and the defective tire that allegedly caused the bus to overturn was made and sold in Europe."
                            },
                            {
                                "start": 11.274,
                                "stop": 24.79,
                                "byte_start": 149588,
                                "byte_stop": 203609,
                                "text": "In this case, the accident occurred at a workplace in New Jersey and the manufacturer of the machine, a UK company, wanted to sell its products anywhere and everywhere in the United States."
                            },
                            {
                                "start": 24.79,
                                "stop": 34.299,
                                "byte_start": 203609,
                                "byte_stop": 241748,
                                "text": "In neither case was the U.S. forum one that could properly exercise general, all-purpose jurisdiction over the foreign defendants."
                            },
                            {
                                "start": 34.299,
                                "stop": 43.266,
                                "byte_start": 241748,
                                "byte_stop": 277588,
                                "text": "But in this case, contrary to the Court\u0027s judgment, specific jurisdiction would be appropriately exercised by New Jersey courts."
                            },
                            {
                                "start": 43.266,
                                "stop": 58.509,
                                "byte_start": 277588,
                                "byte_stop": 338505,
                                "text": "Indeed, what form is more appropriate than one in the place where McIntyre UK\u0027s machine was shipped, installed and malfunction severing local worker, Nicastro\u0027s fingers."
                            },
                            {
                                "start": 58.509,
                                "stop": 62.095,
                                "byte_start": 338505,
                                "byte_stop": 352925,
                                "text": "The plaintiff and witnesses to the accident are in New Jersey."
                            },
                            {
                                "start": 62.095,
                                "stop": 67.091,
                                "byte_start": 352925,
                                "byte_stop": 372882,
                                "text": "The law normally applicable to industrial accidents is the law of the place of injury."
                            },
                            {
                                "start": 67.091,
                                "stop": 78.024,
                                "byte_start": 372882,
                                "byte_stop": 416559,
                                "text": "And of prime importance, the foreign manufacturer sought deliberately to develop a market for its machines anywhere and everywhere in the United States."
                            },
                            {
                                "start": 78.024,
                                "stop": 84.407,
                                "byte_start": 416559,
                                "byte_stop": 442159,
                                "text": "The pattern presented here is familiar in today\u0027s international commercial relationships."
                            },
                            {
                                "start": 84.407,
                                "stop": 90.828,
                                "byte_start": 442159,
                                "byte_stop": 467864,
                                "text": "A foreign industrialist seeks to attract U.S. purchases for the products it manufactures."
                            },
                            {
                                "start": 90.828,
                                "stop": 93.999,
                                "byte_start": 467864,
                                "byte_stop": 480507,
                                "text": "McIntyre UK did so in typical fashion."
                            },
                            {
                                "start": 93.999,
                                "stop": 97.718,
                                "byte_start": 480507,
                                "byte_stop": 495344,
                                "text": "It engaged a U.S. distributor to promote its products."
                            },
                            {
                                "start": 97.718,
                                "stop": 104.438,
                                "byte_start": 495344,
                                "byte_stop": 522303,
                                "text": "It attended and exhibited at annual trade shows and other demonstrations in diverse U.S. locations."
                            },
                            {
                                "start": 104.438,
                                "stop": 109.511,
                                "byte_start": 522303,
                                "byte_stop": 542574,
                                "text": "It hoped to derive substantial revenue from sales to U.S. purchases."
                            },
                            {
                                "start": 109.511,
                                "stop": 121.923,
                                "byte_start": 542574,
                                "byte_stop": 592206,
                                "text": "And indeed, for some years, sales of McIntyre UK\u0027s products to U.S. purchases compared favorably to sales made to buyers in the rest of the world."
                            },
                            {
                                "start": 121.923,
                                "stop": 124.791,
                                "byte_start": 592206,
                                "byte_stop": 603700,
                                "text": "Where in the United States buyers resided?"
                            },
                            {
                                "start": 124.791,
                                "stop": 128.801,
                                "byte_start": 603700,
                                "byte_stop": 619687,
                                "text": "New Jersey or Nevada, matter not at all to McIntyre UK."
                            },
                            {
                                "start": 128.801,
                                "stop": 138.011,
                                "byte_start": 619687,
                                "byte_stop": 656572,
                                "text": "It\u0027s goal was to sell as much as it could, wherever it could and it had liability insurance concerning personal injuries caused by its products."
                            },
                            {
                                "start": 138.011,
                                "stop": 151.323,
                                "byte_start": 656572,
                                "byte_stop": 709757,
                                "text": "Although, nothing impeded it from targeting only particular States, it excluded no region or State from the market it wished to reach hardly “at home” in each State as its market."
                            },
                            {
                                "start": 151.323,
                                "stop": 158.092,
                                "byte_start": 709757,
                                "byte_stop": 736820,
                                "text": "Rather than the United States as a whole, New Jersey would have been an unlikely candidate for exclusion."
                            },
                            {
                                "start": 158.092,
                                "stop": 168.238,
                                "byte_start": 736820,
                                "byte_stop": 777467,
                                "text": "McIntyre UK made machines used in recycling metals and New Jersey recycles more metals than any other states of the United States."
                            },
                            {
                                "start": 168.238,
                                "stop": 180.506,
                                "byte_start": 777467,
                                "byte_stop": 826577,
                                "text": "There are two things McIntyre UK clearly did not want, subjection to US courts and judgment under the product liability law of any State of the United States."
                            },
                            {
                                "start": 180.506,
                                "stop": 191.872,
                                "byte_start": 826577,
                                "byte_stop": 872030,
                                "text": "To that end, it heavily avoided shipping directly to the United States and engaged in exclusive U.S. distributor to deliver its products stateside."
                            },
                            {
                                "start": 191.872,
                                "stop": 207.01,
                                "byte_start": 872030,
                                "byte_stop": 932530,
                                "text": "Should that manner of marketing have enabled to escape jurisdiction in a State where one of its products is sold, installed and because of the defect in design or in the manufacturing process, causes injury to a local user."
                            },
                            {
                                "start": 207.01,
                                "stop": 209.726,
                                "byte_start": 932530,
                                "byte_stop": 943397,
                                "text": "\u0022Of course, not\u0022 would be a sensible answer."
                            },
                            {
                                "start": 209.726,
                                "stop": 220.713,
                                "byte_start": 943397,
                                "byte_stop": 987387,
                                "text": "But under today\u0027s judgment, McIntyre UK is free to seek out U.S. customers nationwide, yet enjoy immunity from suit in any and every State."
                            },
                            {
                                "start": 220.713,
                                "stop": 224.766,
                                "byte_start": 987387,
                                "byte_stop": 1003583,
                                "text": "Our prior decisions call for no such result."
                            },
                            {
                                "start": 224.766,
                                "stop": 242.146,
                                "byte_start": 1003583,
                                "byte_stop": 1073068,
                                "text": "First, they plainly reject the notion affecting the plurality opinion that a foreign defendant must somehow submit to the jurisdiction of a state court in order to legitimize the course exercise of adjudicatory authority over it."
                            },
                            {
                                "start": 242.146,
                                "stop": 251.019,
                                "byte_start": 1073068,
                                "byte_stop": 1108595,
                                "text": "This Court has said repeatedly the fairness, judged by the relationship among the defendant, the forum and the episode in suit is what counts."
                            },
                            {
                                "start": 251.019,
                                "stop": 257.601,
                                "byte_start": 1108595,
                                "byte_stop": 1134926,
                                "text": "Fictions of implied consent, prior decisions teach do not advance the proper inquiry."
                            },
                            {
                                "start": 257.601,
                                "stop": 277.881,
                                "byte_start": 1134926,
                                "byte_stop": 1216010,
                                "text": "If fairness is the central concept in determining questions of personal jurisdiction as we have said it is, then one might ask, “Is it not fair and reasonable given the mode of trading,\u0022 of which this case is an example, “to require the international seller of a dangerous product to defend at the place of its product causes injury?”"
                            },
                            {
                                "start": 277.881,
                                "stop": 294.334,
                                "byte_start": 1216010,
                                "byte_stop": 1281839,
                                "text": "On what measure of reason and fairness can it be considered undue to require McIntyre UK to defend in New Jersey as an incident of these efforts to develop a market for its industrial machines anywhere and everywhere in the United States?"
                            },
                            {
                                "start": 294.334,
                                "stop": 319.846,
                                "byte_start": 1281839,
                                "byte_stop": 1383926,
                                "text": "Is not the burden on McIntyre UK to defend in New Jersey a reasonable cause of transacting business internationally in comparison to the burden on New Jersey work on Nicastro to go to Nottingham, England, transporting his witnesses with him to gain recompense for an injury sustained using McIntyre\u0027s product at his workplace in Saddle Brook, New Jersey."
                            },
                            {
                                "start": 319.846,
                                "stop": 335.49,
                                "byte_start": 1383926,
                                "byte_stop": 1446410,
                                "text": "Some 30 years ago, this Court said that when a manufacturer or distributor aims to sell its products to customers in several States, it is reasonable to subject it to suit in any one of the States if it’s allegedly defective product."
                            },
                            {
                                "start": 335.49,
                                "stop": 337.638,
                                "byte_start": 1446410,
                                "byte_stop": 1455083,
                                "text": "Has there been the source of injury?"
                            },
                            {
                                "start": 337.638,
                                "stop": 341.671,
                                "byte_start": 1455083,
                                "byte_stop": 1471175,
                                "text": "The Court was -- is right then as it is wrong today."
                            },
                            {
                                "start": 341.671,
                                "stop": 358.694,
                                "byte_start": 1471175,
                                "byte_stop": 1539302,
                                "text": "In the past marking case in this area, International Shoe Company against Washington, the Court observed that an estimate of inconveniences is relevant in determining whether appropriate defendant maybe called on to respond away from its home or principal place of business."
                            },
                            {
                                "start": 358.694,
                                "stop": 376.019,
                                "byte_start": 1539302,
                                "byte_stop": 1608579,
                                "text": "In undertaking such an estimate, courts have differently appraised two situations.One, cases involving a local plaintiff like Nicastro injured in his home State by the activity of a defendant like McIntyre UK engaged in international trade."
                            },
                            {
                                "start": 376.019,
                                "stop": 391.28,
                                "byte_start": 1608579,
                                "byte_stop": 1669601,
                                "text": "And cases in which the defendant is a natural or a legal person, whose economic activities and legal involvements are largely home based, one who harbors no designs to gain substantial revenue from sales and distant markets."
                            },
                            {
                                "start": 391.28,
                                "stop": 400.829,
                                "byte_start": 1669601,
                                "byte_stop": 1707844,
                                "text": "This case fits the first category, a local plaintiff injured by the activity of a manufacturer seeking to exploit a multistate or global market."
                            },
                            {
                                "start": 400.829,
                                "stop": 412.26,
                                "byte_start": 1707844,
                                "byte_stop": 1753506,
                                "text": "On any fair estimate of the inconveniences, Nicastro should prevail before this Court for the reasons just stated developed further in the dissenting opinion."
                            },
                            {
                                "start": 412.26,
                                "stop": 429.163,
                                "byte_start": 1753506,
                                "byte_stop": 1821111,
                                "text": "Justice Sotomayor, Justice Kagan and I would hold McIntyre UK answerable in New Jersey for the harm Nicastro has suffered using McIntyre\u0027s UK shearing machine at his workplace in that State."
                            },
                            {
                                "start": 429.163,
                                "stop": 453.094,
                                "byte_start": 1821111,
                                "byte_stop": 0,
                                "text": "While I dissent from the Court\u0027s judgment, I take heart that the plurality opinion does not speak for the Court for that opinion, takes a giant step back from the course this Court has pursued since International Shoe and would restore a way of thinking about personal jurisdiction long discredited for its detachment from the realities of today\u0027s trading relationships."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52862,
            "mime": "audio\/mpeg",
            "size": 1908360,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-1343\/20110627o_09-1343_part2.delivery.mp3"
        },
        {
            "id": 74614,
            "mime": "audio\/ogg",
            "size": 4477175,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-1343\/20110627o_09-1343_part2.ogg"
        },
        {
            "id": 74615,
            "mime": "application\/x-mpegURL",
            "size": 7661,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-1343\/20110627o_09-1343_part2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}