{
    "id": 17370,
    "title": "Opinion Announcement - April 16, 1974",
    "transcript": {
        "title": "Arnett v. Kennedy",
        "duration": 431.998,
        "sections": [
            {
                "start": 0,
                "stop": 431.998,
                "byte_start": 77824,
                "byte_stop": 1805772,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.178,
                        "byte_start": 77824,
                        "byte_stop": 110634,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.178,
                                "byte_start": 77824,
                                "byte_stop": 110634,
                                "text": "The disposition of number 72-1118, Arnett against Kennedy will be announced by Mr. Justice Rehnquist."
                            }
                        ]
                    },
                    {
                        "start": 8.178,
                        "stop": 429.196,
                        "byte_start": 110634,
                        "byte_stop": 1794696,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 8.178,
                                "stop": 22.781,
                                "byte_start": 110634,
                                "byte_stop": 169044,
                                "text": "This case involves the constitutionality of certain procedural and substantive rules governing federal employees embodied in the Lloyd-La Follette Act and in regulations promulgated by the Civil Service Commission."
                            },
                            {
                                "start": 22.781,
                                "stop": 30.296,
                                "byte_start": 169044,
                                "byte_stop": 199032,
                                "text": "Because we have a fractionated court on one of the issues, it may take a little longer than usual to describe the situation."
                            },
                            {
                                "start": 30.296,
                                "stop": 40.131,
                                "byte_start": 199032,
                                "byte_stop": 238425,
                                "text": "Prior to the events leading to this suit, appellee, Kennedy, was a non-probationary employee in the competitive civil service."
                            },
                            {
                                "start": 40.131,
                                "stop": 51.839,
                                "byte_start": 238425,
                                "byte_stop": 285236,
                                "text": "He was dismissed from his position in the Office of Economic Opportunity, for a allegedly having made recklessly false and defamatory statements about follow employees."
                            },
                            {
                                "start": 51.839,
                                "stop": 60.154,
                                "byte_start": 285236,
                                "byte_stop": 318464,
                                "text": "Although advised of his right pursuant to his Agency’s and Civil Service Commission regulations to reply to the charges against him."
                            },
                            {
                                "start": 60.154,
                                "stop": 67.632,
                                "byte_start": 318464,
                                "byte_stop": 348453,
                                "text": "He brought this suit for injunctive and declaratory relief in the United States District Court for the Northern District of Illinois."
                            },
                            {
                                "start": 67.632,
                                "stop": 91.178,
                                "byte_start": 348453,
                                "byte_stop": 442598,
                                "text": "A Three-Judge District court accepted his contention that the standards and procedures established by and under Lloyd-La Follette Act for the removal of non-probationary federal employees from the federal service, deny them procedural due process, because they failed to provide for a trial type hearing before an impartial hearing officer prior to removal."
                            },
                            {
                                "start": 91.178,
                                "stop": 107.819,
                                "byte_start": 442598,
                                "byte_stop": 509158,
                                "text": "The District Court also accepted appellee’s contention that the Act’s removal standards were unconstitutionally vague and overbroad, because they failed to furnish sufficiently precise guidelines as to what kind of speech may be made the basis for removal."
                            },
                            {
                                "start": 107.819,
                                "stop": 116.855,
                                "byte_start": 509158,
                                "byte_stop": 545311,
                                "text": "The Lloyd-La Follette Act provides for the removal of non-probationary federal employees only for such cause as will promote the efficiency of the service."
                            },
                            {
                                "start": 116.855,
                                "stop": 133.847,
                                "byte_start": 545311,
                                "byte_stop": 613230,
                                "text": "The Act further requires the employing agency to give the employee a written notice of the proposed removal action and a reasonable time to final written answer with supporting affidavits, but the examination of witnesses, trial, or hearing is not required."
                            },
                            {
                                "start": 133.847,
                                "stop": 147.45,
                                "byte_start": 613230,
                                "byte_stop": 667669,
                                "text": "Civil Service Commission and OEO regulations enlarge the statutory procedural protections by requiring 30 days notice and by entitling the employee to post trial type hearings on an administrative appeal."
                            },
                            {
                                "start": 147.45,
                                "stop": 154.136,
                                "byte_start": 667669,
                                "byte_stop": 694418,
                                "text": "An employee receives full back pay if he has re-instated."
                            },
                            {
                                "start": 154.136,
                                "stop": 173.959,
                                "byte_start": 694418,
                                "byte_stop": 773726,
                                "text": "On the issue of whether or not the regulations are vague or overboard, six of us agree in an opinion, which I -- for reasons stated in an opinion, which I have authored and filed with the clerk that there is no constitutional infirmity in these regulations."
                            },
                            {
                                "start": 173.959,
                                "stop": 192.762,
                                "byte_start": 773726,
                                "byte_stop": 848959,
                                "text": "On the procedural due process issue as to whether or not the procedures provided by the regulations and by the Act for hearing prior to and after suspension or discharge."
                            },
                            {
                                "start": 192.762,
                                "stop": 213.534,
                                "byte_start": 848959,
                                "byte_stop": 932028,
                                "text": "In an opinion in which I have authored and which only the Chief Justice and Mr. Justice Stewart joined, we conclude that in granting federal employees like appellee, the right not to be discharged except for cause, and at the same time conditioning that grant by withholding the procedural guarantees to which appellee insists he has the right."
                            },
                            {
                                "start": 213.534,
                                "stop": 224.222,
                                "byte_start": 932028,
                                "byte_stop": 974764,
                                "text": "Congress did not create a property interest requiring procedural protection under the Due Process Clause of the Fifth Amendment beyond that already afforded."
                            },
                            {
                                "start": 224.222,
                                "stop": 237.577,
                                "byte_start": 974764,
                                "byte_stop": 1028159,
                                "text": "We also conclude that existing post termination hearing procedures adequately protect the liberty interest to federal employees and not being wrongfully stigmatized by untrue and unsupported administrative charges."
                            },
                            {
                                "start": 237.577,
                                "stop": 243.596,
                                "byte_start": 1028159,
                                "byte_stop": 1052296,
                                "text": "Finally we conclude that the Act’s removal standard is neither impermissibly vague, nor overbroad."
                            },
                            {
                                "start": 243.596,
                                "stop": 255.493,
                                "byte_start": 1052296,
                                "byte_stop": 1099839,
                                "text": "Since it describes as explicitly as is feasible, the wide variety of factual situations in which employee conduct including speech might justify removal for cause."
                            },
                            {
                                "start": 255.493,
                                "stop": 270.445,
                                "byte_start": 1099839,
                                "byte_stop": 1159607,
                                "text": "Mr. Justice Powell, who Mr. Justice Blackmun joins, agrees with the reasons given in the opinion which I have written on the overbreadth  and vagueness part of the case."
                            },
                            {
                                "start": 270.445,
                                "stop": 290.299,
                                "byte_start": 1159607,
                                "byte_stop": 1239124,
                                "text": "They would hold that the, with respect to the due process issue, appellee, as a non-probationary federal employee, who could be discharged only for a cause, had a legitimate claim of entitlement to a property interest under the Fifth amendment and his employment could not be terminated without notice and a full evidentiary hearing."
                            },
                            {
                                "start": 290.299,
                                "stop": 298.564,
                                "byte_start": 1239124,
                                "byte_stop": 1272142,
                                "text": "On the other hand the Government, as an employer, must have discretion expeditiously to remove employees who hinder efficient operation."
                            },
                            {
                                "start": 298.564,
                                "stop": 312.46,
                                "byte_start": 1272142,
                                "byte_stop": 1327731,
                                "text": "Since the procedures under the Act and regulations minimize the risk of error in the initial removal decision and provide for a post removal evidentiary hearing with reinstatement and back pay, should that decision be wrongful."
                            },
                            {
                                "start": 312.46,
                                "stop": 325.396,
                                "byte_start": 1327731,
                                "byte_stop": 1379453,
                                "text": "A reasonable accommodation comporting with due process is provided by the existing system between the competing interest of the employee and the Government as employer, so they concur in the judgment of reversal."
                            },
                            {
                                "start": 325.396,
                                "stop": 335.96,
                                "byte_start": 1379453,
                                "byte_stop": 1421667,
                                "text": "Mr. Justice White withhold that a pre-termination hearing providing a right to file written objections to the charges as required by due processes, as is provided by statue."
                            },
                            {
                                "start": 335.96,
                                "stop": 352.837,
                                "byte_start": 1421667,
                                "byte_stop": 1489272,
                                "text": "It is not believed that oral presentation of witnesses and cross-examination is required at the pre-termination hearing, but would affirm the reinstatement and back pay remedy of the Three-Judge Court, because of the failure to provide an impartial hearing examiner at pre-termination hearing."
                            },
                            {
                                "start": 352.837,
                                "stop": 362.043,
                                "byte_start": 1489272,
                                "byte_stop": 1526053,
                                "text": "Justice White concurs in that portion of the plurality opinion reversing the Three-Judge Court’s injunction against the statue on overbreadth and vagueness grounds."
                            },
                            {
                                "start": 362.043,
                                "stop": 373.378,
                                "byte_start": 1526053,
                                "byte_stop": 1571401,
                                "text": "Mr. Justice Douglas has filed a dissenting opinion in which he concludes that appellee’s discharge for speaking out on issues in the public domain abridged his rights under the First Amendment."
                            },
                            {
                                "start": 373.378,
                                "stop": 379.852,
                                "byte_start": 1571401,
                                "byte_stop": 1597315,
                                "text": "Mr. Justice Marshall has filed a dissenting opinion in which Mr. Justice Douglas and Mr. Justice Brennan joined."
                            },
                            {
                                "start": 379.852,
                                "stop": 389.472,
                                "byte_start": 1597315,
                                "byte_stop": 1635767,
                                "text": "He concludes that tenured government employment is an important property interest protected by the Fifth Amendment and whose deprivation must be conditioned on a hearing."
                            },
                            {
                                "start": 389.472,
                                "stop": 405.756,
                                "byte_start": 1635767,
                                "byte_stop": 1700864,
                                "text": "Because of the importance of the interest for serious, danger, or wrongful dismiss and a likelihood that the basis for the discharge will involve disputed factual issues, the hearing must include a right to present and cross-examine witnesses before an impartial decision maker."
                            },
                            {
                                "start": 405.756,
                                "stop": 421.034,
                                "byte_start": 1700864,
                                "byte_stop": 1761991,
                                "text": "Since no exceptional governmental interest and expediency has been demonstrated, and even a temporary wrongful discharge may have serious and irremediable consequences for the employee, the hearing must be held prior to discharge."
                            },
                            {
                                "start": 421.034,
                                "stop": 429.196,
                                "byte_start": 1761991,
                                "byte_stop": 1794696,
                                "text": "Well, the upshot of all of these, the last line so to speak, is that judgment of District Court is reversed."
                            }
                        ]
                    },
                    {
                        "start": 429.196,
                        "stop": 431.998,
                        "byte_start": 1794696,
                        "byte_stop": 1805772,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 429.196,
                                "stop": 431.998,
                                "byte_start": 1794696,
                                "byte_stop": 1805772,
                                "text": "Thank you Mr. Justice Rehnquist."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 43862,
            "mime": "audio\/mpeg",
            "size": 1805981,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1973\/72-1118\/19740416o_72-1118.delivery.mp3"
        },
        {
            "id": 65736,
            "mime": "audio\/ogg",
            "size": 4423216,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1973\/72-1118\/19740416o_72-1118.ogg"
        },
        {
            "id": 65737,
            "mime": "application\/x-mpegURL",
            "size": 6491,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1973\/72-1118\/19740416o_72-1118.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}