{
    "id": 23730,
    "title": "Opinion Announcement - March 05, 2014",
    "transcript": {
        "title": null,
        "duration": 351.6,
        "sections": [
            {
                "start": 0,
                "stop": 351.6,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.064,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.064,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer has our opinion this morning in case 12-138, BG Group v. Republic of Argentina."
                            }
                        ]
                    },
                    {
                        "start": 8.064,
                        "stop": 351.6,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.064,
                                "stop": 19.091,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I know this is a little complicated, but Argentina and the United Kingdom entered into an investment treaty that insisted upon things like, “You can\u0027t expropriate the investor."
                            },
                            {
                                "start": 19.091,
                                "stop": 22.387,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "You have to give fair and equal treatment and so forth.”"
                            },
                            {
                                "start": 22.387,
                                "stop": 34.402,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now later, BG Group which was a United Kingdom firm and owned a part of a natural gas distributor in Argentina said Argentina had violated the treaty."
                            },
                            {
                                "start": 34.402,
                                "stop": 38.416,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "“It hurt us,” an English investor, in ways that were forbidden."
                            },
                            {
                                "start": 38.416,
                                "stop": 45.118,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "All right so it invoked Article 8 which is the arbitration provision and it wanted to go to arbitration."
                            },
                            {
                                "start": 45.118,
                                "stop": 52.957,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now Argentina asked the arbitration tribunal, which met here in Washington, among other things to dismiss the arbitration."
                            },
                            {
                                "start": 52.957,
                                "stop": 68.905,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It said BG can\u0027t come to arbitration because it didn\u0027t comply with the -- some initial provisions in the Article 8 which first they authorized local Argentina court resolution of a dispute about what the treaty meant, now it applied."
                            },
                            {
                                "start": 68.905,
                                "stop": 81.86,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And then second, it provided for arbitration, “Where after a period of 18 months has lapsed, the said tribunal -- namely the local Argentina court -- had not given its final decision.”"
                            },
                            {
                                "start": 81.86,
                                "stop": 84.767,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And there were some other things too, but that\u0027s enough."
                            },
                            {
                                "start": 84.767,
                                "stop": 95.032,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "BG replied, “No, Argentina waived that local court requirement because it imposed certain onerous conditions on our going into the local court.”"
                            },
                            {
                                "start": 95.032,
                                "stop": 103.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Eventually, the arbitration tribunal agreed with BG about that matter and said, “We\u0027re going to arbitrate,” and decided some things in their favor."
                            },
                            {
                                "start": 103.515,
                                "stop": 117.404,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It was later reviewed by a federal district court here in Washington which said, “Well how Article 8 applies as this local court thing is up to the arbitration tribunal to decide and they decided reasonably that\u0027s the end of it.”"
                            },
                            {
                                "start": 117.404,
                                "stop": 126.186,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the Court of Appeals said, “Nope, that matter was not for the local -- for the arbitration tribunal to decide, it was for courts to decide.”"
                            },
                            {
                                "start": 126.186,
                                "stop": 129.42,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And it agreed with Argentina, “We\u0027re going to decide it."
                            },
                            {
                                "start": 129.42,
                                "stop": 133.566,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We think that BG should have gone to the local Argentina court first.”"
                            },
                            {
                                "start": 133.566,
                                "stop": 148.06,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So what we agreed to decide is who, the arbitrators or the judges bare primary responsibility for interpreting Article 8 in respect to that local Argentina litigation requirement."
                            },
                            {
                                "start": 148.06,
                                "stop": 156.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We now decide the answer is - here on - the arbitrators [Laughter]."
                            },
                            {
                                "start": 156.515,
                                "stop": 160.558,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We first ask how we should decide this question."
                            },
                            {
                                "start": 160.558,
                                "stop": 165.788,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "How would we decide if we were considering not a treaty but an ordinary contract?"
                            },
                            {
                                "start": 165.788,
                                "stop": 171.283,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And if it were an ordinary contract, we would say, “It all depends on what the parties intended.”"
                            },
                            {
                                "start": 171.283,
                                "stop": 176.114,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And whereas here, the contract was silent about what they intended."
                            },
                            {
                                "start": 176.114,
                                "stop": 180.714,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We would, and try to infer the intent with the help of certain presumptions."
                            },
                            {
                                "start": 180.714,
                                "stop": 196.164,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "On the one hand, we would presume that the parties intended courts to decide disputes about -- for example, whether a party is bound it all by an arbitration agreement or whether an arbitration agreement applies to a particular kind of the dispute which is at issue."
                            },
                            {
                                "start": 196.164,
                                "stop": 210.938,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "On the other hand, we presume that the parties intended arbitrators to decide disputes about purely procedural matters such as clauses requiring the filing of an arbitration request within a certain time or requiring notice of a certain type."
                            },
                            {
                                "start": 210.938,
                                "stop": 224.681,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We think -- though there are feature of both -- we think that the local litigation requirement here is more like the latter, the more procedural requirements that it is like the former, the more substantive kind of requirements."
                            },
                            {
                                "start": 224.681,
                                "stop": 233.849,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The text in the structure made clear that that little clause determines whether there is a contractual -- not -- it does not determine -- see this is why it\u0027s complicated."
                            },
                            {
                                "start": 233.849,
                                "stop": 238.784,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It does not determine whether there is a contractual duty to arbitrate."
                            },
                            {
                                "start": 238.784,
                                "stop": 244.217,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It seems more to decide when the contractual duty to arbitrate arises."
                            },
                            {
                                "start": 244.217,
                                "stop": 249.332,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It gives no substantive weight to the local court\u0027s decision, if it has it."
                            },
                            {
                                "start": 249.332,
                                "stop": 254.913,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To the contrary, it says only that the arbitration decisions shall be final and binding."
                            },
                            {
                                "start": 254.913,
                                "stop": 271.436,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these and various other reasons, we conclude that the local litigation provision is highly analogous to provisions that this Court and other contract cases has found or for arbitrators, not courts are primarily to interpret this matter."
                            },
                            {
                                "start": 271.436,
                                "stop": 281.009,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Then we take account to the fact that the document enforce is not a contract, it\u0027s a treaty and do we ask, “Does that fact make a critical difference?”"
                            },
                            {
                                "start": 281.009,
                                "stop": 284.803,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We conclude here, it does not make a critical difference."
                            },
                            {
                                "start": 284.803,
                                "stop": 288.565,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And I\u0027ll spare you all the reasons, but there set forth in our opinion."
                            },
                            {
                                "start": 288.565,
                                "stop": 302.086,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We hold that in this case, our usual contract based presumptions should apply and they lead us to the conclusion that the parties intended the arbitrators, not judges, primarily to interpret the local litigation provision."
                            },
                            {
                                "start": 302.086,
                                "stop": 309.309,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Finally we note that Argentina is of course entitled to judicial review of an arbitration panel\u0027s decision too."
                            },
                            {
                                "start": 309.309,
                                "stop": 316.094,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But courts, when they conduct that kind of review have to grant considerable deference to what the arbitrators decided."
                            },
                            {
                                "start": 316.094,
                                "stop": 332.328,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And conducting that review here, we conclude to the arbitration panel\u0027s determination that Argentina is by place -- Argentina by placing a certain number of onerous conditions on use of that local litigation requirement basically waived it."
                            },
                            {
                                "start": 332.328,
                                "stop": 338.771,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And we think the arbitrations and decisions there was lawful, so we reverse the Circuit Court\u0027s contrary determination."
                            },
                            {
                                "start": 338.771,
                                "stop": 345.34,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed an opinion concurring in all but for part 4(a)(1)."
                            },
                            {
                                "start": 345.34,
                                "stop": 351.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Chief Justice Roberts has filed a dissenting opinion in which he is joined by Justice Kennedy."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56571,
            "mime": "audio\/mpeg",
            "size": 5625645,
            "href": "https:\/\/api.oyez.org\/sites\/default\/files\/12-538_20140305-opinion.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}