{
    "id": 23961,
    "title": "Opinion Announcement - June 01, 2015",
    "transcript": {
        "title": "Elonis v. United States",
        "duration": 283.944,
        "sections": [
            {
                "start": 0,
                "stop": 283.944,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 283.944,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.932,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have the opinion of the court this morning in case number 13-983 Elonis v. United States."
                            },
                            {
                                "start": 7.932,
                                "stop": 21.046,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Section 875(c) of the United States Criminal Code makes it a crime to transmit in interstate commerce “any communication containing a threat to injure another person.”"
                            },
                            {
                                "start": 21.046,
                                "stop": 26.956,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Petitioner Anthony Elonis was tried under that provision for posting threats on Facebook."
                            },
                            {
                                "start": 26.956,
                                "stop": 36.969,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Elonis posted gruesome and violent narratives many in the form of what he considered to be rap lyrics, but his subject matter involved real people."
                            },
                            {
                                "start": 36.969,
                                "stop": 49.829,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "He wrote about killing his soon to be ex-wife who had recently left with their two children, and killing coworkers, a class of kindergarteners and particular identified law enforcement officers."
                            },
                            {
                                "start": 49.829,
                                "stop": 58.61,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Elonis said, his violent rap lyrics were an artistic way to vent frustration and that he did not actually mean to threaten anyone."
                            },
                            {
                                "start": 58.61,
                                "stop": 66.782,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "He said, for example, that he was just emulating the rapper Eminem whose lyrics included fantasies about killing his wife."
                            },
                            {
                                "start": 66.782,
                                "stop": 75.968,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Elonis also stressed that he included disclaimers with some of his posts saying he was just exercising his First Amendment rights."
                            },
                            {
                                "start": 75.968,
                                "stop": 92.457,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The judge at Elonis\u0027 Trial said, it did not matter what Elonis thought, all that mattered the judge told the Jury was whether posted the material there was no dispute about that, and whether a reasonable person would consider the material to contain threats."
                            },
                            {
                                "start": 92.457,
                                "stop": 96.754,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The jury convicted Elonis and he was sentenced to over three years in prison."
                            },
                            {
                                "start": 96.754,
                                "stop": 101.398,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "His conviction was upheld on appeal and regranted review."
                            },
                            {
                                "start": 101.398,
                                "stop": 119.043,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Section 875(c) does not say anything about what a defendant thinks, it simply prohibits transmitting something that contains a threat, if you want to avoid prosecution under that provision you should be careful about what you transmit, that is the government\u0027s argument."
                            },
                            {
                                "start": 119.043,
                                "stop": 128.675,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But there is a general principle in our system of Federal Criminal Law that serious criminal punishment should only be imposed for conscious wrong doing."
                            },
                            {
                                "start": 128.675,
                                "stop": 136.899,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The leading modern case explaining that principle is a 1952 decision from this court Morissette v. United States."
                            },
                            {
                                "start": 136.899,
                                "stop": 142.157,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Morissette found shell casings on an old defunct World War II bombing range."
                            },
                            {
                                "start": 142.157,
                                "stop": 156.578,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "He thought they were abandoned and so he collected them and sold them as scrap metal, but the government did not consider them abandoned; a fact Morissette learned the hard way when he was convicted of illegally making use of government property."
                            },
                            {
                                "start": 156.578,
                                "stop": 169.535,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But we reversed his conviction, the statute under which Morissette was convicted did not expressly require that he intend to take property the government still claimed, but we read such a requirement into the statute."
                            },
                            {
                                "start": 169.535,
                                "stop": 183.499,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We held that Morissette must have a culpable state of mind before being subjected to serious criminal penalties, in other words if Morissette was unaware that he was stealing he should not be prosecuted as a thief."
                            },
                            {
                                "start": 183.499,
                                "stop": 212.905,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Robert Jackson wrote the opinion for the Court, in characteristically eloquent terms he said that the principle “that an injury can amount to a crime only when inflicted by intention is no provincial or transient notion, it is as universal and persistent in mature systems of law as belief in freedom of the human will and a consequent ability and duty of the normal individual to choose between good and evil.”"
                            },
                            {
                                "start": 212.905,
                                "stop": 215.464,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case involves that same principle."
                            },
                            {
                                "start": 215.464,
                                "stop": 221.822,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Elonis says he\u0027s not choosing evil over good if he communicates something that he does not think is a threat."
                            },
                            {
                                "start": 221.822,
                                "stop": 228.818,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So he says the jury should have been required to find that he intended to threaten someone before convicting him."
                            },
                            {
                                "start": 228.818,
                                "stop": 244.709,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We agree, at least to the extent of holding that the lower courts were wrong to uphold Elonis\u0027 conviction, that conviction was based solely on whether a reasonable person would regard Elonis\u0027 communications as threats regardless of what Elonis thought."
                            },
                            {
                                "start": 244.709,
                                "stop": 256.79,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is a negligence standard which is enough in most civil cases to support liability, but as a general matter mere negligence is not considered enough to support a criminal conviction."
                            },
                            {
                                "start": 256.79,
                                "stop": 264.847,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is not a case of ignorance of the law being an excuse, it does not matter whether Elonis knew it was against the law to send threats."
                            },
                            {
                                "start": 264.847,
                                "stop": 274.842,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The question is whether he meant to send threats in the first place, the jury was not required to find that he did and so Elonis\u0027 conviction cannot stand."
                            },
                            {
                                "start": 274.842,
                                "stop": 279.28,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed an opinion concurring in part and dissenting in part."
                            },
                            {
                                "start": 279.28,
                                "stop": 283.944,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78638,
            "mime": "audio\/mpeg",
            "size": 1165605,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-983\/13-983_20150601-opinion.delivery.mp3"
        },
        {
            "id": 78759,
            "mime": "audio\/ogg",
            "size": 2827350,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-983\/13-983_20150601-opinion.ogg"
        },
        {
            "id": 78760,
            "mime": "application\/x-mpegURL",
            "size": 4861,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-983\/13-983_20150601-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}