{
    "id": 23713,
    "title": "Opinion Announcement - April 16, 2008",
    "transcript": {
        "title": "Baze v. Rees",
        "duration": 393.352,
        "sections": [
            {
                "start": 0,
                "stop": 393.352,
                "byte_start": 104624,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 393.352,
                        "byte_start": 104624,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.174,
                                "byte_start": 104624,
                                "byte_stop": 145375,
                                "text": "I have the announcement in case Numbers 07-5439, Baze et al. versus Rees, Commissioner of the Kentucky Department of Corrections."
                            },
                            {
                                "start": 10.174,
                                "stop": 21.235,
                                "byte_start": 145375,
                                "byte_stop": 189574,
                                "text": "The issue in this case is whether Kentucky\u0027s method of carrying out a capital sentence by means of lethal injection violates the Eighth Amendment\u0027s ban on cruel and unusual punishments."
                            },
                            {
                                "start": 21.235,
                                "stop": 30.858,
                                "byte_start": 189574,
                                "byte_stop": 228131,
                                "text": "36 States and the Federal Government use lethal injection for capital punishment and most of them use the same protocol as that used by Kentucky."
                            },
                            {
                                "start": 30.858,
                                "stop": 36.144,
                                "byte_start": 228131,
                                "byte_stop": 249238,
                                "text": "This consists of the sequential intravenous administration of three drugs."
                            },
                            {
                                "start": 36.144,
                                "stop": 40.513,
                                "byte_start": 249238,
                                "byte_stop": 266688,
                                "text": "The first, Sodium Thiopental, induces unconsciousness."
                            },
                            {
                                "start": 40.513,
                                "stop": 48.767,
                                "byte_start": 266688,
                                "byte_stop": 299706,
                                "text": "The second, Pancuronium Bromide, suppresses physical movement and the third, Potassium Chloride, stops the heart."
                            },
                            {
                                "start": 48.767,
                                "stop": 62.425,
                                "byte_start": 299706,
                                "byte_stop": 354355,
                                "text": "The parties agree that successful delivery of the first drug is necessary to prevent the prisoner from experiencing severe pain that would otherwise result from the administration of the second and third drugs."
                            },
                            {
                                "start": 62.425,
                                "stop": 71.339,
                                "byte_start": 354355,
                                "byte_stop": 389986,
                                "text": "Petitioners concede that an execution under Kentucky\u0027s procedures would be humane and constitutional if performed properly."
                            },
                            {
                                "start": 71.339,
                                "stop": 82.539,
                                "byte_start": 389986,
                                "byte_stop": 434812,
                                "text": "They claim however that there is a significant risk that the procedures will not be properly followed so that the first drug, Sodium Thiopental will not be correctly administered."
                            },
                            {
                                "start": 82.539,
                                "stop": 95.037,
                                "byte_start": 434812,
                                "byte_stop": 484862,
                                "text": "They contend that subjecting those condemned to death to that risk violates the Eighth Amendment given alternative procedures that they assert. Kentucky could employ to obviate the risk."
                            },
                            {
                                "start": 95.037,
                                "stop": 105.067,
                                "byte_start": 484862,
                                "byte_stop": 524986,
                                "text": "The Kentucky trial court held extensive hearings, and entered findings of fact and conclusions of law upholding Kentucky\u0027s procedures as constitutional."
                            },
                            {
                                "start": 105.067,
                                "stop": 117.741,
                                "byte_start": 524986,
                                "byte_stop": 575664,
                                "text": "The Kentucky Supreme Court affirmed holding that the State\u0027s procedures do not violate the Eighth Amendment because they do not create substantial risk of wanton and unnecessary infliction of pain."
                            },
                            {
                                "start": 117.741,
                                "stop": 121.104,
                                "byte_start": 575664,
                                "byte_stop": 589143,
                                "text": "We granted certiorari and now affirmed."
                            },
                            {
                                "start": 121.104,
                                "stop": 140.903,
                                "byte_start": 589143,
                                "byte_stop": 668242,
                                "text": "Seven justices agree with this disposition although for somewhat different reasons. In a plurality opinion expressing my views that is joined by Justices Kennedy and Alito, we explained that to prevail under Eighth Amendment claim, petitioners must show a substantial risk of serious harm."
                            },
                            {
                                "start": 140.903,
                                "stop": 148.827,
                                "byte_start": 668242,
                                "byte_stop": 700007,
                                "text": "Petitioner\u0027s primary contention is that the risks they have identified can be eliminated by adopting certain alternative procedures."
                            },
                            {
                                "start": 148.827,
                                "stop": 154.807,
                                "byte_start": 700007,
                                "byte_stop": 723935,
                                "text": "Ones that they believe will improve the likelihood of proper delivery of the thiopental."
                            },
                            {
                                "start": 154.807,
                                "stop": 167.752,
                                "byte_start": 723935,
                                "byte_stop": 775657,
                                "text": "Because our cases require a proof of a substantial risk, a prisoner may not succeed on his Eighth Amendment claim merely by showing a slightly or marginally safer alternative."
                            },
                            {
                                "start": 167.752,
                                "stop": 180.786,
                                "byte_start": 775657,
                                "byte_stop": 827798,
                                "text": "Otherwise, Courts would become embroiled in endless litigations seeking to determine best practices for capital punishment, an issue that would often turn on scientific controversies beyond judicial expertise."
                            },
                            {
                                "start": 180.786,
                                "stop": 197.505,
                                "byte_start": 827798,
                                "byte_stop": 894671,
                                "text": "Such an approach would with no justification intrude on the role of the States in implementing execution procedures, a role that by all accounts, the States have fulfilled by providing for progressively more humane manner of implementing capital punishment."
                            },
                            {
                                "start": 197.505,
                                "stop": 213.953,
                                "byte_start": 894671,
                                "byte_stop": 960500,
                                "text": "Therefore, a State\u0027s refusal to adopt an alternative execution procedure may violate the Eighth Amendment only where the alternative procedure is feasible, readily implemented, and in fact, significantly reduces a substantial risk of severe pain."
                            },
                            {
                                "start": 213.953,
                                "stop": 216.986,
                                "byte_start": 960500,
                                "byte_stop": 972621,
                                "text": "Petitioners have not made such a showing."
                            },
                            {
                                "start": 216.986,
                                "stop": 222.907,
                                "byte_start": 972621,
                                "byte_stop": 996340,
                                "text": "Kentucky has put numerous safeguards in place to ensure that the prisoner will be safely sedated."
                            },
                            {
                                "start": 222.907,
                                "stop": 245.079,
                                "byte_start": 996340,
                                "byte_stop": 1084947,
                                "text": "The state employs qualified trained professionals to establish the IV catheters through which the drugs are administered and those same professionals established both primary and secondary IV sites so that if an insufficient dose of the first drug is initially administered, an additional dose can be given through the secondary site."
                            },
                            {
                                "start": 245.079,
                                "stop": 256.82,
                                "byte_start": 1084947,
                                "byte_stop": 1131968,
                                "text": "Problems administering a proper amount of sodium thiopental are readily observable and the warden and deputy warden remain with the prisoners to watch for problems that may arise during the execution."
                            },
                            {
                                "start": 256.82,
                                "stop": 263.51,
                                "byte_start": 1131968,
                                "byte_stop": 1158717,
                                "text": "Likewise, the alternatives offered by petitioners fall far short of establishing an Eighth Amendment violation."
                            },
                            {
                                "start": 263.51,
                                "stop": 270.23,
                                "byte_start": 1158717,
                                "byte_stop": 1185571,
                                "text": "They advocate a one-drug protocol that relies solely on large dose of Sodium Thiopental."
                            },
                            {
                                "start": 270.23,
                                "stop": 280.098,
                                "byte_start": 1185571,
                                "byte_stop": 1225068,
                                "text": "But no State has adopted such a protocol and petitioners have not carried their burden of showing that it would be an equally effective manner of imposing a death sentence."
                            },
                            {
                                "start": 280.098,
                                "stop": 286.941,
                                "byte_start": 1225068,
                                "byte_stop": 1252444,
                                "text": "Petitioners also fault Kentucky for lacking a systematic mechanism for monitoring the prisoner\u0027s level of sedation."
                            },
                            {
                                "start": 286.941,
                                "stop": 294.758,
                                "byte_start": 1252444,
                                "byte_stop": 1283687,
                                "text": "But the testimony in this case showed that a proper dose of thiopental obviates the concern that a prisoner will not be sufficiently sedated."
                            },
                            {
                                "start": 294.758,
                                "stop": 305.419,
                                "byte_start": 1283687,
                                "byte_stop": 1326319,
                                "text": "The procedures are in place to help ensure delivery of a proper dose and that the proposed additional monitoring mechanisms have their own problems."
                            },
                            {
                                "start": 305.419,
                                "stop": 310.921,
                                "byte_start": 1326319,
                                "byte_stop": 1348366,
                                "text": "Reasonable people of good faith disagree on the morality and efficacy of capital punishment."
                            },
                            {
                                "start": 310.921,
                                "stop": 315.958,
                                "byte_start": 1348366,
                                "byte_stop": 1368533,
                                "text": "And for many who oppose it, no method of execution would ever be acceptable."
                            },
                            {
                                "start": 315.958,
                                "stop": 322.758,
                                "byte_start": 1368533,
                                "byte_stop": 1395700,
                                "text": "This Court however has ruled that capital punishment is constitutional and so there must be a means to implement it."
                            },
                            {
                                "start": 322.758,
                                "stop": 334.869,
                                "byte_start": 1395700,
                                "byte_stop": 1444183,
                                "text": "Petitioners have not shown that the means chosen by Kentucky means it shares with most states administering capital punishment and the Federal Government constitute cruel and unusual punishment."
                            },
                            {
                                "start": 334.869,
                                "stop": 348.855,
                                "byte_start": 1444183,
                                "byte_stop": 1500085,
                                "text": "This Court has never invalidated a particular method of execution, yet our society has steadily moved to more humane methods of carrying out capital punishment culminating in today\u0027s consensus on lethal injection."
                            },
                            {
                                "start": 348.855,
                                "stop": 361.777,
                                "byte_start": 1500085,
                                "byte_stop": 1551808,
                                "text": "Court decisions have not been necessary to achieve this progress and this Court\u0027s approval of a particular method in the past has not precluded legislatures from taking steps to continue that progress."
                            },
                            {
                                "start": 361.777,
                                "stop": 365.706,
                                "byte_start": 1551808,
                                "byte_stop": 1567481,
                                "text": "There is no reason I suppose, that today\u0027s decision will be any different."
                            },
                            {
                                "start": 365.706,
                                "stop": 368.219,
                                "byte_start": 1567481,
                                "byte_stop": 1577512,
                                "text": "The decision below is affirmed."
                            },
                            {
                                "start": 368.219,
                                "stop": 371.392,
                                "byte_start": 1577512,
                                "byte_stop": 1590260,
                                "text": "Justice Alito has filed a concurring opinion."
                            },
                            {
                                "start": 371.392,
                                "stop": 375.364,
                                "byte_start": 1590260,
                                "byte_stop": 1606142,
                                "text": "Justice Stevens has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 375.364,
                                "stop": 380.814,
                                "byte_start": 1606142,
                                "byte_stop": 1627981,
                                "text": "Justice Scalia has filed an opinion concurring in the judgment which Justice Thomas has joined."
                            },
                            {
                                "start": 380.814,
                                "stop": 385.852,
                                "byte_start": 1627981,
                                "byte_stop": 1648043,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment which Justice Scalia has joined."
                            },
                            {
                                "start": 385.852,
                                "stop": 389.619,
                                "byte_start": 1648043,
                                "byte_stop": 1663194,
                                "text": "Justice Breyer has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 389.619,
                                "stop": 393.352,
                                "byte_start": 1663194,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed a dissenting opinion which Justice Souter has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56532,
            "mime": "audio\/mpeg",
            "size": 1678031,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/07-5439\/20080416o_07-5439.delivery.mp3"
        },
        {
            "id": 78204,
            "mime": "audio\/ogg",
            "size": 3946849,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/07-5439\/20080416o_07-5439.ogg"
        },
        {
            "id": 78205,
            "mime": "application\/x-mpegURL",
            "size": 5919,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/07-5439\/20080416o_07-5439.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}