{
    "id": 17198,
    "title": "Opinion Announcement - June 17, 1974",
    "transcript": {
        "title": "Scherk v. Alberto-Culver Company",
        "duration": 521.806,
        "sections": [
            {
                "start": 0,
                "stop": 521.806,
                "byte_start": 76800,
                "byte_stop": 2163984,
                "turns": [
                    {
                        "start": 0,
                        "stop": 520.429,
                        "byte_start": 76800,
                        "byte_stop": 2158550,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 23.147,
                                "byte_start": 76800,
                                "byte_stop": 169482,
                                "text": "The second opinion and judgment, that I am authorized to announce this morning is the number 73-781, Fritz Scherk petitioner versus Alberto-Culver Co., a case which is here on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 23.147,
                                "stop": 32.183,
                                "byte_start": 169482,
                                "byte_stop": 205636,
                                "text": "Alberto-Culver Co., the respondent is an American company incorporated in Delaware with its principal office in Illinois."
                            },
                            {
                                "start": 32.183,
                                "stop": 38.125,
                                "byte_start": 205636,
                                "byte_stop": 229355,
                                "text": "It manufactures and distributes cosmetics in this country and abroad."
                            },
                            {
                                "start": 38.125,
                                "stop": 53.695,
                                "byte_start": 229355,
                                "byte_stop": 291631,
                                "text": "During the 1960\u0027s Alberto-Culver decided to expand its overseas operations, and as part of this program it approached the petitioner Fritz Scherk, a German citizen residing in Switzerland."
                            },
                            {
                                "start": 53.695,
                                "stop": 61.785,
                                "byte_start": 291631,
                                "byte_stop": 324023,
                                "text": "Scherk was the owner of three interrelated business entities, organized under the laws of Germany and Liechtenstein."
                            },
                            {
                                "start": 61.785,
                                "stop": 71.077,
                                "byte_start": 324023,
                                "byte_stop": 361117,
                                "text": "Those business organizations were engaged in the manufacture of cosmetics and in the licensing of trademarks for cosmetics."
                            },
                            {
                                "start": 71.077,
                                "stop": 88.051,
                                "byte_start": 361117,
                                "byte_stop": 429035,
                                "text": "An initial contact with Scherk was made by a representative of Alberto-Culver in Germany in June 1967, and the negotiations followed at further meetings in both Europe and the United States during 1967 and 1968."
                            },
                            {
                                "start": 88.051,
                                "stop": 105.403,
                                "byte_start": 429035,
                                "byte_stop": 498416,
                                "text": "In February 1969 a contract was signed in Vienna, Austria, which provided for the transfer of the ownership of Scherk\u0027s enterprises to Alberto-Culver, along with all rights held by these enterprises to trademarks in cosmetic goods."
                            },
                            {
                                "start": 105.403,
                                "stop": 115.284,
                                "byte_start": 498416,
                                "byte_stop": 538018,
                                "text": "The contract contained a number of express warranties whereby Scherk guaranteed the sole and unencumbered ownership of the trademarks."
                            },
                            {
                                "start": 115.284,
                                "stop": 135.264,
                                "byte_start": 538018,
                                "byte_stop": 617953,
                                "text": "In addition, the contract contained an arbitration clause providing that any controversy or claim that shall arise out of this agreement or the breach thereof, would be referred to arbitration before the International Chamber of Commerce in Paris, France."
                            },
                            {
                                "start": 135.264,
                                "stop": 140.993,
                                "byte_start": 617953,
                                "byte_stop": 640836,
                                "text": "The closing of the transaction took place in Geneva, Switzerland, in June 1969."
                            },
                            {
                                "start": 140.993,
                                "stop": 160.789,
                                "byte_start": 640836,
                                "byte_stop": 720039,
                                "text": "Nearly one year later Alberto-Culver allegedly discovered that the trademark rights purchased under the contract were subject to substantial encumbrances that threatened to give others superior rights to the trademarks and to restrict or preclude Alberto-Culver\u0027s use of them."
                            },
                            {
                                "start": 160.789,
                                "stop": 186.066,
                                "byte_start": 720039,
                                "byte_stop": 821081,
                                "text": "Alberto-Culver commenced this action for damages and other relief in a Federal District Court in Illinois, contending that Scherk\u0027s fraudulent representations concerning the status of the trademark rights constituted violations of Section 10 (b) of the Securities Exchange Act of 1934, and the Rule 10 (b) (5) promulgated under that Section."
                            },
                            {
                                "start": 186.066,
                                "stop": 195.122,
                                "byte_start": 821081,
                                "byte_stop": 857339,
                                "text": "In response, Scherk filed a motion to stay the action pending arbitration in Paris, pursuant to the agreement of the parties."
                            },
                            {
                                "start": 195.122,
                                "stop": 202.248,
                                "byte_start": 857339,
                                "byte_stop": 885864,
                                "text": "Alberto-Culver in turn, sought a preliminary injunction restraining the prosecution of arbitration proceedings."
                            },
                            {
                                "start": 202.248,
                                "stop": 210.873,
                                "byte_start": 885864,
                                "byte_stop": 920346,
                                "text": "The District Court granted a preliminary order enjoining Scherk from proceeding with arbitration."
                            },
                            {
                                "start": 210.873,
                                "stop": 229.512,
                                "byte_start": 920346,
                                "byte_stop": 994952,
                                "text": "The Court of Appeals for the Seventh Circuit affirmed by a divided court, upon what it considered the controlling authority of this Court\u0027s decision in the case of Wilko versus Swan, a case that\u0027s reported in volume 346 of the United States Reports."
                            },
                            {
                                "start": 229.512,
                                "stop": 237.126,
                                "byte_start": 994952,
                                "byte_stop": 1025358,
                                "text": "Because of the importance of the question presented we granted Scherk\u0027s petition for a writ of certiorari."
                            },
                            {
                                "start": 237.126,
                                "stop": 252.689,
                                "byte_start": 1025358,
                                "byte_stop": 1087634,
                                "text": "The Congress enacted the Arbitration Act of 1925, to allow parties to avoid the costliness and delays of litigation and to place arbitration agreements upon the same footing as other contracts."
                            },
                            {
                                "start": 252.689,
                                "stop": 267.95,
                                "byte_start": 1087634,
                                "byte_stop": 1148656,
                                "text": "Accordingly, the Act provides that an arbitration agreement such as is here involved shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract."
                            },
                            {
                                "start": 267.95,
                                "stop": 290.277,
                                "byte_start": 1148656,
                                "byte_stop": 1237995,
                                "text": "The Act also provides for a stay of proceedings in a case where a court is satisfied that the issue before it is arbitrable under the agreement, and another Section of the Act directs a federal court to order parties to proceed to arbitration if there has been a failure, neglect or refusal of any party to honor an agreement to arbitrate."
                            },
                            {
                                "start": 290.277,
                                "stop": 306.556,
                                "byte_start": 1237995,
                                "byte_stop": 1303092,
                                "text": "The Arbitration Act of 1925 was amended in 1970 so as to make even clear its coverage of international private arbitration agreements."
                            },
                            {
                                "start": 306.556,
                                "stop": 316.972,
                                "byte_start": 1303092,
                                "byte_stop": 1344784,
                                "text": "Alberto-Culver\u0027s contract to purchase the business entities belonging to Scherk was clearly a truly international agreement."
                            },
                            {
                                "start": 316.972,
                                "stop": 328.719,
                                "byte_start": 1344784,
                                "byte_stop": 1391700,
                                "text": "Such an agreement involves considerations and policies significantly different from those the court found controlling in the case of Wilko against Swan."
                            },
                            {
                                "start": 328.719,
                                "stop": 341.711,
                                "byte_start": 1391700,
                                "byte_stop": 1443736,
                                "text": "In that case, there was no question, but that the laws of the United States generally and the federal securities laws in particular, would govern disputes arising out of the stock-purchase agreement, there involved."
                            },
                            {
                                "start": 341.711,
                                "stop": 356.139,
                                "byte_start": 1443736,
                                "byte_stop": 1501414,
                                "text": "The parties, the negotiations, and the subject matter of the contract were all situated in this country, and no credible claim could have possibly been entertained that any international conflict-of-laws problems could arise."
                            },
                            {
                                "start": 356.139,
                                "stop": 372.583,
                                "byte_start": 1501414,
                                "byte_stop": 1567138,
                                "text": "In the present case, by contrast, in the absence of the arbitration provision considerable uncertainty existed at the time of the agreement, and still exists, concerning the law applicable to the resolution of disputes arising out of the contract."
                            },
                            {
                                "start": 372.583,
                                "stop": 385.975,
                                "byte_start": 1567138,
                                "byte_stop": 1620741,
                                "text": "Such uncertainty will almost inevitably exists with respect to any contract touching two or more countries, each with its own substantive laws and conflict-of-law rule."
                            },
                            {
                                "start": 385.975,
                                "stop": 408.854,
                                "byte_start": 1620741,
                                "byte_stop": 1712274,
                                "text": "A contractual provision specifying in advance the forum in which disputes shall be litigated and the law to be applied is, therefore, an almost indispensable precondition to achievement of the orderliness and predictability essential to any international business transaction or indeed any business transaction."
                            },
                            {
                                "start": 408.854,
                                "stop": 427.946,
                                "byte_start": 1712274,
                                "byte_stop": 1788656,
                                "text": "A parochial refusal by the courts of one country to enforce an international arbitration agreement would not only frustrate these purposes, but would invite unseemly and mutually destructive jockeying by the parties to secure tactical litigation advantages."
                            },
                            {
                                "start": 427.946,
                                "stop": 448.456,
                                "byte_start": 1788656,
                                "byte_stop": 1870681,
                                "text": "In the present case, for example, it is not inconceivable that if Scherk had anticipated that Alberto-Culver would be able in this country to enjoin, resort to arbitration he might have sought an order in France or some other country enjoining Alberto-Culver from proceeding with its litigation in the United States."
                            },
                            {
                                "start": 448.456,
                                "stop": 475.698,
                                "byte_start": 1870681,
                                "byte_stop": 1979664,
                                "text": "Whatever recognition the courts of this country might ultimately have granted to the order of the foreign court, the dicey atmosphere of such a legal no-man\u0027s-land would surely damage the fabric of international commerce and trade, and imperil the willingness and ability of businessmen to enter international commercial agreements."
                            },
                            {
                                "start": 475.698,
                                "stop": 496.455,
                                "byte_start": 1979664,
                                "byte_stop": 2062629,
                                "text": "For these reasons which are elaborated in the court\u0027s written opinion, we hold that the agreement of the parties in this case to arbitrate any dispute arising out of their international commercial transaction is to be respected and enforced by the federal courts in accord with the explicit provisions of the Arbitration Act."
                            },
                            {
                                "start": 496.455,
                                "stop": 509.496,
                                "byte_start": 2062629,
                                "byte_stop": 2114873,
                                "text": "Accordingly, the judgment of the Court of Appeals is reversed and the case is remanded to that court with directions to remand ti to the District Court for further proceedings consistent with the written opinion filed today with the clerk."
                            },
                            {
                                "start": 509.496,
                                "stop": 520.429,
                                "byte_start": 2114873,
                                "byte_stop": 2158550,
                                "text": "Mr. Justice Douglas has filed a dissenting opinion to which Mr. Justice Brennan, Mr. Justice White and Mr. Justice Marshall have subscribed."
                            }
                        ]
                    },
                    {
                        "start": 520.429,
                        "stop": 521.806,
                        "byte_start": 2158550,
                        "byte_stop": 2163984,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 520.429,
                                "stop": 521.806,
                                "byte_start": 2158550,
                                "byte_stop": 2163984,
                                "text": "Thank you Mr. Justice Stewart."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 43518,
            "mime": "audio\/mpeg",
            "size": 2164193,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1973\/73-781\/19740617o_73-781.delivery.mp3"
        },
        {
            "id": 65406,
            "mime": "audio\/ogg",
            "size": 5273742,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1973\/73-781\/19740617o_73-781.ogg"
        },
        {
            "id": 65407,
            "mime": "application\/x-mpegURL",
            "size": 7593,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1973\/73-781\/19740617o_73-781.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}