{
    "id": 21814,
    "title": "Opinion Announcement - June 26, 2013",
    "transcript": {
        "title": "Hollingsworth v. Perry",
        "duration": 608.184,
        "sections": [
            {
                "start": 0,
                "stop": 608.184,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 608.184,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.272,
                                "byte_start": 105472,
                                "byte_stop": 134625,
                                "text": "Finally this term I have the opinion of the Court in case 12-144, Hollingsworth versus Perry."
                            },
                            {
                                "start": 7.272,
                                "stop": 18.055,
                                "byte_start": 134625,
                                "byte_stop": 177779,
                                "text": "In 2008, the California Supreme Court decided that limiting the official designation of marriage to opposite sex couples violated the California Constitution."
                            },
                            {
                                "start": 18.055,
                                "stop": 25.889,
                                "byte_start": 177779,
                                "byte_stop": 209126,
                                "text": "Later that year, California voters passed the ballot initiative at the center of this dispute known as Proposition 8."
                            },
                            {
                                "start": 25.889,
                                "stop": 36.84,
                                "byte_start": 209126,
                                "byte_stop": 252907,
                                "text": "That proposition amended the California Constitution to provide that “only marriage between a man and a woman is valid and recognized in California.”"
                            },
                            {
                                "start": 36.84,
                                "stop": 50.748,
                                "byte_start": 252907,
                                "byte_stop": 308496,
                                "text": "Respondents, two same sex couples who wish to marry, filed suit in federal court, challenging Proposition 8 under the Due Process and Equal Protection Clauses of the Fourteenth Amendment to the Federal Constitution."
                            },
                            {
                                "start": 50.748,
                                "stop": 60.075,
                                "byte_start": 308496,
                                "byte_stop": 345799,
                                "text": "The complaint named as defendants California\u0027s Governor and various other state officials responsible for enforcing California\u0027s marriage laws."
                            },
                            {
                                "start": 60.075,
                                "stop": 70.336,
                                "byte_start": 345799,
                                "byte_stop": 386863,
                                "text": "Those officials refused to defend the law and the District Court allowed petitioners, the official proponents of the ballot initiative, to defend it instead."
                            },
                            {
                                "start": 70.336,
                                "stop": 78.886,
                                "byte_start": 386863,
                                "byte_stop": 421031,
                                "text": "After trial, the District Court declared Proposition 8 unconstitutional and prohibited California officials from enforcing it."
                            },
                            {
                                "start": 78.886,
                                "stop": 82.744,
                                "byte_start": 421031,
                                "byte_stop": 436496,
                                "text": "Those officials chose not to appeal the court order."
                            },
                            {
                                "start": 82.744,
                                "stop": 94.636,
                                "byte_start": 436496,
                                "byte_stop": 484039,
                                "text": "When the initiative proponents did, the United States Court of Appeals for the Ninth Circuit decided it was necessary to direct the question about California law to the California Supreme Court."
                            },
                            {
                                "start": 94.636,
                                "stop": 98.483,
                                "byte_start": 484039,
                                "byte_stop": 499503,
                                "text": "There is a procedure for doing that under the federal rules."
                            },
                            {
                                "start": 98.483,
                                "stop": 117.701,
                                "byte_start": 499503,
                                "byte_stop": 576303,
                                "text": "The Ninth Circuit asked the California court “whether under California law, the official proponents of a ballot initiative like Proposition 8 possess the authority to defend the constitutionality of initiative when the public officials charged with that duty refuse to do so."
                            },
                            {
                                "start": 117.701,
                                "stop": 120.765,
                                "byte_start": 576303,
                                "byte_stop": 588633,
                                "text": "The California Supreme Court answered, “Yes.”"
                            },
                            {
                                "start": 120.765,
                                "stop": 129.279,
                                "byte_start": 588633,
                                "byte_stop": 622592,
                                "text": "Relying on that answer, the Ninth Circuit found that the proponents could defend the constitutionality of Proposition 8 in federal court."
                            },
                            {
                                "start": 129.279,
                                "stop": 141.177,
                                "byte_start": 622592,
                                "byte_stop": 670239,
                                "text": "On the merits, the Ninth Circuit concluded that Proposition 8 was unconstitutional under the Equal Protection Clause of the Federal Constitution and affirmed the District Court order."
                            },
                            {
                                "start": 141.177,
                                "stop": 144.924,
                                "byte_start": 670239,
                                "byte_stop": 685181,
                                "text": "We granted certiorari to review that determination."
                            },
                            {
                                "start": 144.924,
                                "stop": 153.425,
                                "byte_start": 685181,
                                "byte_stop": 719245,
                                "text": "Before addressing the merits of the question in this case, however, we must assure ourselves that we have authority under the Federal Constitution to do so."
                            },
                            {
                                "start": 153.425,
                                "stop": 160.911,
                                "byte_start": 719245,
                                "byte_stop": 749129,
                                "text": "We do not have general authority to answer questions of federal constitutional law that happen to come up from time to time."
                            },
                            {
                                "start": 160.911,
                                "stop": 167.541,
                                "byte_start": 749129,
                                "byte_stop": 775670,
                                "text": "Instead we have authority under Article III of the Constitution to resolve particular cases or controversies."
                            },
                            {
                                "start": 167.541,
                                "stop": 172.706,
                                "byte_start": 775670,
                                "byte_stop": 796359,
                                "text": "And sometimes, in doing that, it is necessary to decide a question of constitutional law."
                            },
                            {
                                "start": 172.706,
                                "stop": 175.017,
                                "byte_start": 796359,
                                "byte_stop": 805554,
                                "text": "That\u0027s where our authority comes from."
                            },
                            {
                                "start": 175.017,
                                "stop": 180.905,
                                "byte_start": 805554,
                                "byte_stop": 829168,
                                "text": "So, it is very important to make sure that we have before us an actual case or controversy."
                            },
                            {
                                "start": 180.905,
                                "stop": 194.922,
                                "byte_start": 829168,
                                "byte_stop": 885175,
                                "text": "As used in the Constitution, those words do not include every sort of dispute, but only those, as we put it in a prior precedent, “historically viewed as capable of resolution through the judicial process.”"
                            },
                            {
                                "start": 194.922,
                                "stop": 197.656,
                                "byte_start": 885175,
                                "byte_stop": 896146,
                                "text": "This is an essential limit on our power."
                            },
                            {
                                "start": 197.656,
                                "stop": 207.594,
                                "byte_start": 896146,
                                "byte_stop": 935852,
                                "text": "It ensures that we act as judges deciding cases and do not engage in general policy making properly left to elected representatives."
                            },
                            {
                                "start": 207.594,
                                "stop": 215.39,
                                "byte_start": 935852,
                                "byte_stop": 967095,
                                "text": "For there to be, such a case or controversy, it is not enough that the party invoking the power of the Court have a keen interest in the issue."
                            },
                            {
                                "start": 215.39,
                                "stop": 219.969,
                                "byte_start": 967095,
                                "byte_stop": 985381,
                                "text": "That party must also have -- what our cases refer to as standing."
                            },
                            {
                                "start": 219.969,
                                "stop": 233.564,
                                "byte_start": 985381,
                                "byte_stop": 1039820,
                                "text": "To have standing to invoke the power of a federal court, a litigant must prove that he has suffered a concrete and particularized injury that is traceable to the defendant and could be redressed by the federal court."
                            },
                            {
                                "start": 233.564,
                                "stop": 242.608,
                                "byte_start": 1039820,
                                "byte_stop": 1075973,
                                "text": "That requirement must be met by person seeking appellant review just as it must be met by person\u0027s appearing in Court for the first time."
                            },
                            {
                                "start": 242.608,
                                "stop": 255.4,
                                "byte_start": 1075973,
                                "byte_stop": 1127173,
                                "text": "The parties in this case do not contest that respondents, the same sex couples, had standing to initiate the case in the District Court against the California officials responsible for enforcing Proposition 8."
                            },
                            {
                                "start": 255.4,
                                "stop": 264.562,
                                "byte_start": 1127173,
                                "byte_stop": 1163745,
                                "text": "After the District Court declared Proposition 8 unconstitutional and prohibited the California officials from enforcing it, however, things changed."
                            },
                            {
                                "start": 264.562,
                                "stop": 272.619,
                                "byte_start": 1163745,
                                "byte_stop": 1196032,
                                "text": "The same sex couples no longer had any injury to redress, they had won, and the state officials chose not to appeal."
                            },
                            {
                                "start": 272.619,
                                "stop": 283.65,
                                "byte_start": 1196032,
                                "byte_stop": 1240127,
                                "text": "The only individuals who sought to appeal were petitioners, the official proponents of Proposition 8, but the District Court had not ordered them to do or refrain from doing anything."
                            },
                            {
                                "start": 283.65,
                                "stop": 289.303,
                                "byte_start": 1240127,
                                "byte_stop": 1262696,
                                "text": "To have standing, a litigant must possess a direct stake in the outcome of the case."
                            },
                            {
                                "start": 289.303,
                                "stop": 293.317,
                                "byte_start": 1262696,
                                "byte_stop": 1278788,
                                "text": "Here, petitioners had no direct stake in the outcome of their appeal."
                            },
                            {
                                "start": 293.317,
                                "stop": 303.453,
                                "byte_start": 1278788,
                                "byte_stop": 1319330,
                                "text": "Their only interest in having the District Court order reversed was to vindicate the constitutional validity of a generally applicable California law."
                            },
                            {
                                "start": 303.453,
                                "stop": 312.056,
                                "byte_start": 1319330,
                                "byte_stop": 1353707,
                                "text": "We have, however, repeatedly held that such a generalize grievance, no matter how sincere, is insufficient to confer standing."
                            },
                            {
                                "start": 312.056,
                                "stop": 319.775,
                                "byte_start": 1353707,
                                "byte_stop": 1384636,
                                "text": "Petitioners argue that they have standing because California law gives them a unique and special role in the initiative process."
                            },
                            {
                                "start": 319.775,
                                "stop": 325.454,
                                "byte_start": 1384636,
                                "byte_stop": 1407310,
                                "text": "That is true enough, but only when it comes to the process of enacting the law."
                            },
                            {
                                "start": 325.454,
                                "stop": 331.984,
                                "byte_start": 1407310,
                                "byte_stop": 1433433,
                                "text": "Once Proposition 8 was approved by the voters, the measure became a duly enacted constitutional amendment."
                            },
                            {
                                "start": 331.984,
                                "stop": 337.22,
                                "byte_start": 1433433,
                                "byte_stop": 1454435,
                                "text": "Petitioners have no role, special or otherwise, in enforcing Proposition 8."
                            },
                            {
                                "start": 337.22,
                                "stop": 346.648,
                                "byte_start": 1454435,
                                "byte_stop": 1492156,
                                "text": "They, therefore, have no personal stake in defending its enforcement that is distinguishable from the general interest of every citizen of California."
                            },
                            {
                                "start": 346.648,
                                "stop": 359.23,
                                "byte_start": 1492156,
                                "byte_stop": 1542416,
                                "text": "No matter how deeply committed petitioners may be to upholding Proposition 8 that is not a particularized interest sufficient to create a case or controversy under Article III."
                            },
                            {
                                "start": 359.23,
                                "stop": 370.841,
                                "byte_start": 1542416,
                                "byte_stop": 1588914,
                                "text": "The proponents further argue that even if they have no recognized interest in appealing the District Court\u0027s order, the State of California does and they may assert that interest on the state\u0027s behalf."
                            },
                            {
                                "start": 370.841,
                                "stop": 383.607,
                                "byte_start": 1588914,
                                "byte_stop": 1639905,
                                "text": "It is, however, a fundamental restriction on our authority that a litigant must assert his or her own legal rights and interests and cannot rest acclaim to relief on the legal rights or interests of third parties."
                            },
                            {
                                "start": 383.607,
                                "stop": 400.082,
                                "byte_start": 1639905,
                                "byte_stop": 1705838,
                                "text": "There are certain limited exceptions to that rule, but even when we have allowed litigants to assert the interest of others, the litigants themselves still must have suffered their own injury giving them a sufficiently concrete interest in the outcome of the issue in dispute."
                            },
                            {
                                "start": 400.082,
                                "stop": 412.32,
                                "byte_start": 1705838,
                                "byte_stop": 1754843,
                                "text": "And as just explained the petitioners have not suffered such an injury and therefore would ordinarily have no standing to assert the state\u0027s interest, but petitioners contend that this case is different."
                            },
                            {
                                "start": 412.32,
                                "stop": 425.339,
                                "byte_start": 1754843,
                                "byte_stop": 1806879,
                                "text": "The California Supreme Court after all has determined that they are “authorized under California law to appear and assert the state\u0027s interest in the validity of Proposition 8.”"
                            },
                            {
                                "start": 425.339,
                                "stop": 434.228,
                                "byte_start": 1806879,
                                "byte_stop": 1842406,
                                "text": "Petitioners argue that by virtue of that decision, they are authorized to act as, as they put it, agents of the people of California."
                            },
                            {
                                "start": 434.228,
                                "stop": 443.986,
                                "byte_start": 1842406,
                                "byte_stop": 1881485,
                                "text": "But the California Supreme Court never described petitioners as agents of the people and petitioners are plainly not in an agency relationship with anyone."
                            },
                            {
                                "start": 443.986,
                                "stop": 449.211,
                                "byte_start": 1881485,
                                "byte_stop": 1902383,
                                "text": "Agency requires more than bare authorization to assert a particular interest."
                            },
                            {
                                "start": 449.211,
                                "stop": 456.533,
                                "byte_start": 1902383,
                                "byte_stop": 1931640,
                                "text": "For one, agency requires some degree of control by a principle, yet the petitioners answer to no one."
                            },
                            {
                                "start": 456.533,
                                "stop": 464.834,
                                "byte_start": 1931640,
                                "byte_stop": 1964868,
                                "text": "Where an agency relationship exists, the agent owes a duty of loyalty to the principal, but the proponents owe nothing to the people of California."
                            },
                            {
                                "start": 464.834,
                                "stop": 478.477,
                                "byte_start": 1964868,
                                "byte_stop": 2019412,
                                "text": "They are free to pursue a purely ideological commitment to the law\u0027s constitutionality without the need to take cognizance of resource, constraints, changes in public opinion, or potential ramifications for other state priorities."
                            },
                            {
                                "start": 478.477,
                                "stop": 489.779,
                                "byte_start": 2019412,
                                "byte_stop": 2064656,
                                "text": "The proponents act for themselves, but their interest is a generalized one in the enforcement of the law and that is not enough to pursue a case in federal court."
                            },
                            {
                                "start": 489.779,
                                "stop": 506.198,
                                "byte_start": 2064656,
                                "byte_stop": 2130275,
                                "text": "In deciding that petitioners do not have standing to defend the constitutionality of Proposition 8, we do not question California\u0027s sovereign right to maintain an initiative process or the right of initiative proponents to defend their initiatives in state courts."
                            },
                            {
                                "start": 506.198,
                                "stop": 525.968,
                                "byte_start": 2130275,
                                "byte_stop": 2209374,
                                "text": "But standing in federal court is a question of federal law and the Federal Constitution\u0027s requirement that a party invoking the jurisdiction of a federal court seek relief for a personal particularized injury serves vital interest going to the role of the judiciary in our system of separated powers."
                            },
                            {
                                "start": 525.968,
                                "stop": 542.896,
                                "byte_start": 2209374,
                                "byte_stop": 2277083,
                                "text": "Refusing to entertain generalized grievances ensures that courts exercise power that is judicial, rather than political in nature and ensures that the federal judiciary respects the proper and properly limited role of the courts in a democratic society."
                            },
                            {
                                "start": 542.896,
                                "stop": 551.868,
                                "byte_start": 2277083,
                                "byte_stop": 2313028,
                                "text": "States cannot alter that role simply by issuing to private parties who otherwise lack standing a ticket to the federal court house."
                            },
                            {
                                "start": 551.868,
                                "stop": 565.083,
                                "byte_start": 2313028,
                                "byte_stop": 2365900,
                                "text": "We were asked in this case to decide whether the Equal Protection Clause prohibits California from defining marriage as the union of a man and a woman, but the proponents who ask that question do not have standing."
                            },
                            {
                                "start": 565.083,
                                "stop": 585.811,
                                "byte_start": 2365900,
                                "byte_stop": 2448760,
                                "text": "Therefore, as we explained in our of our precedents, in light of the “overriding and time honored concern about keeping the judiciary\u0027s power within its proper constitutional sphere, we must put aside the natural urge to proceed directly to the merits of this important dispute and to settle it.”"
                            },
                            {
                                "start": 585.811,
                                "stop": 591.735,
                                "byte_start": 2448760,
                                "byte_stop": 2472479,
                                "text": "We have no authority to consider the question presented in this case and neither did the Ninth Circuit."
                            },
                            {
                                "start": 591.735,
                                "stop": 600.608,
                                "byte_start": 2472479,
                                "byte_stop": 2508006,
                                "text": "The judgment of the Ninth Circuit is vacated and the case is remanded with instructions to dismiss the appeal for lack of jurisdiction."
                            },
                            {
                                "start": 600.608,
                                "stop": 608.184,
                                "byte_start": 2508006,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a dissenting opinion in which justices Thomas, Alito and Sotomayor have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52751,
            "mime": "audio\/mpeg",
            "size": 2538308,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2012\/12-144\/20130626o_12-144.delivery.mp3"
        },
        {
            "id": 74504,
            "mime": "audio\/ogg",
            "size": 6047650,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2012\/12-144\/20130626o_12-144.ogg"
        },
        {
            "id": 74505,
            "mime": "application\/x-mpegURL",
            "size": 8840,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2012\/12-144\/20130626o_12-144.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}