{
    "id": 22408,
    "title": "Opinion Announcement - June 02, 2008",
    "transcript": {
        "title": "United States v. Santos",
        "duration": 370.442,
        "sections": [
            {
                "start": 0,
                "stop": 370.442,
                "byte_start": 104806,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 370.442,
                        "byte_start": 104806,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 3.962,
                                "byte_start": 104806,
                                "byte_stop": 120688,
                                "text": "This is another money laundering case."
                            },
                            {
                                "start": 3.962,
                                "stop": 9.498,
                                "byte_start": 120688,
                                "byte_stop": 142840,
                                "text": "It comes to us on writ of certiorari to the United States Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 9.498,
                                "stop": 20.542,
                                "byte_start": 142840,
                                "byte_stop": 187039,
                                "text": "From the 1970\u0027s until 1994, respondent Efrain Santos operated an illegal lottery in Indiana."
                            },
                            {
                                "start": 20.542,
                                "stop": 32.164,
                                "byte_start": 187039,
                                "byte_stop": 233537,
                                "text": "At bars and restaurants, Santos\u0027 runners gathered bets from gamblers, keeping a portion as their commissions and delivering the rest to Santos\u0027 collectors."
                            },
                            {
                                "start": 32.164,
                                "stop": 44.944,
                                "byte_start": 233537,
                                "byte_stop": 284633,
                                "text": "Collectors, one of whom was respondent Benedicto Diaz, then delivered the money to Santos, who used some of it to pay the salaries of the collectors and some of it to pay the winners."
                            },
                            {
                                "start": 44.944,
                                "stop": 51.184,
                                "byte_start": 284633,
                                "byte_stop": 309606,
                                "text": "These payments formed the basis of federal charges brought against respondents -- against both respondents."
                            },
                            {
                                "start": 51.184,
                                "stop": 63.23,
                                "byte_start": 309606,
                                "byte_stop": 357776,
                                "text": "Diaz pleaded guilty to one money – money laundering count and the jury found Santos guilty of two illegal gambling counts and three money laundering counts."
                            },
                            {
                                "start": 63.23,
                                "stop": 69.462,
                                "byte_start": 357776,
                                "byte_stop": 382749,
                                "text": "In post conviction proceedings, respondents challenged their money laundering convictions."
                            },
                            {
                                "start": 69.462,
                                "stop": 85.849,
                                "byte_start": 382749,
                                "byte_stop": 448264,
                                "text": "The money laundering statute prohibits knowingly engaging in transactions that involve proceeds, proceeds is the critical word, of specified criminal activities, including the running of an illegal gambling business."
                            },
                            {
                                "start": 85.849,
                                "stop": 103.247,
                                "byte_start": 448264,
                                "byte_stop": 517854,
                                "text": "The defendants maintained that proceeds means profits and that Santos\u0027 payments to runners, collectors and winners and Diaz\u0027s receipt of payments for collection services were transactions involving receipts rather than profits."
                            },
                            {
                                "start": 103.247,
                                "stop": 107.544,
                                "byte_start": 517854,
                                "byte_stop": 534990,
                                "text": "The District Court agreed and vacated the money laundering convictions."
                            },
                            {
                                "start": 107.544,
                                "stop": 111.694,
                                "byte_start": 534990,
                                "byte_stop": 551604,
                                "text": "The Seventh Circuit affirmed and so do we."
                            },
                            {
                                "start": 111.694,
                                "stop": 125.929,
                                "byte_start": 551604,
                                "byte_stop": 608551,
                                "text": "In the plurality opinion, joined in full by Justice Souter and Justice Ginsburg and in part by Justice Thomas, “We hold that the word proceeds in the federal money laundering statute means profits and not receipts.\u0022"
                            },
                            {
                                "start": 125.929,
                                "stop": 131.455,
                                "byte_start": 608551,
                                "byte_stop": 630703,
                                "text": "When as here, a statute does not define a term, we give it its ordinary meaning."
                            },
                            {
                                "start": 131.455,
                                "stop": 142.735,
                                "byte_start": 630703,
                                "byte_stop": 675843,
                                "text": "Narrowly, however, the noun “proceeds” can mean either receipts or profits, think of a fundraiser that promises to give its proceeds to charity."
                            },
                            {
                                "start": 142.735,
                                "stop": 153.406,
                                "byte_start": 675843,
                                "byte_stop": 718475,
                                "text": "The Government argues that the primary meaning of proceeds is receipts, but we think that some dictionaries\u0027 preference for that definition is too slight for us to agree.“"
                            },
                            {
                                "start": 153.406,
                                "stop": 162.741,
                                "byte_start": 718475,
                                "byte_stop": 755777,
                                "text": "Proceeds” moreover, has no uniform meaning in the United States Code and it is not a money laundering term of art, meaning receipts."
                            },
                            {
                                "start": 162.741,
                                "stop": 176.988,
                                "byte_start": 755777,
                                "byte_stop": 812829,
                                "text": "Under either of the words statutes -- ordinary definitions under either of them, all provisions of the federal money laundering statutes are coherent, no provisions are redundant and the statute is not rendered utterly absurd."
                            },
                            {
                                "start": 176.988,
                                "stop": 182.479,
                                "byte_start": 812829,
                                "byte_stop": 834772,
                                "text": "According to a long line of our decisions, the tie must go to the defendant."
                            },
                            {
                                "start": 182.479,
                                "stop": 189.72,
                                "byte_start": 834772,
                                "byte_stop": 863715,
                                "text": "The rule of lenity requires ambiguous criminal laws to be interpreted in favor of the defendants subjected to them."
                            },
                            {
                                "start": 189.72,
                                "stop": 213.875,
                                "byte_start": 863715,
                                "byte_stop": 960368,
                                "text": "It\u0027s not only vindicates the fundamental principle that no citizen should be held accountable for violation of a statute whose commands are uncertain or subjected to punishment that is not clearly prescribed, it also places the weight of inertia upon the party that can best induce Congress to speak more clearly and keep courts from making criminal law in Congress\u0027 stead."
                            },
                            {
                                "start": 213.875,
                                "stop": 224.082,
                                "byte_start": 960368,
                                "byte_stop": 1001224,
                                "text": "Because the profit\u0027s definition of proceeds is always more defendant-friendly than the receipt\u0027s definition, the rule of lenity dictates that it should be adopted."
                            },
                            {
                                "start": 224.082,
                                "stop": 232.51,
                                "byte_start": 1001224,
                                "byte_stop": 1034870,
                                "text": "The Government contends that we should reject the profit\u0027s interpretation because it fails to give the federal money laundering statute its proper scope."
                            },
                            {
                                "start": 232.51,
                                "stop": 234.737,
                                "byte_start": 1034870,
                                "byte_stop": 1043856,
                                "text": "That of course begs the question."
                            },
                            {
                                "start": 234.737,
                                "stop": 243.176,
                                "byte_start": 1043856,
                                "byte_stop": 1077606,
                                "text": "Our interpretation does not give the statute its proper scope if proceeds means receipts and it does, given its proper scope, if proceeds means profits."
                            },
                            {
                                "start": 243.176,
                                "stop": 258.803,
                                "byte_start": 1077606,
                                "byte_stop": 1140091,
                                "text": "If we accepted the Government\u0027s invitation to speculate about congressional purpose, we would have to confront and explain the strange consequence of the receipt\u0027s interpretation which respondents have labeled a merger problem."
                            },
                            {
                                "start": 258.803,
                                "stop": 278.008,
                                "byte_start": 1140091,
                                "byte_stop": 1216891,
                                "text": "A merger problem consists of the fact that many crimes already punished by other laws are routinely accompanied by financial transactions which, if the receipt\u0027s interpretation is adopted, violate the money laundering statute and thus, expose defendants to much more severe penalties."
                            },
                            {
                                "start": 278.008,
                                "stop": 302.587,
                                "byte_start": 1216891,
                                "byte_stop": 1315216,
                                "text": "To take the present cases and example, under the receipt\u0027s interpretation, paying off the winning betters from the receipts of an illegal gambling operation, constitutes money laundering, thus adding to the penalty of a maximum of five years for running an illegal gambling operation, an additional penalty of a maximum of 20 years for money laundering."
                            },
                            {
                                "start": 302.587,
                                "stop": 308.096,
                                "byte_start": 1315216,
                                "byte_stop": 1337263,
                                "text": "This obviously makes no sense since gambling operations routinely payoff the winners."
                            },
                            {
                                "start": 308.096,
                                "stop": 315.077,
                                "byte_start": 1337263,
                                "byte_stop": 1365162,
                                "text": "If Congress wanted a 25-year penalty for gambling, it would have prescribed a 25-year penalty for gambling."
                            },
                            {
                                "start": 315.077,
                                "stop": 324.02,
                                "byte_start": 1365162,
                                "byte_stop": 1400897,
                                "text": "If proceeds means receipts, the federal money laundering statute effectively amplifies the punishment for a host of predicate crimes."
                            },
                            {
                                "start": 324.02,
                                "stop": 329.376,
                                "byte_start": 1400897,
                                "byte_stop": 1422318,
                                "text": "The Government also advocates the receipt\u0027s interpretation because it is easier to prosecute."
                            },
                            {
                                "start": 329.376,
                                "stop": 338.548,
                                "byte_start": 1422318,
                                "byte_stop": 1459098,
                                "text": "Essentially, the Government asks us to resolve the ambiguity in light of Congress\u0027 presumptive intent to facilitate money laundering convictions."
                            },
                            {
                                "start": 338.548,
                                "stop": 341.581,
                                "byte_start": 1459098,
                                "byte_stop": 1471219,
                                "text": "That turns the rule of lenity upside down."
                            },
                            {
                                "start": 341.581,
                                "stop": 347.037,
                                "byte_start": 1471219,
                                "byte_stop": 1493057,
                                "text": "We interpret ambiguous criminal statutes in favor of defendants, not prosecutors."
                            },
                            {
                                "start": 347.037,
                                "stop": 355.885,
                                "byte_start": 1493057,
                                "byte_stop": 1528375,
                                "text": "In any event, we believe for reasons stated in our opinion that the Government exaggerates the prosecutorial difficulties that the profit’s interpretation entails."
                            },
                            {
                                "start": 355.885,
                                "stop": 361.918,
                                "byte_start": 1528375,
                                "byte_stop": 1552512,
                                "text": "The judgment of the Court of Appeals is affirmed. Justice Stevens has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 361.918,
                                "stop": 370.442,
                                "byte_start": 1552512,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion, and Justice Alito has filed a dissenting opinion in which the Chief Justice, Justice Kennedy and Justice Breyer have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53938,
            "mime": "audio\/mpeg",
            "size": 1586576,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-1005\/20080602o_06-1005.delivery.mp3"
        },
        {
            "id": 75678,
            "mime": "audio\/ogg",
            "size": 3786545,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-1005\/20080602o_06-1005.ogg"
        },
        {
            "id": 75679,
            "mime": "application\/x-mpegURL",
            "size": 5567,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-1005\/20080602o_06-1005.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}