{
    "id": 22687,
    "title": "Opinion Announcement - June 02, 2003",
    "transcript": {
        "title": "Dastar Corporation v. Twentieth Century Fox Film Corporation",
        "duration": 458.998,
        "sections": [
            {
                "start": 0,
                "stop": 458.998,
                "byte_start": 85284,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.39,
                        "byte_start": 85284,
                        "byte_stop": 130946,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.39,
                                "byte_start": 85284,
                                "byte_stop": 130946,
                                "text": "The opinion of the Court in No. 02-428, Dastar Corporation versus Twentieth Century Fox Film Corporation will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 11.39,
                        "stop": 458.998,
                        "byte_start": 130946,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 11.39,
                                "stop": 17.07,
                                "byte_start": 130946,
                                "byte_stop": 153620,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 17.07,
                                "stop": 37.559,
                                "byte_start": 153620,
                                "byte_stop": 235540,
                                "text": "The respondent, Twentieth Century Fox acquired the television rights to General Dwight D. Eisenhower\u0027s 1948 book Crusade in Europe, and arranged for Time Incorporated to produce a television series of the same name which was first broadcast in 1949."
                            },
                            {
                                "start": 37.559,
                                "stop": 46.232,
                                "byte_start": 235540,
                                "byte_stop": 270231,
                                "text": "When the copyright in the television series expired, Fox did not renew it and the series passed into the public domain."
                            },
                            {
                                "start": 46.232,
                                "stop": 61.776,
                                "byte_start": 270231,
                                "byte_stop": 332402,
                                "text": "In 1988, Fox reacquired the television rights to the book and licensed respondents SFM Entertainment and New Line Home Video to sell Crusade in Europe on video."
                            },
                            {
                                "start": 61.776,
                                "stop": 66.065,
                                "byte_start": 332402,
                                "byte_stop": 349643,
                                "text": "At this point, enter petitioner, Dastar."
                            },
                            {
                                "start": 66.065,
                                "stop": 73.989,
                                "byte_start": 349643,
                                "byte_stop": 381304,
                                "text": "In 1995, Dastar released a video set entitled World War II Campaigns in Europe."
                            },
                            {
                                "start": 73.989,
                                "stop": 78.603,
                                "byte_start": 381304,
                                "byte_stop": 399798,
                                "text": "To make campaigns, Dastar edited the Crusade television series."
                            },
                            {
                                "start": 78.603,
                                "stop": 101.089,
                                "byte_start": 399798,
                                "byte_stop": 489660,
                                "text": "Its advertising for the campaigns video set says \u0022produced and distributed by a Dastar subsidiary\u0022 and the screen credits state Dastar Corporation presents with no reference to the Crusade Television Series, the book, or Fox."
                            },
                            {
                                "start": 101.089,
                                "stop": 124.761,
                                "byte_start": 489660,
                                "byte_stop": 584432,
                                "text": "Respondents, Fox, SFM, and New Line brought this action alleging as relevant here, that Dastar\u0027s sale of campaigns as its own product without credit to the Crusade television series or respondent\u0027s constitutes reverse passing off in violation of Section 43(a) of the Lanham Act."
                            },
                            {
                                "start": 124.761,
                                "stop": 142.61,
                                "byte_start": 584432,
                                "byte_stop": 655798,
                                "text": "Passing off or as it is sometimes called palming off occurs when a producer represents his own goods or services as someone else\u0027s."
                            },
                            {
                                "start": 142.61,
                                "stop": 148.837,
                                "byte_start": 655798,
                                "byte_stop": 680667,
                                "text": "So, it sells you a cheap watch with the representation that it is a famous brand."
                            },
                            {
                                "start": 148.837,
                                "stop": 152.67,
                                "byte_start": 680667,
                                "byte_stop": 696027,
                                "text": "Reverse passing off, as its name suggest, is just the opposite."
                            },
                            {
                                "start": 152.67,
                                "stop": 165.91,
                                "byte_start": 696027,
                                "byte_stop": 749003,
                                "text": "The producer misrepresents someone else\u0027s goods or services as his own."
                            },
                            {
                                "start": 165.91,
                                "stop": 177.954,
                                "byte_start": 749003,
                                "byte_stop": 797173,
                                "text": "It does not happen often but the producer might want you to think that what he is selling you is his own when in fact someone else made it."
                            },
                            {
                                "start": 177.954,
                                "stop": 187.767,
                                "byte_start": 797173,
                                "byte_stop": 836357,
                                "text": "Anyway, the District Court found on this reverse passing off case for the respondents and the Ninth Circuit affirmed, we granted certiorari and now reverse."
                            },
                            {
                                "start": 187.767,
                                "stop": 211.182,
                                "byte_start": 836357,
                                "byte_stop": 930084,
                                "text": "The respondents argue that in claiming that it produced campaigns, Dastar violated Section 43(a) by making a \u0022false designation of origin or false or misleading description or representation,\u0022 a fact which \u0022is likely to cause confusion as to the origin of its goods\u0022 those are the text of the Lanham Act."
                            },
                            {
                                "start": 211.182,
                                "stop": 239.434,
                                "byte_start": 930084,
                                "byte_stop": 1043037,
                                "text": "That claim would undoubtedly be sustained if Dastar had bought some of New Line\u0027s Crusade video tapes, the physical video tapes and merely repackaged them as its own, but Dastar\u0027s alleged wrongdoing is quite different, it took a creative work in the public domain, the Crusade television series copied it, made modifications arguably minor ones, and produced its very own series of physical video tapes."
                            },
                            {
                                "start": 239.434,
                                "stop": 255.283,
                                "byte_start": 1043037,
                                "byte_stop": 1106463,
                                "text": "Thus, the question presented is whether origin of goods in the Lanham Act refers only to the manufacturer or producer of the physical goods or whether it can include as respondent suggest the author of an underlying creative work that the goods contain."
                            },
                            {
                                "start": 255.283,
                                "stop": 275.958,
                                "byte_start": 1106463,
                                "byte_stop": 1189219,
                                "text": "We think the most natural understanding of the phrase origin of goods is the producer of the tangible product sold in the marketplace, in this case the physical campaigns video set, and not the person or entity that originated the ideas or communication that the goods themselves embody or contain."
                            },
                            {
                                "start": 275.958,
                                "stop": 282.837,
                                "byte_start": 1189219,
                                "byte_stop": 1216700,
                                "text": "That normal meaning is in accord with the purpose of the Lanham Act which is primarily to protect consumers against misbranding."
                            },
                            {
                                "start": 282.837,
                                "stop": 297.371,
                                "byte_start": 1216700,
                                "byte_stop": 1274796,
                                "text": "A buyer of a branded product believes that the brand name company produced that product but does not automatically assume that the company came up with the idea for the product or designed the product and typically could not care less whether it did."
                            },
                            {
                                "start": 297.371,
                                "stop": 311.209,
                                "byte_start": 1274796,
                                "byte_stop": 1330175,
                                "text": "It could be argued that the consumer\u0027s expectation is different with regard to what might be called communicative products such as books or videos as opposed to normal products such as hammers."
                            },
                            {
                                "start": 311.209,
                                "stop": 333.114,
                                "byte_start": 1330175,
                                "byte_stop": 1417842,
                                "text": "With regard to the former, one might say that consumer does care about the ideas that the physical products contain or embody, but to accord special treatment to communicative products would bring the Lanham Act into conflict with the law of copyright which addresses specifically the protection of rights and ideas."
                            },
                            {
                                "start": 333.114,
                                "stop": 343.451,
                                "byte_start": 1417842,
                                "byte_stop": 1459116,
                                "text": "The right to copy and to copy without attribution once a copyright has expired, like the right to make a product whose patent has expired passes to the public."
                            },
                            {
                                "start": 343.451,
                                "stop": 355.134,
                                "byte_start": 1459116,
                                "byte_stop": 1505823,
                                "text": "The rights of the patentee or copyright holder we have said are part of a carefully crafted bargain under which in exchange for a monopoly limited in time."
                            },
                            {
                                "start": 355.134,
                                "stop": 362.618,
                                "byte_start": 1505823,
                                "byte_stop": 1535811,
                                "text": "Once the patent or copyright monopoly has expired, the public may use the invention or work at will and without attribution."
                            },
                            {
                                "start": 362.618,
                                "stop": 377.658,
                                "byte_start": 1535811,
                                "byte_stop": 1595997,
                                "text": "Allowing the cause of action under 43(a) for Dastar\u0027s representation of itself as the producer of its videos would create a species of mutant copyright law that limits the public\u0027s federal right to copy and use expired copyrights."
                            },
                            {
                                "start": 377.658,
                                "stop": 391.265,
                                "byte_start": 1595997,
                                "byte_stop": 1650437,
                                "text": "When Congress has wished to create such an addition to the law of copyright, it has done so specifically as for example in the Visual Artists Rights Act which I will not trouble you with describing."
                            },
                            {
                                "start": 391.265,
                                "stop": 398.783,
                                "byte_start": 1650437,
                                "byte_stop": 1680425,
                                "text": "Reading origin in Section 43(a) as respondents proposed would also create serious practical problems."
                            },
                            {
                                "start": 398.783,
                                "stop": 422.815,
                                "byte_start": 1680425,
                                "byte_stop": 1776556,
                                "text": "A video of the MGM film Carmen Jones, for example, after its copyright has expired would presumably require attribution not just to MGM but to Oscar Hammerstein II who wrote the musical on which the film was based, to George Bizet who wrote the opera on which the musical was based, and to Prosper Merimee, who wrote the novel on which the opera was based."
                            },
                            {
                                "start": 422.815,
                                "stop": 427.622,
                                "byte_start": 1776556,
                                "byte_stop": 1795782,
                                "text": "In many cases, figuring out who is in the line of origin would be no simple task."
                            },
                            {
                                "start": 427.622,
                                "stop": 433.347,
                                "byte_start": 1795782,
                                "byte_stop": 1818770,
                                "text": "Indeed, in the present case, it is far from clear that the respondents have that status."
                            },
                            {
                                "start": 433.347,
                                "stop": 439.524,
                                "byte_start": 1818770,
                                "byte_stop": 1843429,
                                "text": "We do not think that the Lanham Act requires this search for the source of denial and all its tributaries."
                            },
                            {
                                "start": 439.524,
                                "stop": 452.008,
                                "byte_start": 1843429,
                                "byte_stop": 1893375,
                                "text": "For these and other reasons we hold that the phrase \u0022origin of goods\u0022 in the Lanham Act defers the producer of the tangible goods that are offered for sale and not to the author of any idea, concept, or communications embodied in those goods."
                            },
                            {
                                "start": 452.008,
                                "stop": 454.058,
                                "byte_start": 1893375,
                                "byte_stop": 1901526,
                                "text": "The opinion of the Court is unanimous."
                            },
                            {
                                "start": 454.058,
                                "stop": 458.998,
                                "byte_start": 1901526,
                                "byte_stop": 0,
                                "text": "Justice Breyer, however, took no part in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54496,
            "mime": "audio\/mpeg",
            "size": 1921274,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2002\/02-428\/20030602o_02-428.delivery.mp3"
        },
        {
            "id": 76236,
            "mime": "audio\/ogg",
            "size": 4861870,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2002\/02-428\/20030602o_02-428.ogg"
        },
        {
            "id": 76237,
            "mime": "application\/x-mpegURL",
            "size": 6733,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2002\/02-428\/20030602o_02-428.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}