{
    "id": 21570,
    "title": "Opinion Announcement - April 27, 2011",
    "transcript": {
        "title": "AT\u0026T Mobility LLC v. Concepcion",
        "duration": 431.021,
        "sections": [
            {
                "start": 0,
                "stop": 431.021,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 431.021,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.141,
                                "byte_start": 105472,
                                "byte_stop": 130132,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 6.141,
                                "stop": 20.136,
                                "byte_start": 130132,
                                "byte_stop": 186034,
                                "text": "The respondents Vincent and Liza Concepcion entered into a contract for the sale and servicing of cellular telephones with the petitioner here, AT\u0026T Mobility LLC."
                            },
                            {
                                "start": 20.136,
                                "stop": 37.726,
                                "byte_start": 186034,
                                "byte_stop": 256460,
                                "text": "The contract provided that all disputes between the parties would be arbitrated and that each party would enter arbitration in its “individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.\u0022"
                            },
                            {
                                "start": 37.726,
                                "stop": 63.332,
                                "byte_start": 256460,
                                "byte_stop": 358860,
                                "text": "The contract also specified that AT\u0026T, would among other things, bear the cost of arbitration in all nonfrivolous cases, would not seek reimbursement of its attorney\u0027s fees, and would provide a minimum award of $7,500 plus double attorney\u0027s fees to any customer who recovered more in arbitration than AT\u0026T had offered in settlement."
                            },
                            {
                                "start": 63.332,
                                "stop": 73.79,
                                "byte_start": 358860,
                                "byte_stop": 400656,
                                "text": "In March 2006, the Concepcions filed a complaint against AT\u0026T in the United States District Court for the Southern District of California."
                            },
                            {
                                "start": 73.79,
                                "stop": 79.227,
                                "byte_start": 400656,
                                "byte_stop": 422390,
                                "text": "That complaint was later consolidated with a putative class action."
                            },
                            {
                                "start": 79.227,
                                "stop": 94.664,
                                "byte_start": 422390,
                                "byte_stop": 484143,
                                "text": "It alleged that AT\u0026T had engaged in false advertising and fraud by charging sales tax on phones that AT\u0026T had advertised as free with the purchase of cellular service."
                            },
                            {
                                "start": 94.664,
                                "stop": 101.946,
                                "byte_start": 484143,
                                "byte_stop": 513296,
                                "text": "AT\u0026T moved to compel arbitration under the terms of its contract, but the District Court denied the motion."
                            },
                            {
                                "start": 101.946,
                                "stop": 104.791,
                                "byte_start": 513296,
                                "byte_stop": 524685,
                                "text": "The Ninth Circuit affirmed."
                            },
                            {
                                "start": 104.791,
                                "stop": 119.96,
                                "byte_start": 524685,
                                "byte_stop": 585394,
                                "text": "It held that the arbitration agreement was invalidated by a California law which said that class waivers in consumer arbitration agreements are unconscionable and hence, unenforceable if three conditions are satisfied."
                            },
                            {
                                "start": 119.96,
                                "stop": 129.441,
                                "byte_start": 585394,
                                "byte_stop": 623323,
                                "text": "First, the agreement is in an adhesion contract, that is a -- a take it or leave it contract presented by a party in a strong bargaining position."
                            },
                            {
                                "start": 129.441,
                                "stop": 135.326,
                                "byte_start": 623323,
                                "byte_stop": 646834,
                                "text": "Second, disputes between the parties are likely to involve small amounts of damages."
                            },
                            {
                                "start": 135.326,
                                "stop": 142.008,
                                "byte_start": 646834,
                                "byte_stop": 673583,
                                "text": "And third, the party with inferior bargaining power alleges a deliberate scheme to defraud."
                            },
                            {
                                "start": 142.008,
                                "stop": 170.047,
                                "byte_start": 673583,
                                "byte_stop": 785701,
                                "text": "The Ninth Circuit also held, and this is the federal issue that brings the case to this Court, that the California law did not run a foul of the Federal Arbitration Act or the FAA which makes agreements to arbitrate, “valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.”"
                            },
                            {
                                "start": 170.047,
                                "stop": 176.664,
                                "byte_start": 785701,
                                "byte_stop": 812136,
                                "text": "“Unconscionability,” the Ninth Circuit said, “Is a ground for revocation of any contract.”"
                            },
                            {
                                "start": 176.664,
                                "stop": 182.226,
                                "byte_start": 812136,
                                "byte_stop": 834393,
                                "text": "In an opinion filed with the clerk today, we reverse the judgment of the Ninth Circuit."
                            },
                            {
                                "start": 182.226,
                                "stop": 191.983,
                                "byte_start": 834393,
                                "byte_stop": 873472,
                                "text": "The FAA was enacted in 1925 in response to longstanding judicial hostility to agreements to arbitrate."
                            },
                            {
                                "start": 191.983,
                                "stop": 210.1,
                                "byte_start": 873472,
                                "byte_stop": 945883,
                                "text": "By requiring courts to hold arbitration agreements \u0022valid, irrevocable and enforceable,\u0022 the Act was meant to preserve for agreed upon use, a procedure that provides the flexibility necessary to develop specialized dispute resolution mechanisms."
                            },
                            {
                                "start": 210.1,
                                "stop": 220.602,
                                "byte_start": 945883,
                                "byte_stop": 987888,
                                "text": "We have held that parties may agree to limit the issues subject to arbitration, to arbitrate according to specific rules, and to limit with whom they will arbitrate."
                            },
                            {
                                "start": 220.602,
                                "stop": 231.725,
                                "byte_start": 987888,
                                "byte_stop": 1032401,
                                "text": "And we have held that state laws, specifically targeting arbitration, such as laws prohibiting the arbitration of particular types of claims are preempted."
                            },
                            {
                                "start": 231.725,
                                "stop": 241.373,
                                "byte_start": 1032401,
                                "byte_stop": 1071062,
                                "text": "Although the FAA says that arbitration agreements can be held unenforceable on grounds that exist at law or in equity for the revocation of any contract."
                            },
                            {
                                "start": 241.373,
                                "stop": 251.847,
                                "byte_start": 1071062,
                                "byte_stop": 1112963,
                                "text": "If that language does not give States free rein to adopt the policies that discriminate against arbitration or interfere with its central mechanics."
                            },
                            {
                                "start": 251.847,
                                "stop": 260.796,
                                "byte_start": 1112963,
                                "byte_stop": 1148698,
                                "text": "We have held that a saving clause such as that cannot be read to create an exception so large that it swallows the whole statute."
                            },
                            {
                                "start": 260.796,
                                "stop": 267.44,
                                "byte_start": 1148698,
                                "byte_stop": 1175239,
                                "text": "Here, to allow any ground of unconscionability that is generally applied, would do just that."
                            },
                            {
                                "start": 267.44,
                                "stop": 284.065,
                                "byte_start": 1175239,
                                "byte_stop": 1241799,
                                "text": "Nothing would stop States from declaring that all agreements for dispute resolution, whether in court, in mediation, or an arbitration are unconscionable unless they require adherence to the Federal Rules of Evidence, or allow judicially monitored discovery."
                            },
                            {
                                "start": 284.065,
                                "stop": 291.837,
                                "byte_start": 1241799,
                                "byte_stop": 1272832,
                                "text": "Such rules would destroy arbitration as we know it, which is what the FAA was designed to preserve."
                            },
                            {
                                "start": 291.837,
                                "stop": 300.242,
                                "byte_start": 1272832,
                                "byte_stop": 1306478,
                                "text": "We think that an effective requirement of classwide consumer arbitration is similar to those examples and is similarly preempted."
                            },
                            {
                                "start": 300.242,
                                "stop": 315.864,
                                "byte_start": 1306478,
                                "byte_stop": 1368963,
                                "text": "We held in Stolt-Nielsen versus AnimalFeeds International Corporation that, “the changes brought about by the shift from bilateral arbitration to class-action arbitration are fundamental.”"
                            },
                            {
                                "start": 315.864,
                                "stop": 322.876,
                                "byte_start": 1368963,
                                "byte_stop": 1397070,
                                "text": "Classwide arbitration is slower and procedurally much more complicated than bilateral arbitration."
                            },
                            {
                                "start": 322.876,
                                "stop": 338.695,
                                "byte_start": 1397070,
                                "byte_stop": 1460287,
                                "text": "In court litigation, for a class-action money judgment to bind absentee class member -- members, those -- the -- the representatives of those members must -- I\u0027m sorry."
                            },
                            {
                                "start": 338.695,
                                "stop": 344.382,
                                "byte_start": 1460287,
                                "byte_stop": 1483065,
                                "text": "The representatives of those members must at all times adequately represent them."
                            },
                            {
                                "start": 344.382,
                                "stop": 352.818,
                                "byte_start": 1483065,
                                "byte_stop": 1516816,
                                "text": "The absent members must be afforded notice, an opportunity to be heard, and a right to opt out of the class."
                            },
                            {
                                "start": 352.818,
                                "stop": 358.658,
                                "byte_start": 1516816,
                                "byte_stop": 1540117,
                                "text": "At least this amount of process would presumably be required in class arbitration."
                            },
                            {
                                "start": 358.658,
                                "stop": 366.52,
                                "byte_start": 1540117,
                                "byte_stop": 1571568,
                                "text": "Moreover, the aggregation of claims in class arbitration greatly increases the stakes for the defendant."
                            },
                            {
                                "start": 366.52,
                                "stop": 380.332,
                                "byte_start": 1571568,
                                "byte_stop": 1626843,
                                "text": "And when the stakes are very high, the informality of arbitration becomes much less appealing, because there is little opportunity for judicial review to correct the mistakes that informality produces."
                            },
                            {
                                "start": 380.332,
                                "stop": 391.583,
                                "byte_start": 1626843,
                                "byte_stop": 1671879,
                                "text": "Section 10 of the FAA allows a court to set aside an arbitral award only in very limited circumstances, essentially, amounting to misconduct by the arbitrator."
                            },
                            {
                                "start": 391.583,
                                "stop": 398.362,
                                "byte_start": 1671879,
                                "byte_stop": 1698941,
                                "text": "And we have held that parties may not contractually expand the grounds or nature of judicial review."
                            },
                            {
                                "start": 398.362,
                                "stop": 406.737,
                                "byte_start": 1698941,
                                "byte_stop": 1732483,
                                "text": "Defendants would rarely be willing to bet the company in a class arbitration proceeding with no effective means of review."
                            },
                            {
                                "start": 406.737,
                                "stop": 417.153,
                                "byte_start": 1732483,
                                "byte_stop": 1774174,
                                "text": "Given these considerations, the California law in question stands as an obstacle to the accomplishment of the purposes and objectives of the FAA, it is accordingly preempted."
                            },
                            {
                                "start": 417.153,
                                "stop": 421.176,
                                "byte_start": 1774174,
                                "byte_stop": 1790265,
                                "text": "The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings."
                            },
                            {
                                "start": 421.176,
                                "stop": 424.425,
                                "byte_start": 1790265,
                                "byte_stop": 1803222,
                                "text": "Justice Thomas has filed a concurring opinion."
                            },
                            {
                                "start": 424.425,
                                "stop": 431.021,
                                "byte_start": 1803222,
                                "byte_stop": 0,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice -- Justices Ginsburg, Sotomayor and Kagan have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52263,
            "mime": "audio\/mpeg",
            "size": 1829554,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/09-893\/20110427o_09-893.delivery.mp3"
        },
        {
            "id": 74032,
            "mime": "audio\/ogg",
            "size": 4366440,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/09-893\/20110427o_09-893.ogg"
        },
        {
            "id": 74033,
            "mime": "application\/x-mpegURL",
            "size": 6303,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/09-893\/20110427o_09-893.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}