{
    "id": 13277,
    "title": "Opinion Announcement - July 11, 1957",
    "transcript": {
        "title": "Wilson v. Girard",
        "duration": 721.748,
        "sections": [
            {
                "start": 0,
                "stop": 721.748,
                "byte_start": 28672,
                "byte_stop": 2915621,
                "turns": [
                    {
                        "start": 0,
                        "stop": 721.748,
                        "byte_start": 28672,
                        "byte_stop": 2915621,
                        "speaker": {
                            "ID": 15099,
                            "name": "Earl Warren",
                            "href": "https:\/\/api.oyez.org\/people\/earl_warren",
                            "last_name": "Warren",
                            "roles": [
                                {
                                    "id": 2743,
                                    "type": "scotus_justice",
                                    "date_start": -512503200,
                                    "date_end": -16570800,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
                                }
                            ],
                            "thumbnail": {
                                "id": 32704,
                                "mime": "image\/png",
                                "size": 50444,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
                            },
                            "length_of_service": 5740,
                            "identifier": "earl_warren"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 31.424,
                                "byte_start": 28672,
                                "byte_stop": 154373,
                                "text": "I have full report of the pre curiam decision of the Court in cases Numbers 1103 and 1108, Charles E. Wilson, Secretary of Defense, et al., Petitioners, in 1103 versus William S. Girard, United States Army Specialist 3\/C, and in 1108 William S. Girard, petitioner, Charles E.-- versus Charles E. Wilson, et al."
                            },
                            {
                                "start": 31.424,
                                "stop": 40.373,
                                "byte_start": 154373,
                                "byte_stop": 190213,
                                "text": "These cases come here on writs of certiorari to the United States Court of Appeals for the District of Columbia Circuit."
                            },
                            {
                                "start": 40.373,
                                "stop": 55.244,
                                "byte_start": 190213,
                                "byte_stop": 249668,
                                "text": "Japan and the United States became involved in a controversy whether the respondent Girard should be tried by a Japanese court for causing the death of a Japanese woman."
                            },
                            {
                                "start": 55.244,
                                "stop": 81.387,
                                "byte_start": 249668,
                                "byte_stop": 354262,
                                "text": "The basis for the dispute between the two Governments fully appears in the affidavit of Robert Dechert, General Counsel of the Department of Defense, an exhibit to a government motion in the court below, and the joint statement of Secretary of State, John Foster Dulles and Secretary of Defense, Charles E. Wilson, printed as appendices to this opinion."
                            },
                            {
                                "start": 81.387,
                                "stop": 100.177,
                                "byte_start": 354262,
                                "byte_stop": 429390,
                                "text": "Girard, a Specialist Third Class in the United States Army, was engaged on January 30, 1957, with members of his cavalry regiment in a small unit exercise at Camp Weir range area, Japan."
                            },
                            {
                                "start": 100.177,
                                "stop": 106.759,
                                "byte_start": 429390,
                                "byte_stop": 455722,
                                "text": "Japan\u0027s civilians were present in the area, retrieving expended cartridge cases."
                            },
                            {
                                "start": 106.759,
                                "stop": 117.23,
                                "byte_start": 455722,
                                "byte_stop": 497622,
                                "text": "Girard and another Specialist Third Class were ordered to guard a machine gun and some items of clothing that had been left nearby."
                            },
                            {
                                "start": 117.23,
                                "stop": 121.667,
                                "byte_start": 497622,
                                "byte_stop": 515385,
                                "text": "Girard had a grenade launcher on his rifle."
                            },
                            {
                                "start": 121.667,
                                "stop": 131.355,
                                "byte_start": 515385,
                                "byte_stop": 554151,
                                "text": "He placed an expended 30-caliber cartridge case in the grenade launcher and projected it by firing a blank."
                            },
                            {
                                "start": 131.355,
                                "stop": 142.165,
                                "byte_start": 554151,
                                "byte_stop": 597410,
                                "text": "The expended cartridge case penetrated the back of a Japanese woman gathering expended cartridge cases and caused her death."
                            },
                            {
                                "start": 142.165,
                                "stop": 151.279,
                                "byte_start": 597410,
                                "byte_stop": 633877,
                                "text": "The United States ultimately notified Japan that Girard would be delivered to the Japanese authorities for trial."
                            },
                            {
                                "start": 151.279,
                                "stop": 157.291,
                                "byte_start": 633877,
                                "byte_stop": 657910,
                                "text": "Thereafter, Japan indicted him for causing death by wounding."
                            },
                            {
                                "start": 157.291,
                                "stop": 162.481,
                                "byte_start": 657910,
                                "byte_stop": 678599,
                                "text": "Girard sought a writ of habeas corpus in the District Court for the District of Columbia."
                            },
                            {
                                "start": 162.481,
                                "stop": 173.011,
                                "byte_start": 678599,
                                "byte_stop": 720812,
                                "text": "The writ was denied, but Girard was granted declaratory relief and an injunction against his delivery to the Japanese authorities."
                            },
                            {
                                "start": 173.011,
                                "stop": 190.696,
                                "byte_start": 720812,
                                "byte_stop": 791552,
                                "text": "The petitioners appealed to the Court of Appeals for the District of Columbia, and, without awaiting action by that court on the appeal, invoked the jurisdiction of this Court under 28 U.S.C.Section 1254(1)."
                            },
                            {
                                "start": 190.696,
                                "stop": 199.66,
                                "byte_start": 791552,
                                "byte_stop": 827392,
                                "text": "Girard filed a cross-petition for certiorari to review the denial of the writ of habeas corpus.We granted both petitions."
                            },
                            {
                                "start": 199.66,
                                "stop": 221.133,
                                "byte_start": 827392,
                                "byte_stop": 913283,
                                "text": "A Security Treaty between Japan and the United States, signed September 8, 1951, was ratified by the Senate on March 20, 1952, and proclaimed by the President effective April 28, 1952."
                            },
                            {
                                "start": 221.133,
                                "stop": 241.523,
                                "byte_start": 913283,
                                "byte_stop": 994785,
                                "text": "Article III of the Treaty authorized the making of Administrative Agreements between the two Governments concerning and I quote, \u0022The conditions which shall govern the disposition of armed forces of the United States of America in and about Japan.\u0022"
                            },
                            {
                                "start": 241.523,
                                "stop": 269.235,
                                "byte_start": 994785,
                                "byte_stop": 1105648,
                                "text": "Expressly acting under this provision, the two Nations, on February 28, 1952, signed an Administrative Agreement covering, among other matters, the jurisdiction of the United States over offenses committed in Japan by members of the United States armed forces, and providing that jurisdiction in any case might be waived by the United States."
                            },
                            {
                                "start": 269.235,
                                "stop": 282.277,
                                "byte_start": 1105648,
                                "byte_stop": 1157789,
                                "text": "This Agreement became effective on the same date as the Security Treaty namely, April 28, 1952 and was considered by the Senate before consent was given to the Treaty."
                            },
                            {
                                "start": 282.277,
                                "stop": 314.602,
                                "byte_start": 1157789,
                                "byte_stop": 1287147,
                                "text": "Article XVII, paragraph 1, of the Administrative Agreement provided that upon the coming into effect of the \u0022Agreement between the Parties to the North Atlantic Treaty regarding the Status of their Forces,\u0022 signed July -- signed June 19, 1951, the United States would conclude with Japan an agreement on criminal jurisdiction similar to the corresponding provisions of the NATO Agreement."
                            },
                            {
                                "start": 314.602,
                                "stop": 336.351,
                                "byte_start": 1287147,
                                "byte_stop": 1374083,
                                "text": "The NATO Agreement became effective August 23, 1953, and the United States and Japan signed on September 29, 1953, effective October 29, 1953, a Protocol Agreement pursuant to the covenant in paragraph 1 of Article XVII."
                            },
                            {
                                "start": 336.351,
                                "stop": 348.455,
                                "byte_start": 1374083,
                                "byte_stop": 1422566,
                                "text": "Paragraph 3 of Article XVII, as amended by the Protocol, dealt with criminal offenses in violation of the laws of both Nations and provided."
                            },
                            {
                                "start": 348.455,
                                "stop": 355.609,
                                "byte_start": 1422566,
                                "byte_stop": 1451196,
                                "text": "Three, in cases where the right to exercise jurisdiction is concurrent the following rules shall apply."
                            },
                            {
                                "start": 355.609,
                                "stop": 370.931,
                                "byte_start": 1451196,
                                "byte_stop": 1512427,
                                "text": "(a) The military authorities of the United States shall have the primary right to exercise jurisdiction over members of the United States armed forces or the civilian component in relation to."
                            },
                            {
                                "start": 370.931,
                                "stop": 395.037,
                                "byte_start": 1512427,
                                "byte_stop": 1608871,
                                "text": "(1) offenses solely against the property or security of the United States, or offenses solely against the person or property of another member of the United States armed forces or the civilian component or of a dependent; (2) offenses arising out of any act or omission done in the performance of official duty."
                            },
                            {
                                "start": 395.037,
                                "stop": 404.481,
                                "byte_start": 1608871,
                                "byte_stop": 1646696,
                                "text": "(b) In the case of any other offense the authorities of Japan shall have the primary right to exercise jurisdiction."
                            },
                            {
                                "start": 404.481,
                                "stop": 417.217,
                                "byte_start": 1646696,
                                "byte_stop": 1697583,
                                "text": "(c) If the State having the primary right decides not to exercise jurisdiction, it shall notify the authorities of the other State as soon as practicable."
                            },
                            {
                                "start": 417.217,
                                "stop": 438.584,
                                "byte_start": 1697583,
                                "byte_stop": 1783056,
                                "text": "The authorities of the State having the primary right shall give sympathetic consideration to a request from the authorities of the other State for a waiver of its right in cases where that other State considers such waiver to be of particular importance."
                            },
                            {
                                "start": 438.584,
                                "stop": 470.587,
                                "byte_start": 1783056,
                                "byte_stop": 1911056,
                                "text": "Article XXVI of the Administrative Agreement established a Joint Committee of representatives of the United States and Japan to consult on all matters requiring mutual consultation regarding the implementation of the Agreement and provided that if the Committee is unable to resolve any matter, it shall refer that matter to the respective Governments for further consideration through appropriate channels."
                            },
                            {
                                "start": 470.587,
                                "stop": 508.974,
                                "byte_start": 1911056,
                                "byte_stop": 2064656,
                                "text": "In the light of the Senate\u0027s ratification of the Security Treaty after consideration of the Administrative Agreement, which had already been signed, and its subsequent ratification of the NATO Agreement, with knowledge of the commitment to Japan under the Administrative Agreement, we are satisfied that the approval of Article III of the Security Treaty authorized the making of the Administrative Agreement and the subsequent Protocol embodying the NATO Agreement provisions governing jurisdiction to try criminal offenses."
                            },
                            {
                                "start": 508.974,
                                "stop": 525.286,
                                "byte_start": 2064656,
                                "byte_stop": 2129857,
                                "text": "The United States claimed the right to try Girard upon the ground that his act, as certified by his commanding officer, was done in the performance of official duty, and therefore, the United States had primary jurisdiction."
                            },
                            {
                                "start": 525.286,
                                "stop": 538.93,
                                "byte_start": 2129857,
                                "byte_stop": 2184401,
                                "text": "Japan insisted that it had proof that Girard\u0027s action was without the scope of his official duty and therefore, that Japan had the primary right to try him."
                            },
                            {
                                "start": 538.93,
                                "stop": 544.112,
                                "byte_start": 2184401,
                                "byte_stop": 2205194,
                                "text": "The Joint Committee, after prolonged deliberations, was unable to agree."
                            },
                            {
                                "start": 544.112,
                                "stop": 568.438,
                                "byte_start": 2205194,
                                "byte_stop": 2302474,
                                "text": "The issue was referred to higher authority, which authorized the United States representatives on the Joint Committee to notify the appropriate Japanese authorities, in accordance with paragraph 3(c) of the Protocol, that the United States had decided not to exercise, but to waive whatever jurisdiction it might have in the case."
                            },
                            {
                                "start": 568.438,
                                "stop": 576.153,
                                "byte_start": 2302474,
                                "byte_stop": 2333299,
                                "text": "The Secretary of State and the Secretary of Defense decided that this determination should be carried out."
                            },
                            {
                                "start": 576.153,
                                "stop": 580.639,
                                "byte_start": 2333299,
                                "byte_stop": 2351271,
                                "text": "The President confirmed their joint conclusion."
                            },
                            {
                                "start": 580.639,
                                "stop": 596.16,
                                "byte_start": 2351271,
                                "byte_stop": 2413338,
                                "text": "A sovereign nation has exclusive jurisdiction to punish offenses against its laws committed within its borders, unless it expressly or impliedly consents to surrender its jurisdiction."
                            },
                            {
                                "start": 596.16,
                                "stop": 607.905,
                                "byte_start": 2413338,
                                "byte_stop": 2460359,
                                "text": "Based is on the authority of Schooner Exchange versus M\u0027Faddon in 7 Cranch 116, in an opinion written by Chief Justice Marshall."
                            },
                            {
                                "start": 607.905,
                                "stop": 649.93,
                                "byte_start": 2460359,
                                "byte_stop": 2628483,
                                "text": "Japan\u0027s cession to the United States of jurisdiction to try military personnel for conduct constituting an offense against the laws of both countries was conditioned by the covenant of Article XVII, Section 3, paragraph (c) of the Protocol to the effect that the authorities of the State having the primary right shall give sympathetic consideration to a request from the authorities of the other State for a waiver of its right in cases where the other State considers such waiver to be of particular importance."
                            },
                            {
                                "start": 649.93,
                                "stop": 676.667,
                                "byte_start": 2628483,
                                "byte_stop": 2735376,
                                "text": "The issue for our decision is therefore narrowed to the question whether, upon the record before us, the Constitution or legislation subsequent to the Security Treaty prohibited the carrying out of this provision authorized by the Treaty for waiver of the qualified jurisdiction granted by Japan."
                            },
                            {
                                "start": 676.667,
                                "stop": 685.098,
                                "byte_start": 2735376,
                                "byte_stop": 2769126,
                                "text": "We find no constitutional or statutory -- statutory barrier to the provision as applied here."
                            },
                            {
                                "start": 685.098,
                                "stop": 697.675,
                                "byte_start": 2769126,
                                "byte_stop": 2819385,
                                "text": "In the absence of such encroachment, the wisdom of the arrangement is exclusively for the determination of the Executive and Legislative Branches."
                            },
                            {
                                "start": 697.675,
                                "stop": 708.652,
                                "byte_start": 2819385,
                                "byte_stop": 2863376,
                                "text": "The judgment of the District Court in No. 1103 is reversed, and its judgment in No. 1108 is affirmed."
                            },
                            {
                                "start": 708.652,
                                "stop": 715.44,
                                "byte_start": 2863376,
                                "byte_stop": 2890439,
                                "text": "Mr. Justice Douglas took no part in the consideration or decision of this case."
                            },
                            {
                                "start": 715.44,
                                "stop": 721.748,
                                "byte_start": 2890439,
                                "byte_stop": 2915621,
                                "text": "The mandates are directed to issue forthwith."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 35674,
            "mime": "audio\/mpeg",
            "size": 2915934,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1956\/1103\/19570711o_1103.delivery.mp3"
        },
        {
            "id": 57730,
            "mime": "audio\/ogg",
            "size": 6770131,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1956\/1103\/19570711o_1103.ogg"
        },
        {
            "id": 57731,
            "mime": "application\/x-mpegURL",
            "size": 9992,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1956\/1103\/19570711o_1103.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}