{
    "id": 22737,
    "title": "Opinion Announcement - February 21, 2006",
    "transcript": {
        "title": "Gonzales v. O Centro Espírita Beneficente União do Vegetal",
        "duration": 265.03,
        "sections": [
            {
                "start": 0,
                "stop": 265.03,
                "byte_start": 89146,
                "byte_stop": 1149195,
                "turns": [
                    {
                        "start": 0,
                        "stop": 265.03,
                        "byte_start": 89146,
                        "byte_stop": 1149195,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 14.875,
                                "byte_start": 89146,
                                "byte_stop": 148705,
                                "text": "I have the opinion in 04-1084, Gonzales versus O Centro Espirita Beneficente Uniao Do Vegetal, or the UDV."
                            },
                            {
                                "start": 14.875,
                                "stop": 21.953,
                                "byte_start": 148705,
                                "byte_stop": 177022,
                                "text": "The UDV is a Christian spiritist religious sect with roots in the Amazon Rainforest."
                            },
                            {
                                "start": 21.953,
                                "stop": 31.297,
                                "byte_start": 177022,
                                "byte_stop": 214429,
                                "text": "Its members receive communion at religious services by drinking hoasca, a tea brewed from two plants found only in the Rainforest."
                            },
                            {
                                "start": 31.297,
                                "stop": 39.625,
                                "byte_start": 214429,
                                "byte_stop": 247657,
                                "text": "Hoasca contains DMT, a hallucinogen regulated as a Schedule I substance under the Controlled Substances Act."
                            },
                            {
                                "start": 39.625,
                                "stop": 46.657,
                                "byte_start": 247657,
                                "byte_stop": 275869,
                                "text": "The UDV has thousands of members in Brazil, but only about 130 in the United States."
                            },
                            {
                                "start": 46.657,
                                "stop": 60.563,
                                "byte_start": 275869,
                                "byte_stop": 331458,
                                "text": "In 1999, the Federal Government intercepted a shipment of hoasca intended for the UDV in the United States, asserting that the Controlled Substances Act bars all use of the hallucinogen DMT."
                            },
                            {
                                "start": 60.563,
                                "stop": 67.141,
                                "byte_start": 331458,
                                "byte_stop": 357789,
                                "text": "The church sued to establish its right to continue using the tea in its religious services."
                            },
                            {
                                "start": 67.141,
                                "stop": 74.203,
                                "byte_start": 357789,
                                "byte_stop": 386002,
                                "text": "The UDV relied on the Religious Freedom Restoration Act, which was passed in 1993."
                            },
                            {
                                "start": 74.203,
                                "stop": 84.188,
                                "byte_start": 386002,
                                "byte_stop": 425917,
                                "text": "Under that statute, the Government may not substantially burdening a sincere exercise of religion unless it shows that the burden serves a compelling interest."
                            },
                            {
                                "start": 84.188,
                                "stop": 100.625,
                                "byte_start": 425917,
                                "byte_stop": 491745,
                                "text": "Before the main trial, the District Court heard evidence from both parties and concluded that the Government was not likely to show a compelling interest in this case and issued a preliminary injunction barring the Government from interfering with the church until the main trial is over."
                            },
                            {
                                "start": 100.625,
                                "stop": 108.453,
                                "byte_start": 491745,
                                "byte_stop": 522988,
                                "text": "The 10th Circuit Court of Appeals affirmed that decision, and we agreed to hear the Government’s challenge to the preliminary injunction."
                            },
                            {
                                "start": 108.453,
                                "stop": 112.828,
                                "byte_start": 522988,
                                "byte_stop": 540542,
                                "text": "As the case came to us, there are number of salient points."
                            },
                            {
                                "start": 112.828,
                                "stop": 120.235,
                                "byte_start": 540542,
                                "byte_stop": 570113,
                                "text": "First, the Government concedes that the UDV’s use of hoasca is a sincere exercise of religion."
                            },
                            {
                                "start": 120.235,
                                "stop": 131.235,
                                "byte_start": 570113,
                                "byte_stop": 614103,
                                "text": "Second, the Government concedes that enforcing the Controlled Substances Act against the UDV would substantially burden that sincere exercise of religion."
                            },
                            {
                                "start": 131.235,
                                "stop": 147.688,
                                "byte_start": 614103,
                                "byte_stop": 679931,
                                "text": "And third, the trial court looked at the evidence and found that the Government had not carried its burden of showing a compelling interest in preventing harm to church members from drinking hoasca or in preventing diversion of DMT from church members to others."
                            },
                            {
                                "start": 147.688,
                                "stop": 166.141,
                                "byte_start": 679931,
                                "byte_stop": 753806,
                                "text": "The Government has not asked us to revisit these factual findings; instead, the Government’s main argument before us is a categorical one, that it has a compelling interest in the uniform application of the Controlled Substances Act so that no exception for the church can be made."
                            },
                            {
                                "start": 166.141,
                                "stop": 168.11,
                                "byte_start": 753806,
                                "byte_stop": 761642,
                                "text": "We reject that argument."
                            },
                            {
                                "start": 168.11,
                                "stop": 181.75,
                                "byte_start": 761642,
                                "byte_stop": 816186,
                                "text": "Congress, in the Religious Freedom Restoration Act, required courts to consider exceptions to generally applicable laws on a case-by-case basis and to do so by examining the specific practices involved."
                            },
                            {
                                "start": 181.75,
                                "stop": 193.875,
                                "byte_start": 816186,
                                "byte_stop": 864669,
                                "text": "The question under the Religious Freedom Restoration Act is not whether DMT is harmful in general, but whether the Government has shown a compelling interest in stopping the UDV’s particular use of hoasca."
                            },
                            {
                                "start": 193.875,
                                "stop": 212.532,
                                "byte_start": 864669,
                                "byte_stop": 939275,
                                "text": "The Government’s broad argument that it has a compelling interest in not allowing exceptions to the Controlled Substances Act is undermined by the fact that there already is an exception in the statute for the religious use of peyote, another Schedule I hallucinogenic substance, by the Native American Church."
                            },
                            {
                                "start": 212.532,
                                "stop": 227.063,
                                "byte_start": 939275,
                                "byte_stop": 997476,
                                "text": "If an exception for use of a controlled substance is permitted for hundreds of thousands of Native Americans, we do not see why there can be no consideration of a similar exception for the 130 or so members of the church at issue here."
                            },
                            {
                                "start": 227.063,
                                "stop": 239.828,
                                "byte_start": 997476,
                                "byte_stop": 1048467,
                                "text": "The Government did not carry its burden of showing a compelling interest on the facts before the District Court; they cannot make up for the failure here by arguing that there can be no exceptions to the Controlled Substances Act."
                            },
                            {
                                "start": 239.828,
                                "stop": 256.031,
                                "byte_start": 1048467,
                                "byte_stop": 1113355,
                                "text": "For reasons stated more fully in an opinion filed this morning with the Clerk, we affirm that preliminary injunction allowing the UDV to continue to use hoasca in its religious services pending full trial on the merits and remain the case for further proceedings."
                            },
                            {
                                "start": 256.031,
                                "stop": 265.03,
                                "byte_start": 1113355,
                                "byte_stop": 1149195,
                                "text": "All members of the Court join the opinion except for Justice Alito, who did not participate in the consideration or decision of the case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54596,
            "mime": "audio\/mpeg",
            "size": 1149822,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-1084\/20060221o_04-1084.delivery.mp3"
        },
        {
            "id": 76336,
            "mime": "audio\/ogg",
            "size": 2609540,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-1084\/20060221o_04-1084.ogg"
        },
        {
            "id": 76337,
            "mime": "application\/x-mpegURL",
            "size": 4027,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-1084\/20060221o_04-1084.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}