{
    "id": 23136,
    "title": "Opinion Announcement - June 25, 2007",
    "transcript": {
        "title": "National Association of Home Builders, et al. v. Defenders of Wildlife",
        "duration": 423.393,
        "sections": [
            {
                "start": 0,
                "stop": 423.393,
                "byte_start": 90499,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 5.157,
                        "byte_start": 90499,
                        "byte_stop": 111188,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.157,
                                "byte_start": 90499,
                                "byte_stop": 111188,
                                "text": "Justice Alito has opinions in two of our cases this morning."
                            }
                        ]
                    },
                    {
                        "start": 5.157,
                        "stop": 423.393,
                        "byte_start": 111188,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
                            },
                            "length_of_service": 3531,
                            "identifier": "samuel_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 5.157,
                                "stop": 16.757,
                                "byte_start": 111188,
                                "byte_stop": 157581,
                                "text": "Now the first is National Association of Home Builders versus Defenders of Wildlife number 06-549 and Environmental Protection Agency (EPA) v. Defenders of Wildlife."
                            },
                            {
                                "start": 16.757,
                                "stop": 23.731,
                                "byte_start": 157581,
                                "byte_stop": 185480,
                                "text": "These consolidated cases come to us on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 23.731,
                                "stop": 37.542,
                                "byte_start": 185480,
                                "byte_stop": 240755,
                                "text": "Under the Federal Clean Water Act (CWA) the state may apply to assume responsibility from the Federal Environmental Protection Agency for the issuant of permits under the Act’s National Pollution Discharge Elimination System (NPDES)."
                            },
                            {
                                "start": 37.542,
                                "stop": 57.637,
                                "byte_start": 240755,
                                "byte_stop": 321108,
                                "text": "Section 402(b) of the Clean Water Act provides that the EPA “shall approve” a state’s application for the transfer of permitting authority if the state meets nine specified statutory criteria relating to its authority under state law to administer the permit program."
                            },
                            {
                                "start": 57.637,
                                "stop": 64.623,
                                "byte_start": 321108,
                                "byte_stop": 349007,
                                "text": "In 2002, the State of Arizona applied for a transfer permitting authority under this section."
                            },
                            {
                                "start": 64.623,
                                "stop": 78.627,
                                "byte_start": 349007,
                                "byte_stop": 405013,
                                "text": "The EPA found and the parties to this case do not dispute that Arizona met each of the nine criteria setout in Section 402(b) of the Clean Water Act and the agency approved the transfer application."
                            },
                            {
                                "start": 78.627,
                                "stop": 110.752,
                                "byte_start": 405013,
                                "byte_stop": 533536,
                                "text": "Respondent Defenders of Wildlife filed the petition for judicial review of this administrative action arguing that the EPA failed to take into account Section 7(a)(2) of the Endangered Species Act which provides the federal agencies shall in consultation with the Secretary of Commerce or the Secretary of the Interior ensure that any action authorized, funded or carried out by such agency is not likely to jeopardize the continued existence of any endangered species or threatened species."
                            },
                            {
                                "start": 110.752,
                                "stop": 126.093,
                                "byte_start": 533536,
                                "byte_stop": 594976,
                                "text": "The Ninth Circuit granted petition and vacated the EPA’s transfer decision concluding first that the agency’s action was arbitrary and capricious because it was based on legally contradictory positions regarding its duties under the Endangered Species Act."
                            },
                            {
                                "start": 126.093,
                                "stop": 144.146,
                                "byte_start": 594976,
                                "byte_stop": 667178,
                                "text": "And second that Section 7(a)(2) of the Endangered Species Act required the EPA to consult about and if necessary take actions to prevent any harm to endangered species or their habitats arising from the transfer of permitting authority to the state."
                            },
                            {
                                "start": 144.146,
                                "stop": 148.989,
                                "byte_start": 667178,
                                "byte_stop": 686509,
                                "text": "We granted certiorari to review the Ninth Circuit’s decision and we now reverse."
                            },
                            {
                                "start": 148.989,
                                "stop": 154.545,
                                "byte_start": 686509,
                                "byte_stop": 708765,
                                "text": "As in initial matter we do not believe that EPA’s decision was arbitrary or capricious."
                            },
                            {
                                "start": 154.545,
                                "stop": 178.181,
                                "byte_start": 708765,
                                "byte_stop": 803224,
                                "text": "The Ninth Circuits holding on this point was based on its perceived inconsistency between on the one hand the EPA’s position in this litigation that it was not required to consult under Section 7(a)(2) of the Endangered Species Act and on the other hand a statement in the agency’s final notice of action suggesting that consultation was required."
                            },
                            {
                                "start": 178.181,
                                "stop": 194.889,
                                "byte_start": 803224,
                                "byte_stop": 870097,
                                "text": "But this statement was issued after the agency had in fact conducted consultations about the impact of its transfer decisions on endangered species and by the time it issued its final notice the question of whether these consultations were required or simply voluntary was moved."
                            },
                            {
                                "start": 194.889,
                                "stop": 204.436,
                                "byte_start": 870097,
                                "byte_stop": 908341,
                                "text": "Even if there was a error in the EPA statement that’s error was harmless because at the time it was made it could not possibly have effected the transfer decision."
                            },
                            {
                                "start": 204.436,
                                "stop": 208.626,
                                "byte_start": 908341,
                                "byte_stop": 925059,
                                "text": "We turn now to the substantive statutory question presented by these petitions."
                            },
                            {
                                "start": 208.626,
                                "stop": 229.819,
                                "byte_start": 925059,
                                "byte_stop": 1009800,
                                "text": "Does Section 7(a)(2) of the Endangered Species Act which contains the consultation requirement effectively operate as tenth criteria that the state must satisfy even if it has met the nine statutory criteria for transfer setout in Section 402(b) of the Clean Water Act, we conclude that it does not."
                            },
                            {
                                "start": 229.819,
                                "stop": 238.781,
                                "byte_start": 1009800,
                                "byte_stop": 1045640,
                                "text": "Section 402(b) provides that the EPA shall approve the transfer once its nine specified criteria are met."
                            },
                            {
                                "start": 238.781,
                                "stop": 241.919,
                                "byte_start": 1045640,
                                "byte_stop": 1058179,
                                "text": "This language is mandatory and categorical."
                            },
                            {
                                "start": 241.919,
                                "stop": 253.257,
                                "byte_start": 1058179,
                                "byte_stop": 1103528,
                                "text": "But section 7(a)(2)’s language is similarly categorical that provides that an agency “shall consult” in an effort to prevent harm to identified species."
                            },
                            {
                                "start": 253.257,
                                "stop": 272.008,
                                "byte_start": 1103528,
                                "byte_stop": 1178551,
                                "text": "As respondents read section 7(a)(2) of the Endangered Species Act it would operate as an implied repeal of Section 402(b) of the Clean Water Act by engrafting a tenth condition onto section 402(b)’s otherwise exclusive and exhaustive list of requirements."
                            },
                            {
                                "start": 272.008,
                                "stop": 287.179,
                                "byte_start": 1178551,
                                "byte_stop": 1239260,
                                "text": "Our case law is clear that we disfavor implied repeals and nothing in the Endangered Species Act expresses any expressed and specific intent to repeal the otherwise mandatory language of section 402(b) of the Clean Water Act."
                            },
                            {
                                "start": 287.179,
                                "stop": 298.629,
                                "byte_start": 1239260,
                                "byte_stop": 1285026,
                                "text": "We are therefore faced with two mandatory and contradictory statutory commands and the statutory text is at least ambiguous as to which must prevail."
                            },
                            {
                                "start": 298.629,
                                "stop": 306.114,
                                "byte_start": 1285026,
                                "byte_stop": 1315015,
                                "text": "Given this ambiguity it is appropriate to look to how the expert agencies charge with administrating the statute had interpreted them."
                            },
                            {
                                "start": 306.114,
                                "stop": 329.786,
                                "byte_start": 1315015,
                                "byte_stop": 1409683,
                                "text": "The departments of commerce and the interior which are charged with administering the Endangered Species Act and whose interpretations are deference have reconcile this conflict by promulgating the regulation providing that Section 7(a)(2) of the Endangered Species Act “applies to all actions in which there is discretionary federal involvement or control.”"
                            },
                            {
                                "start": 329.786,
                                "stop": 340.106,
                                "byte_start": 1409683,
                                "byte_stop": 1450956,
                                "text": "As interpreted by those agencies Section 7(a)(2) does not applied agency actions that are not discretionary but rather are mandated by some other statute."
                            },
                            {
                                "start": 340.106,
                                "stop": 349.242,
                                "byte_start": 1450956,
                                "byte_stop": 1487528,
                                "text": "This interpretation which harmonizes the conflicting commands of the Endangered Species Act and other statutes is reasonable and entitled to deference."
                            },
                            {
                                "start": 349.242,
                                "stop": 364.181,
                                "byte_start": 1487528,
                                "byte_stop": 1547296,
                                "text": "Given in Section 402(b) of the Clean Water Act commends a mandatory not a discretionary agency action we conclude that the consultation requirements of Section 7(a)(2) of the Endangered Species Act do not apply to it."
                            },
                            {
                                "start": 364.181,
                                "stop": 373.229,
                                "byte_start": 1547296,
                                "byte_stop": 1583449,
                                "text": "Of course even after the transfer of permitting authority to Arizona the EPA will maintain continuing oversight of the state permitting process."
                            },
                            {
                                "start": 373.229,
                                "stop": 392.801,
                                "byte_start": 1583449,
                                "byte_stop": 1661712,
                                "text": "Respondents argued that some of these continuing duties for example the EPA’s review will oversight of state issue permits and federal funding of state permitting activities are themselves discretionary and does subject to the Endangered Species Acts requirements of consultation and avoiding of harm endangered species."
                            },
                            {
                                "start": 392.801,
                                "stop": 397.337,
                                "byte_start": 1661712,
                                "byte_stop": 1679893,
                                "text": "This maybe so but the question is not presented by the petitioner before us."
                            },
                            {
                                "start": 397.337,
                                "stop": 411.514,
                                "byte_start": 1679893,
                                "byte_stop": 1736631,
                                "text": "Such decisions are separate from the transfer of permitting authority at issue today and we express no opinion as to the viability of any future sue challenging such decisions under section 7(a)(2) of the Endangered Species Act."
                            },
                            {
                                "start": 411.514,
                                "stop": 415.847,
                                "byte_start": 1736631,
                                "byte_stop": 1753977,
                                "text": "We therefore reverse the judgment of the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 415.847,
                                "stop": 423.393,
                                "byte_start": 1753977,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justices Souter, Breyer and Ginsburg have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55394,
            "mime": "audio\/mpeg",
            "size": 1784070,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/06-340\/20070625o_06-340.delivery.mp3"
        },
        {
            "id": 77134,
            "mime": "audio\/ogg",
            "size": 4322869,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/06-340\/20070625o_06-340.ogg"
        },
        {
            "id": 77135,
            "mime": "application\/x-mpegURL",
            "size": 6217,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/06-340\/20070625o_06-340.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}