{
    "id": 22159,
    "title": "Opinion Announcement - April 17, 2012",
    "transcript": {
        "title": "Filarsky v. Delia",
        "duration": 372.532,
        "sections": [
            {
                "start": 0,
                "stop": 372.532,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 372.532,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.748,
                                "byte_start": 106496,
                                "byte_stop": 133559,
                                "text": "I have the opinion of the Court this morning in case, 10-1018, Filarsky versus Delia."
                            },
                            {
                                "start": 6.748,
                                "stop": 15.683,
                                "byte_start": 133559,
                                "byte_stop": 169294,
                                "text": "Nicholas Delia, a firefighter employed by the City of Rialto, California, became ill while responding to a toxic spill."
                            },
                            {
                                "start": 15.683,
                                "stop": 26.794,
                                "byte_start": 169294,
                                "byte_stop": 213703,
                                "text": "When Delia missed three weeks of work, the City became suspicious of his absence, particularly after he was seen purchasing building supplies from a home improvement store."
                            },
                            {
                                "start": 26.794,
                                "stop": 36.803,
                                "byte_start": 213703,
                                "byte_stop": 253722,
                                "text": "Believing that Delia was missing work to do construction on his home rather than because of an illness, the City initiated a formal internal affairs investigation."
                            },
                            {
                                "start": 36.803,
                                "stop": 47,
                                "byte_start": 253722,
                                "byte_stop": 294578,
                                "text": "It hired Steve Filarsky, an experienced employment lawyer who had represented the City in several previous investigations to interview Delia."
                            },
                            {
                                "start": 47,
                                "stop": 53.683,
                                "byte_start": 294578,
                                "byte_stop": 321327,
                                "text": "During the interview, Delia acknowledged purchasing the building materials, but denied doing any work on his home."
                            },
                            {
                                "start": 53.683,
                                "stop": 60.496,
                                "byte_start": 321327,
                                "byte_stop": 348494,
                                "text": "Filarsky suggested that the investigation could be wrapped up if Delia could produce the unused materials."
                            },
                            {
                                "start": 60.496,
                                "stop": 65.807,
                                "byte_start": 348494,
                                "byte_stop": 369810,
                                "text": "He asked Delia to allow a fire department official to enter his home to view them."
                            },
                            {
                                "start": 65.807,
                                "stop": 74.067,
                                "byte_start": 369810,
                                "byte_stop": 402829,
                                "text": "When Delia refused, Filarsky instead ordered Delia to bring the materials out of his home to show them to the official."
                            },
                            {
                                "start": 74.067,
                                "stop": 84.831,
                                "byte_start": 402829,
                                "byte_stop": 445879,
                                "text": "Delia\u0027s lawyer, who was at the interview, objected that the order violated the Fourth Amendment and repeatedly threatened to bring a civil rights lawsuit against the City and Filarsky."
                            },
                            {
                                "start": 84.831,
                                "stop": 93.972,
                                "byte_start": 445879,
                                "byte_stop": 482450,
                                "text": "Nonetheless, after the interview was over, fire department officials went with Delia to his home where he produced the unused materials."
                            },
                            {
                                "start": 93.972,
                                "stop": 107.673,
                                "byte_start": 482450,
                                "byte_stop": 537203,
                                "text": "Delia then sued the City, its Fire Department, several fire department officials, and Filarsky, claiming that the order to produce the materials led to an unreasonal search in violation of the Fourth Amendment."
                            },
                            {
                                "start": 107.673,
                                "stop": 114.215,
                                "byte_start": 537203,
                                "byte_stop": 563430,
                                "text": "Delia sued under Section 1983 of Title 42 of the United States Code."
                            },
                            {
                                "start": 114.215,
                                "stop": 122.51,
                                "byte_start": 563430,
                                "byte_stop": 596553,
                                "text": "Section 1983 provides a cause of action against the state actors who violate an individual\u0027s rights under federal law."
                            },
                            {
                                "start": 122.51,
                                "stop": 134.75,
                                "byte_start": 596553,
                                "byte_stop": 645559,
                                "text": "Now, at common law, those who work on behalf of the Government were afforded certain protections from liability when doing so, so that they could serve the Government without undue fear of personal exposure."
                            },
                            {
                                "start": 134.75,
                                "stop": 145.228,
                                "byte_start": 645559,
                                "byte_stop": 687459,
                                "text": "Our decisions have accorded similar protection to state actors sued under 1983 in the form of qualified or absolute immunity from suit."
                            },
                            {
                                "start": 145.228,
                                "stop": 154.44,
                                "byte_start": 687459,
                                "byte_stop": 724344,
                                "text": "We\u0027ve reasoned that Congress meant to incorporate these protections into Section 1983 when it enacted that law in 1871."
                            },
                            {
                                "start": 154.44,
                                "stop": 167.711,
                                "byte_start": 724344,
                                "byte_stop": 777425,
                                "text": "The Court of Appeals for the Ninth Circuit ruled that all the individuals who worked for the Fire Department could claim immunity from suit, but not Filarsky, because he was a private attorney and not a full-time Government employee."
                            },
                            {
                                "start": 167.711,
                                "stop": 172.091,
                                "byte_start": 777425,
                                "byte_stop": 794875,
                                "text": "We granted Filarsky\u0027s petition for certiorari."
                            },
                            {
                                "start": 172.091,
                                "stop": 187.872,
                                "byte_start": 794875,
                                "byte_stop": 857987,
                                "text": "Now, to determine whether the Court of Appeals was right to distinguish between City employees and Filarksy for purposes of immunity, we look to the protections that common law afforded to those exercising Government Power in 1871."
                            },
                            {
                                "start": 187.872,
                                "stop": 194.237,
                                "byte_start": 857987,
                                "byte_stop": 883482,
                                "text": "Understanding those protections requires an appreciation of the nature of Government at that time."
                            },
                            {
                                "start": 194.237,
                                "stop": 203.772,
                                "byte_start": 883482,
                                "byte_stop": 921621,
                                "text": "In the mid-19th Century, Government was smaller in both size and reach, had fewer responsibilities and operated primarily at the local level."
                            },
                            {
                                "start": 203.772,
                                "stop": 214.862,
                                "byte_start": 921621,
                                "byte_stop": 966029,
                                "text": "Local governments faced tight budget constraints and generally had neither the need nor the ability to maintain an established bureaucracy staff by professionals."
                            },
                            {
                                "start": 214.862,
                                "stop": 230.105,
                                "byte_start": 966029,
                                "byte_stop": 1026947,
                                "text": "It was not unusual to see the owner of the local general store step behind a window in his shop to don his postman\u0027s hat nor would it be a surprise to find on a trip to the docks, the local ferryman collecting fees as public wharfmaster."
                            },
                            {
                                "start": 230.105,
                                "stop": 240.671,
                                "byte_start": 1026947,
                                "byte_stop": 1069265,
                                "text": "Even such a core government activity as criminal prosecution was often carried out by a mixture of public employees and private individuals temporarily serving the public."
                            },
                            {
                                "start": 240.671,
                                "stop": 249.055,
                                "byte_start": 1069265,
                                "byte_stop": 1102806,
                                "text": "At the time Section 1983 was enacted, private lawyers were regularly engaged to conduct criminal prosecutions on behalf of the State."
                            },
                            {
                                "start": 249.055,
                                "stop": 253.699,
                                "byte_start": 1102806,
                                "byte_stop": 1121301,
                                "text": "Abraham Lincoln himself accepted several such appointments."
                            },
                            {
                                "start": 253.699,
                                "stop": 274.628,
                                "byte_start": 1121301,
                                "byte_stop": 1205102,
                                "text": "Given this mixture of public responsibility and private pursuits, characteristic of much of Government work at that time, it is not surprising that protection form liability at common law did not vary, depending on whether the individual working for the Government did so as a permanent or full-time employee or on some other basis."
                            },
                            {
                                "start": 274.628,
                                "stop": 284.316,
                                "byte_start": 1205102,
                                "byte_stop": 1243763,
                                "text": "Now, nothing about the reasons we have given for recognizing immunity under Section 1983, counsels against carrying forward this common law rule."
                            },
                            {
                                "start": 284.316,
                                "stop": 311.493,
                                "byte_start": 1243763,
                                "byte_stop": 1352537,
                                "text": "The Government needs its workers to act with the decisiveness required for the common good regardless of the terms on which those workers are hired and because those who work for the Government on only in occasionally basis will be free to choose other work, work that will not expose them to Government liability, there\u0027s an increased risk that the best candidates will avoid Government engagements if they are not given the same protections afforded full-time government workers."
                            },
                            {
                                "start": 311.493,
                                "stop": 326.017,
                                "byte_start": 1352537,
                                "byte_stop": 1410633,
                                "text": "Finally, damages suits distract individuals temporarily engaged by the Government just as they do for those who work for the Government full-time and can easily embroil other Government employees in the ongoing litigation."
                            },
                            {
                                "start": 326.017,
                                "stop": 336.127,
                                "byte_start": 1410633,
                                "byte_stop": 1451071,
                                "text": "The City of New York has a full-time Department of Investigation, staffed by full-time employees to investigate City personnel and to have the resources to pay for it."
                            },
                            {
                                "start": 336.127,
                                "stop": 343.634,
                                "byte_start": 1451071,
                                "byte_stop": 1481059,
                                "text": "The City of Rialto has neither and so must rely on the occasional services of private individuals such as Mr. Filarsky."
                            },
                            {
                                "start": 343.634,
                                "stop": 352.969,
                                "byte_start": 1481059,
                                "byte_stop": 1518467,
                                "text": "There is no reason that Rialto\u0027s internal affairs investigator should be denied the qualified immunity enjoyed by the ones who work for New York."
                            },
                            {
                                "start": 352.969,
                                "stop": 362.734,
                                "byte_start": 1518467,
                                "byte_stop": 1557441,
                                "text": "We hold that immunity from suit under Section 1983 for an individual retained by the Government to do its work does not turn on the nature of that engagement."
                            },
                            {
                                "start": 362.734,
                                "stop": 367.131,
                                "byte_start": 1557441,
                                "byte_stop": 1575100,
                                "text": "The judgment of the United States Court of Appeals for the Ninth Circuit is therefore reversed."
                            },
                            {
                                "start": 367.131,
                                "stop": 368.807,
                                "byte_start": 1575100,
                                "byte_stop": 1581787,
                                "text": "Our decision is unanimous."
                            },
                            {
                                "start": 368.807,
                                "stop": 372.532,
                                "byte_start": 1581787,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg and Justice Sotomayor have filed concurring opinions."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53440,
            "mime": "audio\/mpeg",
            "size": 1596625,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2011\/10-1018\/20120417o_10-1018.delivery.mp3"
        },
        {
            "id": 75184,
            "mime": "audio\/ogg",
            "size": 3695293,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2011\/10-1018\/20120417o_10-1018.ogg"
        },
        {
            "id": 75185,
            "mime": "application\/x-mpegURL",
            "size": 5611,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2011\/10-1018\/20120417o_10-1018.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}