{
    "id": 23943,
    "title": "Opinion Announcement - June 08, 2015 (Part 2)",
    "transcript": {
        "title": "Zivotofsky v. Kerry",
        "duration": 413.136,
        "sections": [
            {
                "start": 0,
                "stop": 413.136,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 413.136,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.986,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As you\u0027ve heard, I filed an opinion that the Chief and Justice Alito have joined."
                            },
                            {
                                "start": 8.986,
                                "stop": 26.589,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Before this country declared independence the Law of England entrusted the king with exclusive power over his kingdom\u0027s foreign affairs, but when they organized our government the people of the United States had other ideas."
                            },
                            {
                                "start": 26.589,
                                "stop": 39.336,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They considered a structure of balanced competing powers essential to the preservation of just government and international relations form no exception to that principle."
                            },
                            {
                                "start": 39.336,
                                "stop": 48.001,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The people therefore adopted a Constitution that divides responsibility for foreign affairs between Congress and the President."
                            },
                            {
                                "start": 48.001,
                                "stop": 58.369,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Hence, Congress has powers over war, the military, foreign commerce, naturalization and more."
                            },
                            {
                                "start": 58.369,
                                "stop": 67.423,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court holds today that the Constitution makes the President alone responsible for the recognition of foreign sovereigns."
                            },
                            {
                                "start": 67.423,
                                "stop": 77.957,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That is a difficult question of constitutional law on which the text is silent, precedent is contradictory, and history is ambiguous."
                            },
                            {
                                "start": 77.957,
                                "stop": 82.167,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I am not sure the Court\u0027s resolution of this issue is correct."
                            },
                            {
                                "start": 82.167,
                                "stop": 88.164,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I am sure however that its resolution of this issue is beside the point."
                            },
                            {
                                "start": 88.164,
                                "stop": 93.817,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Jerusalem Passport Law has nothing to do with recognition."
                            },
                            {
                                "start": 93.817,
                                "stop": 100.11,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Recognition is more than the announcement of a policy or the taking of a position about sovereignty."
                            },
                            {
                                "start": 100.11,
                                "stop": 113.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is the making of a formal commitment under international law accepting a country as a state, a regime as its government, or a piece of land as part of its sovereign territory."
                            },
                            {
                                "start": 113.515,
                                "stop": 127.126,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is abundantly clear however that the Jerusalem Passport Law does not make and does not require the President to make this or any kind -- any other kind of legal commitment."
                            },
                            {
                                "start": 127.126,
                                "stop": 138.528,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It merely requires the State Department to list a citizen\u0027s birthplace as Israel, and that to only when the citizen requested."
                            },
                            {
                                "start": 138.528,
                                "stop": 147.43,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Unlike an Act of Recognition, a birthplace designation on a passport has no effect whatever under international law."
                            },
                            {
                                "start": 147.43,
                                "stop": 154.878,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Prescribing it cannot possibly be thought to invade the President\u0027s recognition power."
                            },
                            {
                                "start": 154.878,
                                "stop": 168.187,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To be sure the Passport Law display symbolic support for Israel\u0027s claim to Jerusalem, support the President does not wish to join, but that does not make it unconstitutional."
                            },
                            {
                                "start": 168.187,
                                "stop": 178.611,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Constitution does not prohibit Congress from using its ordinary legislative powers to take sides in foreign disputes over sovereignty."
                            },
                            {
                                "start": 178.611,
                                "stop": 189.198,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Consider Iraq\u0027s invasion of Kuwait in 1990, which prompted Congress to authorize the use of military force, setting off the Gulf War."
                            },
                            {
                                "start": 189.198,
                                "stop": 207.135,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress\u0027 decision plainly reflected support for Kuwait\u0027s claim to its territory, just as the Passport Law reflects support for Israel\u0027s claim to Jerusalem, but does anybody think that Congress invaded the President\u0027s powers by authorizing the Gulf War?"
                            },
                            {
                                "start": 207.135,
                                "stop": 217.635,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And if Congress may use its war powers to support one side or another in a territorial dispute, why not its passport powers too?"
                            },
                            {
                                "start": 217.635,
                                "stop": 234.194,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court concedes that the President\u0027s exclusive power stretches no further than the formal Act of Recognition, and it also concedes that writing Israel in a passport is not a formal Act of Recognition."
                            },
                            {
                                "start": 234.194,
                                "stop": 240.604,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "You would think that these concessions would require the court to rule in favor of Zivotofsky."
                            },
                            {
                                "start": 240.604,
                                "stop": 246.058,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But that is where today\u0027s deus ex machina descends from above."
                            },
                            {
                                "start": 246.058,
                                "stop": 261.588,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress, the Court tells us, may not require the President himself or his agents to take actions in official documents that appear to contradict his recognition decisions."
                            },
                            {
                                "start": 261.588,
                                "stop": 266.301,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This principle may sound like it has been custom-made for this case."
                            },
                            {
                                "start": 266.301,
                                "stop": 268.232,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That\u0027s because it has been."
                            },
                            {
                                "start": 268.232,
                                "stop": 270.267,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has no precedent."
                            },
                            {
                                "start": 270.267,
                                "stop": 274.628,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress and the President are coordinate branches of government."
                            },
                            {
                                "start": 274.628,
                                "stop": 289.028,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For that reason the President\u0027s neutrality about Jerusalem for purposes of recognition does not and cannot preempt Congress\u0027 decision to treat Jerusalem as part of Israel for purposes of passports."
                            },
                            {
                                "start": 289.028,
                                "stop": 307.634,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And the State Department has to follow Congress\u0027 prescription regarding passports, whether the President likes it or not, just as the Bureau of Customs would have to write invoices taxing imports from Jerusalem as imports from Israel, whether the President likes it or not."
                            },
                            {
                                "start": 307.634,
                                "stop": 320.478,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The President has the obligation to take care that all constitutional laws be faithfully executed, not just those that accord with his foreign policy preferences."
                            },
                            {
                                "start": 320.478,
                                "stop": 338.079,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The tragedy of today\u0027s decision is not its result, it is no great loss to the country, though it may be to Zivotofsky that his son cannot have Israel listed as his birthplace, but the tragedy is the principle that produces that result."
                            },
                            {
                                "start": 338.079,
                                "stop": 359.502,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court\u0027s insistence on striking down the Jerusalem Passport Law does not rest on text or history or precedent; it instead comes down to the Court\u0027s perception that, and I quote from the opinion, “the nation must have a single policy” about the status of Jerusalem."
                            },
                            {
                                "start": 359.502,
                                "stop": 361.173,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Who says so?"
                            },
                            {
                                "start": 361.173,
                                "stop": 375.309,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The text and structure of the Constitution divide responsibility for foreign policy, like responsibility for just about everything else between two coordinate equal political branches."
                            },
                            {
                                "start": 375.309,
                                "stop": 389.434,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A principle that the nation must have a single foreign policy which elevates efficiency above the text and structure of the Constitution will systematically favor the President at the expense of Congress."
                            },
                            {
                                "start": 389.434,
                                "stop": 398.771,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is possible that it will make for more effective foreign policy, perhaps as effective as that of Bismarck or King George."
                            },
                            {
                                "start": 398.771,
                                "stop": 409.26,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But it is certain that in the long run it will erode the structure of equal and separated powers that the people established for the protection of their liberty."
                            },
                            {
                                "start": 409.26,
                                "stop": 413.136,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78602,
            "mime": "audio\/mpeg",
            "size": 1682411,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-628\/13-628_20150608-opinion-2.delivery.mp3"
        },
        {
            "id": 78723,
            "mime": "audio\/ogg",
            "size": 4104329,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-628\/13-628_20150608-opinion-2.ogg"
        },
        {
            "id": 78724,
            "mime": "application\/x-mpegURL",
            "size": 7287,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-628\/13-628_20150608-opinion-2.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}