{
    "id": 20558,
    "title": "Opinion Announcement - June 24, 1992",
    "transcript": {
        "title": "Lee v. Weisman",
        "duration": 660.01,
        "sections": [
            {
                "start": 0,
                "stop": 660.01,
                "byte_start": 90977,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.999,
                        "byte_start": 90977,
                        "byte_stop": 123055,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.999,
                                "byte_start": 90977,
                                "byte_stop": 123055,
                                "text": "The opinion of the Court in No. 90-1014, Lee against Weisman will be announced by Justice Kennedy."
                            }
                        ]
                    },
                    {
                        "start": 7.999,
                        "stop": 406.255,
                        "byte_start": 123055,
                        "byte_stop": 1716002,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 7.999,
                                "stop": 10.919,
                                "byte_start": 123055,
                                "byte_stop": 134654,
                                "text": "The summary from the opinion of the court is as follows:"
                            },
                            {
                                "start": 10.919,
                                "stop": 25.518,
                                "byte_start": 134654,
                                "byte_stop": 193064,
                                "text": "School principals in the public school system of City of Providence, Rhode Island are permitted to invite members of the clergy to offer invocation and benediction prayers as part of formal graduation ceremonies for middle schools and for high schools."
                            },
                            {
                                "start": 25.518,
                                "stop": 31.384,
                                "byte_start": 193064,
                                "byte_stop": 216574,
                                "text": "We granted certiorari when the Court of Appeals for the First Circuit held that this practice violates the Establishment Clause of the First Amendment."
                            },
                            {
                                "start": 31.384,
                                "stop": 42.117,
                                "byte_start": 216574,
                                "byte_stop": 259519,
                                "text": "In June of 1989, Deborah Weisman graduated in a formal ceremony from the Nathan Bishop Middle School in Providence, and she was about 14 at the time."
                            },
                            {
                                "start": 42.117,
                                "stop": 50.195,
                                "byte_start": 259519,
                                "byte_stop": 291806,
                                "text": "The principal of Deborah\u0027s middle school invited Rabbi Leslie Gutterman to deliver two prayers at the graduation, an invocation and a benediction."
                            },
                            {
                                "start": 50.195,
                                "stop": 57.731,
                                "byte_start": 291806,
                                "byte_stop": 322004,
                                "text": "The principal provided the Rabbi with a pamphlet to guide him in the composition of the prayers and instructed him that the prayers should be non-sectarian."
                            },
                            {
                                "start": 57.731,
                                "stop": 62.286,
                                "byte_start": 322004,
                                "byte_stop": 340185,
                                "text": "Deborah\u0027s father, Daniel Weisman, objected to the prayers but to no avail."
                            },
                            {
                                "start": 62.286,
                                "stop": 65.728,
                                "byte_start": 340185,
                                "byte_stop": 353978,
                                "text": "The Weismans attended the ceremony and the Rabbi delivered the prayers."
                            },
                            {
                                "start": 65.728,
                                "stop": 72.447,
                                "byte_start": 353978,
                                "byte_stop": 380832,
                                "text": "Both prayers made specific reference to God but did not make explicit reference to the tenants of any particular religious sect."
                            },
                            {
                                "start": 72.447,
                                "stop": 81.343,
                                "byte_start": 380832,
                                "byte_stop": 416358,
                                "text": "During the prayers, the students stood and as in most graduation ceremonies, the students were sitting together as a group under the supervision of teachers and school officials."
                            },
                            {
                                "start": 81.343,
                                "stop": 92.975,
                                "byte_start": 416358,
                                "byte_stop": 462961,
                                "text": "Deborah is now enrolled in a Providence public high school, and her father seeks an injunction forbidding school officials from including prayers like the Rabbi\u0027s in future graduation ceremonies."
                            },
                            {
                                "start": 92.975,
                                "stop": 97.745,
                                "byte_start": 462961,
                                "byte_stop": 481978,
                                "text": "These dominant facts mark and control the confines of our decision."
                            },
                            {
                                "start": 97.745,
                                "stop": 105.977,
                                "byte_start": 481978,
                                "byte_stop": 514892,
                                "text": "State officials direct the performance of a formal religious exercise at promotional and graduation ceremonies for secondary schools."
                            },
                            {
                                "start": 105.977,
                                "stop": 121.433,
                                "byte_start": 514892,
                                "byte_stop": 576750,
                                "text": "Even for those students who object the religious exercise, their attendance and participation in the state-sponsored religious activity are in a fair and real sense obligatory though the school district does not require attendance as a condition for receipt of the diploma."
                            },
                            {
                                "start": 121.433,
                                "stop": 130.192,
                                "byte_start": 576750,
                                "byte_stop": 611754,
                                "text": "The government involvement with the religious activity in this case is pervasive to the point of creating a state-sponsored and state-directed religious exercise in a public school."
                            },
                            {
                                "start": 130.192,
                                "stop": 137.475,
                                "byte_start": 611754,
                                "byte_stop": 640907,
                                "text": "Conducting this form of religious observance conflicts with set of rules which pertaining to prayer exercises for students."
                            },
                            {
                                "start": 137.475,
                                "stop": 151.09,
                                "byte_start": 640907,
                                "byte_stop": 695346,
                                "text": "It is beyond dispute that at a minimum Constitution guarantees the government may not coerce anyone to support a participating religion or its exercise or otherwise act in a way which establishes a state religion or religious faith or tends to do so."
                            },
                            {
                                "start": 151.09,
                                "stop": 158.434,
                                "byte_start": 695346,
                                "byte_stop": 724812,
                                "text": "The state\u0027s involvement in the school prayers challenged today is contrary to these central principles and therefore, violates the Establishment Clause."
                            },
                            {
                                "start": 158.434,
                                "stop": 160.971,
                                "byte_start": 724812,
                                "byte_stop": 734948,
                                "text": "That involvement is as troubling as it is undenied."
                            },
                            {
                                "start": 160.971,
                                "stop": 171.491,
                                "byte_start": 734948,
                                "byte_stop": 776953,
                                "text": "School officials decided that an invocation and benediction should be given chose the religious participant here Rabbi, and directed in control the content of the prayers 30 years ago."
                            },
                            {
                                "start": 171.491,
                                "stop": 184.368,
                                "byte_start": 776953,
                                "byte_stop": 828466,
                                "text": "We recognize that it is no part of the business of government to compose official prayers for any group of the American people to recite as part of a religious program carried on by the government, and that is what school officials attempted to do."
                            },
                            {
                                "start": 184.368,
                                "stop": 194.927,
                                "byte_start": 828466,
                                "byte_stop": 870784,
                                "text": "Petitioners argue, and we find nothing in the case to refute it, that the directions for the content of the prayers were a good faith attempt by the school to avoid divisive sectarianism."
                            },
                            {
                                "start": 194.927,
                                "stop": 214.129,
                                "byte_start": 870784,
                                "byte_stop": 947584,
                                "text": "Now, we are asked to recognize the existence of a practice of non-sectarian prayer, a prayer within the embrace of what is known as the Judeo-Christian tradition, a prayer which is more acceptable than the one which, for example, makes explicit references to the God of Israel or to Jesus Christ or to a Patron Saint, but we could not do so."
                            },
                            {
                                "start": 214.129,
                                "stop": 223.432,
                                "byte_start": 947584,
                                "byte_stop": 984783,
                                "text": "The First Amendment\u0027s religion clauses mean that religious beliefs and religious expression are too precious to be either proscribed or prescribed by the state."
                            },
                            {
                                "start": 223.432,
                                "stop": 234.955,
                                "byte_start": 984783,
                                "byte_stop": 1030863,
                                "text": "The design of the Constitution is that preservation and transmission of religious beliefs and worship is a responsibility and a choice committed to the private sphere which itself has promised freedom to pursue that mission."
                            },
                            {
                                "start": 234.955,
                                "stop": 245.924,
                                "byte_start": 1030863,
                                "byte_stop": 1074748,
                                "text": "Suggestion that government may establish an official more civic religion as a means of avoiding the establishment of a religion with more specific creeds strikes us a contradiction that cannot be accepted."
                            },
                            {
                                "start": 245.924,
                                "stop": 253.923,
                                "byte_start": 1074748,
                                "byte_stop": 1106722,
                                "text": "The degree of school involvement here made it clear that the graduation prayers for the imprint of the state and thus, puts school-aged children to object it in an untenable position."
                            },
                            {
                                "start": 253.923,
                                "stop": 266.314,
                                "byte_start": 1106722,
                                "byte_stop": 1156250,
                                "text": "To endure the speech of false ideas or offensive content and then to counter it is part of learning how to live in a pluralistic society, a society which insists upon open discourse towards the end of a tolerant citizenry."
                            },
                            {
                                "start": 266.314,
                                "stop": 270.618,
                                "byte_start": 1156250,
                                "byte_stop": 1173491,
                                "text": "Intolerance does presuppose some mutuality of obligation."
                            },
                            {
                                "start": 270.618,
                                "stop": 282.779,
                                "byte_start": 1173491,
                                "byte_stop": 1222184,
                                "text": "By the time they are seniors, high school students no doubt had been required to attend classes and assemblies and to complete assignments exposing them to ideas they find distasteful or immoral or absurd or all of these."
                            },
                            {
                                "start": 282.779,
                                "stop": 296.432,
                                "byte_start": 1222184,
                                "byte_stop": 1276727,
                                "text": "Against this background, students may consider it an odd measure of justice to be subjected during the course of their education to ideas deemed offensive and irreligious but to be denied a brief formal prayer ceremony that the school offers in return."
                            },
                            {
                                "start": 296.432,
                                "stop": 301.509,
                                "byte_start": 1276727,
                                "byte_stop": 1297103,
                                "text": "This argument cannot prevail, however it overlooks a fundamental dynamic of the Constitution."
                            },
                            {
                                "start": 301.509,
                                "stop": 306.097,
                                "byte_start": 1297103,
                                "byte_stop": 1315388,
                                "text": "In religious debate or expression, the government is not a prime participant."
                            },
                            {
                                "start": 306.097,
                                "stop": 310.086,
                                "byte_start": 1315388,
                                "byte_stop": 1331375,
                                "text": "Framers deemed religious establishment antithetical to their freedom of ore."
                            },
                            {
                                "start": 310.086,
                                "stop": 325.524,
                                "byte_start": 1331375,
                                "byte_stop": 1393129,
                                "text": "The Free Exercise Clause embraces the freedom of conscious and worship that does have close parallels in the speech provisions of the First Amendment, but the Establishment Clause is a specific provision on forms of state intervention in religious affairs with no precise counterpart in the speech provisions."
                            },
                            {
                                "start": 325.524,
                                "stop": 336.808,
                                "byte_start": 1393129,
                                "byte_stop": 1438268,
                                "text": "A lesson of history that was and is the inspiration for the Establishment Clause is that in the hands of government, what might begin as tolerant expression of religious views may end in a policy to indoctrinate in coerce."
                            },
                            {
                                "start": 336.808,
                                "stop": 344.029,
                                "byte_start": 1438268,
                                "byte_stop": 1467108,
                                "text": "The government argues that the option of not attending the graduation excuses any inducement of coercion in the ceremony itself."
                            },
                            {
                                "start": 344.029,
                                "stop": 352.256,
                                "byte_start": 1467108,
                                "byte_stop": 1500022,
                                "text": "We think that argument lacks all persuasion, everyone knows that in our society and in our culture, high school graduation is one of life\u0027s most significant occasions."
                            },
                            {
                                "start": 352.256,
                                "stop": 354.875,
                                "byte_start": 1500022,
                                "byte_stop": 1510575,
                                "text": "Attendance may not be required by official decree."
                            },
                            {
                                "start": 354.875,
                                "stop": 361.886,
                                "byte_start": 1510575,
                                "byte_stop": 1538579,
                                "text": "It is apparent that the student is not free to absent herself from the graduation exercises in any real sense of the term voluntary."
                            },
                            {
                                "start": 361.886,
                                "stop": 369.003,
                                "byte_start": 1538579,
                                "byte_stop": 1567000,
                                "text": "The Constitution forbids the state to exact religious conformity from a student as the price of attending her own high school graduation."
                            },
                            {
                                "start": 369.003,
                                "stop": 378.291,
                                "byte_start": 1567000,
                                "byte_stop": 1604198,
                                "text": "The sole question presented is whether a religious exercise may be conducted at a graduation ceremony in circumstances where, as we have found, young graduates who object are induced to conform."
                            },
                            {
                                "start": 378.291,
                                "stop": 384.088,
                                "byte_start": 1604198,
                                "byte_stop": 1627395,
                                "text": "No holding by this Court suggest that a school can persuade or compel a student to participate in a religious exercise."
                            },
                            {
                                "start": 384.088,
                                "stop": 388.981,
                                "byte_start": 1627395,
                                "byte_stop": 1646935,
                                "text": "That is being done here and it is forbidden by the Establishment Clause of the First Amendment."
                            },
                            {
                                "start": 388.981,
                                "stop": 391.645,
                                "byte_start": 1646935,
                                "byte_stop": 1657593,
                                "text": "The judgment of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 391.645,
                                "stop": 406.255,
                                "byte_start": 1657593,
                                "byte_stop": 1716002,
                                "text": "Justice Blackmun has filed a concurring opinion in which Justice Stevens and Justice O\u0027Connor join; Justice Souter has filed a concurring opinion in which Justice Stevens and Justice O\u0027Connor join."
                            }
                        ]
                    },
                    {
                        "start": 406.255,
                        "stop": 660.01,
                        "byte_start": 1716002,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 406.255,
                                "stop": 423.703,
                                "byte_start": 1716002,
                                "byte_stop": 1785801,
                                "text": "A dissenting opinion in this case with which the Chief Justice, Justice White, and Justice Thomas have joined, I will not describe it at lengths except to say that we disagree with some of the principle premisses of the Court."
                            },
                            {
                                "start": 423.703,
                                "stop": 430.341,
                                "byte_start": 1785801,
                                "byte_stop": 1812342,
                                "text": "The premise, for example, that the prayer was directed by the principals of the schools here."
                            },
                            {
                                "start": 430.341,
                                "stop": 434.192,
                                "byte_start": 1812342,
                                "byte_stop": 1827806,
                                "text": "In fact, it was written by Rabbi Gutterman himself."
                            },
                            {
                                "start": 434.192,
                                "stop": 448.394,
                                "byte_start": 1827806,
                                "byte_stop": 1884649,
                                "text": "The only direction was the provision of a two-page flyer from the National Conference of Christians and Jews which described how to go about drawing up a non-sectarian prayer."
                            },
                            {
                                "start": 448.394,
                                "stop": 459.418,
                                "byte_start": 1884649,
                                "byte_stop": 1928744,
                                "text": "We disagree with the assertions of coercion that the majority opinion makes."
                            },
                            {
                                "start": 459.418,
                                "stop": 466.951,
                                "byte_start": 1928744,
                                "byte_stop": 1958837,
                                "text": "Not only was not attendance mandatory but standing up was not mandatory, much less participating in the prayer."
                            },
                            {
                                "start": 466.951,
                                "stop": 492.278,
                                "byte_start": 1958837,
                                "byte_stop": 2060192,
                                "text": "The only coercion involved here is the psychological coercion that is asserted to come from being present where others are praying, this at a high school graduation involving young men and women, most of whom are old enough to drive and many of whom are old enough to vote."
                            },
                            {
                                "start": 492.278,
                                "stop": 505.172,
                                "byte_start": 2060192,
                                "byte_stop": 2111705,
                                "text": "At the beginning of our republic, George Washington began his inarguable address with a statement that it would be peculiarly improper."
                            },
                            {
                                "start": 505.172,
                                "stop": 527.322,
                                "byte_start": 2111705,
                                "byte_stop": 2200313,
                                "text": "To admit in this first official act my fervent supplications to that almighty being who rules over the universe who presides in the councils of nations and whose providential aids can supply every human defect, that his benediction may consecrate to the liberties and happiness of the people of the United States a government instituted by themselves for these essential purposes."
                            },
                            {
                                "start": 527.322,
                                "stop": 530.927,
                                "byte_start": 2200313,
                                "byte_stop": 2214732,
                                "text": "Rabbi Gutterman\u0027s prayer was not much different from that."
                            },
                            {
                                "start": 530.927,
                                "stop": 540.466,
                                "byte_start": 2214732,
                                "byte_stop": 2252871,
                                "text": "It went, God of the free, hope of the brave for the legacy of America where diversity is celebrated and the rights of minorities are protected, we thank you."
                            },
                            {
                                "start": 540.466,
                                "stop": 543.33,
                                "byte_start": 2252871,
                                "byte_stop": 2264365,
                                "text": "May these young men and women grow up to enrich it."
                            },
                            {
                                "start": 543.33,
                                "stop": 545.343,
                                "byte_start": 2264365,
                                "byte_stop": 2272410,
                                "text": "For the liberty of America, we thank you."
                            },
                            {
                                "start": 545.343,
                                "stop": 548.123,
                                "byte_start": 2272410,
                                "byte_stop": 2283486,
                                "text": "May these new graduates grow up to guard it."
                            },
                            {
                                "start": 548.123,
                                "stop": 555.275,
                                "byte_start": 2283486,
                                "byte_stop": 2312117,
                                "text": "For the political process of America in which all its citizens may participate for its court system where all may seek justice, we thank you."
                            },
                            {
                                "start": 555.275,
                                "stop": 560.048,
                                "byte_start": 2312117,
                                "byte_stop": 2331238,
                                "text": "May those we honor this morning always turn to it in trust."
                            },
                            {
                                "start": 560.048,
                                "stop": 562.093,
                                "byte_start": 2331238,
                                "byte_stop": 2339388,
                                "text": "For the destiny of America, we thank you."
                            },
                            {
                                "start": 562.093,
                                "stop": 570.268,
                                "byte_start": 2339388,
                                "byte_stop": 2372094,
                                "text": "May the graduates of Nation Bishop Middle School so live that they might help to share it."
                            },
                            {
                                "start": 570.268,
                                "stop": 613.203,
                                "byte_start": 2372094,
                                "byte_stop": 2543875,
                                "text": "The reasons, I think it is sad that a prayer of this sort is sought to be abolished from our graduation ceremony I describe in the conclusion of the dissent which I will read, the founders of our republic knew the fearsome potential of sectarian religious belief to generate civil dissension and civil strife, and they also knew that nothing, absolutely nothing, is so inclined to foster among religious believers of various faiths a toleration, know and affection for one another, and voluntary joining in prayer together to the God whom they all worship and seek."
                            },
                            {
                                "start": 613.203,
                                "stop": 624.539,
                                "byte_start": 2543875,
                                "byte_stop": 2589224,
                                "text": "Needless to say, no one should be compelled to do that, but it is a shame to deprive our public culture of the opportunity and in deed the encouragement for people to do it voluntarily."
                            },
                            {
                                "start": 624.539,
                                "stop": 639.481,
                                "byte_start": 2589224,
                                "byte_stop": 2648992,
                                "text": "The Baptist or Catholic who heard and joined in the simple and inspiring prayer of Rabbi Gutterman on this official and patriotic occasion was inoculated from religious bigotry and prejudice in a manner that can never be replicated."
                            },
                            {
                                "start": 639.481,
                                "stop": 656.97,
                                "byte_start": 2648992,
                                "byte_stop": 2718895,
                                "text": "To deprive our society of that important unifying mechanism in order to spear the nonbeliever, what seem to me, the minimal inconvenience of standing or even siting in respectful non-participation is as senseless in policy at it is unsupported in law."
                            },
                            {
                                "start": 656.97,
                                "stop": 660.01,
                                "byte_start": 2718895,
                                "byte_stop": 0,
                                "text": "For those reasons, I dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 50240,
            "mime": "audio\/mpeg",
            "size": 2731016,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1991\/90-1014\/19920624o_90-1014.delivery.mp3"
        },
        {
            "id": 72030,
            "mime": "audio\/ogg",
            "size": 6699120,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1991\/90-1014\/19920624o_90-1014.ogg"
        },
        {
            "id": 72031,
            "mime": "application\/x-mpegURL",
            "size": 9835,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1991\/90-1014\/19920624o_90-1014.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}