{
    "id": 22628,
    "title": "Opinion Announcement - January 15, 2008",
    "transcript": {
        "title": "Stoneridge Investment Partners, LLC v. Scientific-Atlanta, Inc.",
        "duration": 289.463,
        "sections": [
            {
                "start": 0,
                "stop": 289.463,
                "byte_start": 104840,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 289.463,
                        "byte_start": 104840,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 18.094,
                                "byte_start": 104840,
                                "byte_stop": 177251,
                                "text": "In -- in the realm of the federal securities laws, Section 10(b) of the Securities Exchange Act of 1934 and the SEC\u0027s rule that enforces that statute, Rule 10b-5, prohibit deceptive statements in connection with the purchase and sale of securities."
                            },
                            {
                                "start": 18.094,
                                "stop": 31.719,
                                "byte_start": 177251,
                                "byte_stop": 231795,
                                "text": "Under these provisions, the SEC can bring enforcement actions against violators, and this Court has also held that the statute and the rule contained implied authorization for a private cause of action enforceable in the federal courts."
                            },
                            {
                                "start": 31.719,
                                "stop": 39.335,
                                "byte_start": 231795,
                                "byte_stop": 262202,
                                "text": "Investors -- investors who are injured by reason of a securities violation can bring an action to recover damages in certain instances."
                            },
                            {
                                "start": 39.335,
                                "stop": 44.104,
                                "byte_start": 262202,
                                "byte_stop": 281323,
                                "text": "And this case involves the reach of that so-called “implied private cause of action”."
                            },
                            {
                                "start": 44.104,
                                "stop": 59.706,
                                "byte_start": 281323,
                                "byte_stop": 343704,
                                "text": "It\u0027s a class action suit, where the suit comes to us in a posture where we assume the plaintiffs investor\u0027s allegation is to be true, though these facts have not yet been established after an evidentiary trial or -- or a hearing."
                            },
                            {
                                "start": 59.706,
                                "stop": 66.109,
                                "byte_start": 343704,
                                "byte_stop": 369304,
                                "text": "The company whose shares are involved is called Charter Communications Inc., and it\u0027s a cable television operator."
                            },
                            {
                                "start": 66.109,
                                "stop": 80.008,
                                "byte_start": 369304,
                                "byte_stop": 424892,
                                "text": "As part of its service, it provides it\u0027s customers with boxes to convert digital cable signals and the boxes go on top of the television set, and in the trade they\u0027re called “set-top boxes”."
                            },
                            {
                                "start": 80.008,
                                "stop": 90.3,
                                "byte_start": 424892,
                                "byte_stop": 466061,
                                "text": "The suit alleges that late in the year 2000, Charter\u0027s executives realized that the company would fall short of projected operating cash flow."
                            },
                            {
                                "start": 90.3,
                                "stop": 97.229,
                                "byte_start": 466061,
                                "byte_stop": 493856,
                                "text": "And so they decided to engage in some deceptive accounting practices to make Charter\u0027s cash flow look better."
                            },
                            {
                                "start": 97.229,
                                "stop": 102.614,
                                "byte_start": 493856,
                                "byte_stop": 515380,
                                "text": "And it\u0027s alleged that as part of their plan, Charter made deceptive contracts with two of its suppliers."
                            },
                            {
                                "start": 102.614,
                                "stop": 112.691,
                                "byte_start": 515380,
                                "byte_stop": 555609,
                                "text": "Those suppliers are Scientific-Atlanta and Motorola, and they\u0027re the respondents here and those two respondents supplied Charter with the set-top boxes."
                            },
                            {
                                "start": 112.691,
                                "stop": 125.951,
                                "byte_start": 555609,
                                "byte_stop": 608690,
                                "text": "It\u0027s alleged that Charter arranged to overpay respondents $20 for each box that Charter purchased until the end of the year with the understanding that he respondents would return the overpayment by purchasing advertising from Charter."
                            },
                            {
                                "start": 125.951,
                                "stop": 136.471,
                                "byte_start": 608690,
                                "byte_stop": 650799,
                                "text": "The respondents agreed to the arrangement and so it\u0027s alleged, that Charter\u0027s auditors would not discover the link between the overpayments for the boxes and the advertising purchases."
                            },
                            {
                                "start": 136.471,
                                "stop": 143.282,
                                "byte_start": 650799,
                                "byte_stop": 678071,
                                "text": "Respondent\u0027s drafted documents to make the transactions appear to be unrelated and conducted it in the ordinary course of business."
                            },
                            {
                                "start": 143.282,
                                "stop": 152.842,
                                "byte_start": 678071,
                                "byte_stop": 716210,
                                "text": "Charter then, in violation of generally accepted accounting principles, recorded the advertising payments on its financial statements inflating revenue by approximately $17 million."
                            },
                            {
                                "start": 152.842,
                                "stop": 158.083,
                                "byte_start": 716210,
                                "byte_stop": 737212,
                                "text": "Respondents had no role in preparing or disseminating the financial statements."
                            },
                            {
                                "start": 158.083,
                                "stop": 170.405,
                                "byte_start": 737212,
                                "byte_stop": 786531,
                                "text": "The -- the petitioner is the lead plaintiff in the class action, representing the Charter investors and the petitioner filed suit against these respondent companies."
                            },
                            {
                                "start": 170.405,
                                "stop": 182.56,
                                "byte_start": 786531,
                                "byte_stop": 835119,
                                "text": "It contends that liability is appropriate because the respondents engaged in conduct with the purpose in effect of creating a false appearance of material fact to a further scheme to -- to misrepresent Charter\u0027s revenue."
                            },
                            {
                                "start": 182.56,
                                "stop": 204.272,
                                "byte_start": 835119,
                                "byte_stop": 921950,
                                "text": "Petitioner says that financial statement Charter released to the public was a natural and expected consequence of the respondent\u0027s deceptive acts and that respondent\u0027s -- and that had the respondents not assisted Charter, Charter\u0027s auditor would not have been fooled and with that special contracts the financial statements would have been a more accurate reflect -- reflection of the company financial condition."
                            },
                            {
                                "start": 204.272,
                                "stop": 206.357,
                                "byte_start": 921950,
                                "byte_stop": 930309,
                                "text": "We reject these arguments."
                            },
                            {
                                "start": 206.357,
                                "stop": 214.545,
                                "byte_start": 930309,
                                "byte_stop": 963119,
                                "text": "Were the petitioner\u0027s theory to be adopted, the implied cause of action would reach the whole marketplace in which the issuing company does business and there\u0027s no authority for this rule."
                            },
                            {
                                "start": 214.545,
                                "stop": 220.082,
                                "byte_start": 963119,
                                "byte_stop": 985271,
                                "text": "Although conduct can be deceptive for the purpose of Section 10(b), the dispositive issue in this case is reliance."
                            },
                            {
                                "start": 220.082,
                                "stop": 227.132,
                                "byte_start": 985271,
                                "byte_stop": 1013379,
                                "text": "We conclude respondent\u0027s deceptive acts which were not disclosed to the investing public, are too remote to satisfy the requirement of reliance."
                            },
                            {
                                "start": 227.132,
                                "stop": 233.314,
                                "byte_start": 1013379,
                                "byte_stop": 1038143,
                                "text": "It was Charter and not the respondents that misled its auditor and filed fraudulent financial statements."
                            },
                            {
                                "start": 233.314,
                                "stop": 239.999,
                                "byte_start": 1038143,
                                "byte_stop": 1064892,
                                "text": "And nothing the respondents did made it necessary or -- or inevitable for Charter to record the transactions in the way it did."
                            },
                            {
                                "start": 239.999,
                                "stop": 254.518,
                                "byte_start": 1064892,
                                "byte_stop": 1122989,
                                "text": "With the implied cause of action to be extended to the practices described here, there would be a risk that the federal power would be used to invite litigations beyond the immediate seer of securities litigation and in areas already covered by functioning and effective state law guarantees."
                            },
                            {
                                "start": 254.518,
                                "stop": 261.331,
                                "byte_start": 1122989,
                                "byte_stop": 1150260,
                                "text": "Our precedence counsel against this extension, Section 10(b), does not incorporate common law fraud in the federal law."
                            },
                            {
                                "start": 261.331,
                                "stop": 265.071,
                                "byte_start": 1150260,
                                "byte_stop": 1165202,
                                "text": "This conclusion is consistent with the narrow dimensions we must give to a right of action."
                            },
                            {
                                "start": 265.071,
                                "stop": 275.08,
                                "byte_start": 1165202,
                                "byte_stop": 1205222,
                                "text": "Congress did not authorize when it first enacted the statute and did not expand when it revisited the law recently in the Private Securities Litigation Reform Act of 1995."
                            },
                            {
                                "start": 275.08,
                                "stop": 280.847,
                                "byte_start": 1205222,
                                "byte_stop": 1228314,
                                "text": "We affirm the judgment of the Court of Appeals for the Eight Circuit and remand the case for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 280.847,
                                "stop": 285.719,
                                "byte_start": 1228314,
                                "byte_stop": 1247749,
                                "text": "Justice Stevens has filed a dissenting opinion which Justice Souter and Justice Ginsburg have joined."
                            },
                            {
                                "start": 285.719,
                                "stop": 289.463,
                                "byte_start": 1247749,
                                "byte_stop": 0,
                                "text": "Justice Breyer took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54378,
            "mime": "audio\/mpeg",
            "size": 1262691,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-43\/20080115o_06-43.delivery.mp3"
        },
        {
            "id": 76118,
            "mime": "audio\/ogg",
            "size": 2964876,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-43\/20080115o_06-43.ogg"
        },
        {
            "id": 76119,
            "mime": "application\/x-mpegURL",
            "size": 4185,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-43\/20080115o_06-43.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}