{
    "id": 19825,
    "title": "Opinion Announcement - June 09, 1997",
    "transcript": {
        "title": null,
        "duration": 240.066,
        "sections": [
            {
                "start": 0,
                "stop": 240.066,
                "byte_start": 28672,
                "byte_stop": 988933,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.064,
                        "byte_start": 28672,
                        "byte_stop": 60959,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.064,
                                "byte_start": 28672,
                                "byte_stop": 60959,
                                "text": "No. 96-651, Gilbert against Homar, will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.064,
                        "stop": 240.066,
                        "byte_start": 60959,
                        "byte_stop": 988933,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 8.064,
                                "stop": 19.853,
                                "byte_start": 60959,
                                "byte_stop": 108189,
                                "text": "The respondent in this case, Richard J. Homar, was employed as a policeman at East Stroudsburg University, a Pennsylvania State institution."
                            },
                            {
                                "start": 19.853,
                                "stop": 28.079,
                                "byte_start": 108189,
                                "byte_stop": 140999,
                                "text": "On August 26th, 1992, respondent was arrested by state police and charged with a drug felony."
                            },
                            {
                                "start": 28.079,
                                "stop": 38.837,
                                "byte_start": 140999,
                                "byte_stop": 184048,
                                "text": "Petitioners, the President of the University and other ESU officials, suspended him without pay, effective immediately, pending their investigation."
                            },
                            {
                                "start": 38.837,
                                "stop": 45.371,
                                "byte_start": 184048,
                                "byte_stop": 210171,
                                "text": "Although the criminal charges were dismissed on September 1, his suspension remained in effect."
                            },
                            {
                                "start": 45.371,
                                "stop": 52.884,
                                "byte_start": 210171,
                                "byte_stop": 240264,
                                "text": "On September 18, he was provided the opportunity to tell his side of the story to ESU officials."
                            },
                            {
                                "start": 52.884,
                                "stop": 56.236,
                                "byte_start": 240264,
                                "byte_stop": 253639,
                                "text": "Subsequently, he was demoted to groundskeeper."
                            },
                            {
                                "start": 56.236,
                                "stop": 74.702,
                                "byte_start": 253639,
                                "byte_stop": 327513,
                                "text": "He then filed suit in the United States District Court for the Middle District of Pennsylvania under 42 U.S.C. Section 1983 claiming, inter alia, that petitioners\u0027 failure to provide him with notice and a hearing before suspending him violated due process."
                            },
                            {
                                "start": 74.702,
                                "stop": 83.444,
                                "byte_start": 327513,
                                "byte_stop": 362517,
                                "text": "The District Court granted petitioners\u0027 summary judgment but the United States Court of Appeals for the Third Circuit reversed, we granted certiorari."
                            },
                            {
                                "start": 83.444,
                                "stop": 94.875,
                                "byte_start": 362517,
                                "byte_stop": 408179,
                                "text": "In the circumstances here, we conclude that the State did not violate due process by failing to provide notice and a hearing before suspending a tenured public employee without pay."
                            },
                            {
                                "start": 94.875,
                                "stop": 111.566,
                                "byte_start": 408179,
                                "byte_stop": 474948,
                                "text": "In Cleveland Board of Education versus Loudermill, we held that before being fired, a public employee dismissible only for cause was entitled to a limited pretermination hearing, to be followed by a more comprehensive post termination hearing."
                            },
                            {
                                "start": 111.566,
                                "stop": 122.222,
                                "byte_start": 474948,
                                "byte_stop": 517580,
                                "text": "The Third Circuit erred in relying on dictum in Loudermill to conclude that a suspension without pay must also be preceded by notice and a hearing."
                            },
                            {
                                "start": 122.222,
                                "stop": 132.715,
                                "byte_start": 517580,
                                "byte_stop": 559585,
                                "text": "As our cases have consistently held, due process is flexible and calls for such procedural protections as the particular situation demands."
                            },
                            {
                                "start": 132.715,
                                "stop": 141.177,
                                "byte_start": 559585,
                                "byte_stop": 593439,
                                "text": "Three factors are relevant in making that determination - first, the private interest that will be affected by the official action."
                            },
                            {
                                "start": 141.177,
                                "stop": 154.282,
                                "byte_start": 593439,
                                "byte_stop": 645893,
                                "text": "Second, the risk of an erroneous deprivation of that interest through the procedures used, and the probable value, if any, of additional or substitute procedures and third, the Government\u0027s interest."
                            },
                            {
                                "start": 154.282,
                                "stop": 166.582,
                                "byte_start": 645893,
                                "byte_stop": 695003,
                                "text": "Respondent here asserts an interest in an uninterrupted paycheck, but our cases demonstrate that account must be taken of the length and finality of the deprivation of his pay."
                            },
                            {
                                "start": 166.582,
                                "stop": 181.832,
                                "byte_start": 695003,
                                "byte_stop": 756025,
                                "text": "So long as a suspended employee receives a sufficiently prompt post suspension hearing, the lost income is relatively insubstantial and temporary and fringe benefits such as health and life insurance are often not affected at all."
                            },
                            {
                                "start": 181.832,
                                "stop": 195.347,
                                "byte_start": 756025,
                                "byte_stop": 810151,
                                "text": "On the other side of the balance, the State has a significant interest in immediately suspending employees charged with felonies who occupy positions of public trust and visibility, such as police officers."
                            },
                            {
                                "start": 195.347,
                                "stop": 208.653,
                                "byte_start": 810151,
                                "byte_stop": 863336,
                                "text": "While this interest could have been accommodated by suspending respondent with pay, the Constitution does not require that the Government give an employee charged with a felony paid leave at taxpayer expense."
                            },
                            {
                                "start": 208.653,
                                "stop": 225.98,
                                "byte_start": 863336,
                                "byte_stop": 932613,
                                "text": "The remaining factor is the most important in this case - The purpose of a pre suspension hearing, namely, to assure that there are reasonable grounds to support the suspension without pay, had already been assured here by the arrest and the filing of charges."
                            },
                            {
                                "start": 225.98,
                                "stop": 238.31,
                                "byte_start": 932613,
                                "byte_stop": 981932,
                                "text": "Accordingly, we reverse the judgment of the Third Circuit and remand for further proceedings including the determination of whether respondent received an -- an adequately prompt post suspension hearing."
                            },
                            {
                                "start": 238.31,
                                "stop": 240.066,
                                "byte_start": 981932,
                                "byte_stop": 988933,
                                "text": "The opinion is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48774,
            "mime": "audio\/mpeg",
            "size": 989247,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-651\/19970609o_96-651.delivery.mp3"
        },
        {
            "id": 70586,
            "mime": "audio\/ogg",
            "size": 2351111,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-651\/19970609o_96-651.ogg"
        },
        {
            "id": 70587,
            "mime": "application\/x-mpegURL",
            "size": 3594,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-651\/19970609o_96-651.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}