{
    "id": 19783,
    "title": "Opinion Announcement - June 21, 1999",
    "transcript": {
        "title": "Jefferson County v. Acker",
        "duration": 411.048,
        "sections": [
            {
                "start": 0,
                "stop": 411.048,
                "byte_start": 86043,
                "byte_stop": 1730190,
                "turns": [
                    {
                        "start": 0,
                        "stop": 4.853,
                        "byte_start": 86043,
                        "byte_stop": 105478,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 4.853,
                                "byte_start": 86043,
                                "byte_stop": 105478,
                                "text": "Justice Ginsburg has an opinion to announce."
                            }
                        ]
                    },
                    {
                        "start": 4.853,
                        "stop": 411.048,
                        "byte_start": 105478,
                        "byte_stop": 1730190,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 4.853,
                                "stop": 10.193,
                                "byte_start": 105478,
                                "byte_stop": 126899,
                                "text": "Jefferson County v. Acker, No. 98-10."
                            },
                            {
                                "start": 10.193,
                                "stop": 20.435,
                                "byte_start": 126899,
                                "byte_stop": 167859,
                                "text": "This case concerns an occupational tax Jefferson County, Alabama imposes on pay for work performed in the County."
                            },
                            {
                                "start": 20.435,
                                "stop": 25.903,
                                "byte_start": 167859,
                                "byte_stop": 189697,
                                "text": "Does federal law permit the County to impose the tax on federal judges?"
                            },
                            {
                                "start": 25.903,
                                "stop": 28.266,
                                "byte_start": 189697,
                                "byte_stop": 199205,
                                "text": "That is the question on the merits."
                            },
                            {
                                "start": 28.266,
                                "stop": 49.104,
                                "byte_start": 199205,
                                "byte_stop": 282484,
                                "text": "Our answer is yes, but we reach that question only after resolving two threshold issues: First, do the federal judges properly remove the County’s tax collection actions from State Court to Federal Court; and second, did the Tax Injunction Act skip the Federal Courts of authority to decide the case."
                            },
                            {
                                "start": 49.104,
                                "stop": 59.86,
                                "byte_start": 282484,
                                "byte_stop": 325534,
                                "text": "A Jefferson County ordinance imposes a license or privilege tax on those who work within the County and do not otherwise pay a license fee to the State or County."
                            },
                            {
                                "start": 59.86,
                                "stop": 65.918,
                                "byte_start": 325534,
                                "byte_stop": 349775,
                                "text": "The ordinance declarers it unlawful to engage in a covered occupation without paying the tax."
                            },
                            {
                                "start": 65.918,
                                "stop": 88.382,
                                "byte_start": 349775,
                                "byte_stop": 439636,
                                "text": "Respondents two federal judges with their principal offices in Jefferson County resisted payment on the ground that the tax violates the immunity of one sovereign in this case, the Federal Government, from taxation by the other in the State of Alabama which authorize Jefferson County to impose the tax."
                            },
                            {
                                "start": 88.382,
                                "stop": 95.133,
                                "byte_start": 439636,
                                "byte_stop": 466595,
                                "text": "The doctrine invoked by the federal judges is known as the intergovernmental tax immunity doctrine."
                            },
                            {
                                "start": 95.133,
                                "stop": 101.361,
                                "byte_start": 466595,
                                "byte_stop": 491568,
                                "text": "To collect the tax, Jefferson County sued the federal judges in an Alabama Small Claims Court."
                            },
                            {
                                "start": 101.361,
                                "stop": 105.726,
                                "byte_start": 491568,
                                "byte_stop": 509018,
                                "text": "The judges removed the collection suits to the Federal District Court."
                            },
                            {
                                "start": 105.726,
                                "stop": 128.787,
                                "byte_start": 509018,
                                "byte_stop": 601282,
                                "text": "In the decision on review the Court of Appeals for the Eleventh circuit, sitting en banc held that the suits were properly removed, that the Tax Injunction Act does not bar Federal Court adjudication in this case, and on the merits, the Eleventh Circuit held that Jefferson County’s tax violates the intergovernmental tax immunity doctrine to the extent that the tax which is a compensation of federal judges."
                            },
                            {
                                "start": 128.787,
                                "stop": 135.124,
                                "byte_start": 601282,
                                "byte_stop": 626569,
                                "text": "We agree with the Eleventh Circuit’s jurisdictional conclusions, but we reverse on the merits."
                            },
                            {
                                "start": 135.124,
                                "stop": 141.824,
                                "byte_start": 626569,
                                "byte_stop": 653423,
                                "text": "The federal officer removal statute allows an officer of the Federal Court to remove the case from State Court."
                            },
                            {
                                "start": 141.824,
                                "stop": 149.531,
                                "byte_start": 653423,
                                "byte_stop": 684247,
                                "text": "If the officer raises a colorable federal defense and establishes that the suit is for an act under color of office."
                            },
                            {
                                "start": 149.531,
                                "stop": 155.262,
                                "byte_start": 684247,
                                "byte_stop": 707130,
                                "text": "We hold for reason stated in the opinion that the judges have satisfied those requirements."
                            },
                            {
                                "start": 155.262,
                                "stop": 168.173,
                                "byte_start": 707130,
                                "byte_stop": 758748,
                                "text": "Turning to the next preliminary question, The Tax Injunction Act, an act that bars Federal Court’s from enjoining, suspending or restraining the collection of a tax, if there is an adequate State Court remedy."
                            },
                            {
                                "start": 168.173,
                                "stop": 181.153,
                                "byte_start": 758748,
                                "byte_stop": 810680,
                                "text": "That provision bars a taxpayer from seeking anticipatory relief that is from suing a State or County to stop the imposition of the tax or to gain a declaration that the tax is invalid."
                            },
                            {
                                "start": 181.153,
                                "stop": 195.467,
                                "byte_start": 810680,
                                "byte_stop": 867940,
                                "text": "But the Tax Injunction Act does not stop a state from suing to collect a tax nor does it stop a taxpayer from urging defensively in such a suit that the tax, for which the collection is sought, is invalid."
                            },
                            {
                                "start": 195.467,
                                "stop": 218.487,
                                "byte_start": 867940,
                                "byte_stop": 959996,
                                "text": "The Eleventh Circuit’s ruling which bares several judges pay from Jefferson County’s tax extends the intergovernmental immunity doctrine, beyond the tight limits of this Court’s decisions and most notably, the Court of Appeals\u0027 judgment, striking down the tax is inconsistent with the controlling federal statute."
                            },
                            {
                                "start": 218.487,
                                "stop": 228.41,
                                "byte_start": 959996,
                                "byte_stop": 999702,
                                "text": "The once expansive intergovernmental tax immunity doctrine was reigned in by this Court and by Congress in 1938 and 1939."
                            },
                            {
                                "start": 228.41,
                                "stop": 245.825,
                                "byte_start": 999702,
                                "byte_stop": 1069396,
                                "text": "As applicable here the essential rule is that the sovereign itself cannot be taxed, but the pay of government officers and employees, State, Federal and local can be taxed as long as the taxing authority does not discriminate on the basis of the source of the pay."
                            },
                            {
                                "start": 245.825,
                                "stop": 255.592,
                                "byte_start": 1069396,
                                "byte_stop": 1108476,
                                "text": "For example, it would be impermissible for a State or County to tax the pay of federal judges, if the pay of state judges were not equally taxed."
                            },
                            {
                                "start": 255.592,
                                "stop": 266.516,
                                "byte_start": 1108476,
                                "byte_stop": 1152152,
                                "text": "The judges argued that Jefferson County has imposed not an income tax, would say acknowledge would be permissible, but a licensing scheme, which they maintain is impermissible."
                            },
                            {
                                "start": 266.516,
                                "stop": 274.166,
                                "byte_start": 1152152,
                                "byte_stop": 1182768,
                                "text": "The ordinance pay point that declares it unlawful to engage in a covered occupation without paying the license fee."
                            },
                            {
                                "start": 274.166,
                                "stop": 283.004,
                                "byte_start": 1182768,
                                "byte_stop": 1218085,
                                "text": "We reject that argument, although Jefferson County may have chosen the words of the ordinance incautiously."
                            },
                            {
                                "start": 283.004,
                                "stop": 290.249,
                                "byte_start": 1218085,
                                "byte_stop": 1247134,
                                "text": "In reality the County has installed no regulatory scheme, it is simply taxing judges pay."
                            },
                            {
                                "start": 290.249,
                                "stop": 314.39,
                                "byte_start": 1247134,
                                "byte_stop": 1343682,
                                "text": "Jefferson County neither issues licenses to taxpayers nor in anyway endeavors to regulate them in the performance of their duties based on their status as licensed taxpayers and the County has not been so bold as to demand that the judges stop working in Federal Court until by paying the tax, they receive lawful permission to do their federal job."
                            },
                            {
                                "start": 314.39,
                                "stop": 321.028,
                                "byte_start": 1343682,
                                "byte_stop": 1370223,
                                "text": "In response to the judge’s refusal to pay the tax, Jefferson County has simply instituted a collection suit."
                            },
                            {
                                "start": 321.028,
                                "stop": 329.811,
                                "byte_start": 1370223,
                                "byte_stop": 1405331,
                                "text": "Congress has commanded that state taxation of the pay of federal employees must not discriminate because of the federal cost of the payroll compensation."
                            },
                            {
                                "start": 329.811,
                                "stop": 343.062,
                                "byte_start": 1405331,
                                "byte_stop": 1458307,
                                "text": "Jefferson County, we hold, honors that command, the tax which is paid by all state judges in the County does not discriminate against federal judges, in particular or federal officeholders in general."
                            },
                            {
                                "start": 343.062,
                                "stop": 360.635,
                                "byte_start": 1458307,
                                "byte_stop": 1528629,
                                "text": "Justice Scalia has filed an opinion concurring in part and dissenting in part in which the Chief Justice, Justice Souter and Justice Thomas have joined; Justice Breyer has filed an opinion concurring in part and dissenting in part in which Justice O’Connor has joined."
                            },
                            {
                                "start": 360.635,
                                "stop": 364.154,
                                "byte_start": 1528629,
                                "byte_stop": 1542735,
                                "text": "That sounds complicated but it was down to this."
                            },
                            {
                                "start": 364.154,
                                "stop": 370.648,
                                "byte_start": 1542735,
                                "byte_stop": 1568649,
                                "text": "On removability of the action from State Court to Federal Court we divide five to four."
                            },
                            {
                                "start": 370.648,
                                "stop": 383.875,
                                "byte_start": 1568649,
                                "byte_stop": 1621625,
                                "text": "Chief Justice, Justice Scalia, Justice Souter and Justice Thomas withhold the collection actions not removable from State Court, but having lost on that issue they have joined the Court on the remaining issues."
                            },
                            {
                                "start": 383.875,
                                "stop": 397.804,
                                "byte_start": 1621625,
                                "byte_stop": 1677318,
                                "text": "We are unanimous that the Tax Injunction Act does not stop the case from proceeding in Federal Court and on the merits Seven Justices agree that the County’s tax maybe imposed on Federal and State Judges."
                            },
                            {
                                "start": 397.804,
                                "stop": 411.048,
                                "byte_start": 1677318,
                                "byte_stop": 1730190,
                                "text": "Alike two Justices, Justice O’Connor and Justice Breyer, in an opinion by Justice Breyer conclude that the intergovernmental tax immunity doctrine shields the federal judges from Jefferson County\u0027s tax."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 48690,
            "mime": "audio\/mpeg",
            "size": 1730503,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-10\/19990621o_98-10.delivery.mp3"
        },
        {
            "id": 70504,
            "mime": "audio\/ogg",
            "size": 4080684,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-10\/19990621o_98-10.ogg"
        },
        {
            "id": 70505,
            "mime": "application\/x-mpegURL",
            "size": 5907,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-10\/19990621o_98-10.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}