{
    "id": 22099,
    "title": "Opinion Announcement - June 21, 2010",
    "transcript": {
        "title": "Holder v. Humanitarian Law Project",
        "duration": 1200.457,
        "sections": [
            {
                "start": 0,
                "stop": 1200.457,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 613.588,
                        "byte_start": 106496,
                        "byte_stop": 2560857,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.596,
                                "byte_start": 106496,
                                "byte_stop": 148919,
                                "text": "I have the opinion of the Court in case 08-1498, Eric Holder, Attorney General versus the Humanitarian Law Project and the cross petition."
                            },
                            {
                                "start": 10.596,
                                "stop": 21.058,
                                "byte_start": 148919,
                                "byte_stop": 190819,
                                "text": "This litigation involves a challenge to a federal law, making it a crime to provide “material support or resources to a foreign terrorist organization.”"
                            },
                            {
                                "start": 21.058,
                                "stop": 27.488,
                                "byte_start": 190819,
                                "byte_stop": 216524,
                                "text": "It is up to the Secretary of State to designate a group as a foreign terrorist organization under the law."
                            },
                            {
                                "start": 27.488,
                                "stop": 30.704,
                                "byte_start": 216524,
                                "byte_stop": 229376,
                                "text": "That designation is subject to judicial review."
                            },
                            {
                                "start": 30.704,
                                "stop": 38.159,
                                "byte_start": 229376,
                                "byte_stop": 259156,
                                "text": "If the designation is upheld or not challenged, it becomes unlawful to provide the group with material support."
                            },
                            {
                                "start": 38.159,
                                "stop": 51.913,
                                "byte_start": 259156,
                                "byte_stop": 314222,
                                "text": "The statute defines material support to include things like money and weapons, but also the types of support that are at issue here, training, expert advice or assistance, services and personnel."
                            },
                            {
                                "start": 51.913,
                                "stop": 58.439,
                                "byte_start": 314222,
                                "byte_stop": 340344,
                                "text": "The plaintiffs in this case challenge the statute, seeking an injunction to prevent the government from prosecuting them."
                            },
                            {
                                "start": 58.439,
                                "stop": 66.979,
                                "byte_start": 340344,
                                "byte_stop": 374512,
                                "text": "They claim that the statute is unconstitutional not in general, but as applied to particular activities that they want to pursue."
                            },
                            {
                                "start": 66.979,
                                "stop": 85.491,
                                "byte_start": 374512,
                                "byte_stop": 448491,
                                "text": "The plaintiffs want to provide support to two designated foreign terrorist organizations, the PKK which is a group dedicated to establishing an independent Kurdish state in Turkey and the LTTE which is dedicated to establishing an independent Tamil state in Sri Lanka."
                            },
                            {
                                "start": 85.491,
                                "stop": 97.637,
                                "byte_start": 448491,
                                "byte_stop": 497079,
                                "text": "Both groups engage in political and humanitarian activities, but they also engage extensively in terrorism, including terrorist attacks that have harmed American citizens."
                            },
                            {
                                "start": 97.637,
                                "stop": 105.671,
                                "byte_start": 497079,
                                "byte_stop": 529262,
                                "text": "The plaintiffs, however, explain that they wish to support only the peaceful, lawful activities of the PKK and the LTTE."
                            },
                            {
                                "start": 105.671,
                                "stop": 126.562,
                                "byte_start": 529262,
                                "byte_stop": 612749,
                                "text": "In particular they want to train the PKK to use international law to resolve disputes peacefully, teach the PKK to petition the United States and other representative bodies for relief and engage in political advocacy on behalf of Kurds living in Turkey and Tamils living in Sri Lanka."
                            },
                            {
                                "start": 126.562,
                                "stop": 130.491,
                                "byte_start": 612749,
                                "byte_stop": 628527,
                                "text": "Now this litigation has a very complicated 12-year history."
                            },
                            {
                                "start": 130.491,
                                "stop": 139.317,
                                "byte_start": 628527,
                                "byte_stop": 663845,
                                "text": "Suffice it to say that the district court partially enjoying the enforcement of the statute against the plaintiffs and the Court of Appeals for the Ninth Circuit affirmed."
                            },
                            {
                                "start": 139.317,
                                "stop": 143.173,
                                "byte_start": 663845,
                                "byte_stop": 679205,
                                "text": "We granted certiorari to review that decision."
                            },
                            {
                                "start": 143.173,
                                "stop": 156.941,
                                "byte_start": 679205,
                                "byte_stop": 734271,
                                "text": "Plaintiffs argue that the material support statute violates the Due Process Clause of the Fifth Amendment because it is too vague and that the statute violates their rights of free speech and association under the First Amendment."
                            },
                            {
                                "start": 156.941,
                                "stop": 163.496,
                                "byte_start": 734271,
                                "byte_stop": 760498,
                                "text": "All members of the Court agree that the material support statute is not vague as applied to these plaintiffs."
                            },
                            {
                                "start": 163.496,
                                "stop": 172.672,
                                "byte_start": 760498,
                                "byte_stop": 797278,
                                "text": "The Court of Appeals below reached the opposite conclusion, but it did so by improperly merging plaintiff\u0027s vagueness claims with their First Amendment claims."
                            },
                            {
                                "start": 172.672,
                                "stop": 182.423,
                                "byte_start": 797278,
                                "byte_stop": 836253,
                                "text": "It essentially concluded that the statute was vague because it applied to speech, but if a clear statute applies to speech it is still clear."
                            },
                            {
                                "start": 182.423,
                                "stop": 188.041,
                                "byte_start": 836253,
                                "byte_stop": 858718,
                                "text": "The statute might violate the First Amendment but that is separate from a claim that it is vague."
                            },
                            {
                                "start": 188.041,
                                "stop": 198.85,
                                "byte_start": 858718,
                                "byte_stop": 901977,
                                "text": "Under a proper analysis plaintiffs cannot succeed on their vagueness claims because their application of the statute to their proposed activities is straightforward."
                            },
                            {
                                "start": 198.85,
                                "stop": 207.959,
                                "byte_start": 901977,
                                "byte_stop": 938339,
                                "text": "Turning to the First Amendment issue both sides in the case, the government and the plaintiffs, present extreme positions, and we reject them both."
                            },
                            {
                                "start": 207.959,
                                "stop": 213.64,
                                "byte_start": 938339,
                                "byte_stop": 961118,
                                "text": "We reject the plaintiff\u0027s view that the statute bans pure political speech, it does not."
                            },
                            {
                                "start": 213.64,
                                "stop": 217.97,
                                "byte_start": 961118,
                                "byte_stop": 978463,
                                "text": "Under this law the plaintiffs may say anything they wish on any topic."
                            },
                            {
                                "start": 217.97,
                                "stop": 227.608,
                                "byte_start": 978463,
                                "byte_stop": 1017020,
                                "text": "They may speak and write freely about the PKK and the LTTE, the governments of Turkey and Sri Lanka, human rights and international law."
                            },
                            {
                                "start": 227.608,
                                "stop": 230.334,
                                "byte_start": 1017020,
                                "byte_stop": 1027887,
                                "text": "They may advocate before the United Nations."
                            },
                            {
                                "start": 230.334,
                                "stop": 243.88,
                                "byte_start": 1027887,
                                "byte_stop": 1082117,
                                "text": "What they may not do is engage in a narrow range of speech that qualifies as material support under the statute, training, advice or services to or in connection with foreign terrorist groups."
                            },
                            {
                                "start": 243.88,
                                "stop": 249.761,
                                "byte_start": 1082117,
                                "byte_stop": 1105627,
                                "text": "Now at the same time we also reject the Government\u0027s view that this case is only about conduct not speech."
                            },
                            {
                                "start": 249.761,
                                "stop": 256.452,
                                "byte_start": 1105627,
                                "byte_stop": 1132377,
                                "text": "These plaintiffs want to speak to the PKK and teach them things like international dispute resolution."
                            },
                            {
                                "start": 256.452,
                                "stop": 264.319,
                                "byte_start": 1132377,
                                "byte_stop": 1163828,
                                "text": "That means that the government has to satisfy a more demanding standard than if the case were just about conduct."
                            },
                            {
                                "start": 264.319,
                                "stop": 282.333,
                                "byte_start": 1163828,
                                "byte_stop": 1235926,
                                "text": "Now no one doubts that the government has a strong interest in preventing terrorism, but the players argue that prohibiting their speech will not further that interest because they seek to promote only the lawful, nonviolent activities of the PKK and LTTE, not their terrorism."
                            },
                            {
                                "start": 282.333,
                                "stop": 296.659,
                                "byte_start": 1235926,
                                "byte_stop": 1293187,
                                "text": "Both Congress and the executive branch, however, have considered the question and determine that it is not possible to draw a meaningful distinction between support for a terrorist groups lawful activities and support for terrorism."
                            },
                            {
                                "start": 296.659,
                                "stop": 310.407,
                                "byte_start": 1293187,
                                "byte_stop": 1348148,
                                "text": "When Congress enacted this law, it specifically found that foreign terrorist organizations “are so tainted by their criminal conduct that any contribution to such an organization facilitates that conduct.”"
                            },
                            {
                                "start": 310.407,
                                "stop": 313.878,
                                "byte_start": 1348148,
                                "byte_stop": 1362045,
                                "text": "The executive branch shares this view."
                            },
                            {
                                "start": 313.878,
                                "stop": 340.999,
                                "byte_start": 1362045,
                                "byte_stop": 1470506,
                                "text": "The State Department, for example, has concluded that “given the purposes organizational structure and planned -- and nature of foreign terrorist organizations it is highly likely that any material support to these organizations will ultimately inure to the benefit of their criminal terrorist functions, regardless of weather such supports was ostensibly intended to support Non-Violent, Non-Terrorist activities."
                            },
                            {
                                "start": 340.999,
                                "stop": 344.149,
                                "byte_start": 1470506,
                                "byte_stop": 1483149,
                                "text": "We have no basis for disagreeing with our conclusion."
                            },
                            {
                                "start": 344.149,
                                "stop": 349.731,
                                "byte_start": 1483149,
                                "byte_stop": 1505510,
                                "text": "Terrorist groups do not meaningfully segregate their non-violent activities from the violent ones."
                            },
                            {
                                "start": 349.731,
                                "stop": 356.525,
                                "byte_start": 1505510,
                                "byte_stop": 1532677,
                                "text": "In fact they often use their peaceful components to raise funds that can be put to deadly purposes."
                            },
                            {
                                "start": 356.525,
                                "stop": 368.795,
                                "byte_start": 1532677,
                                "byte_stop": 1581683,
                                "text": "Material support for terrorist organizations also undermines a nation\u0027s relationship with its allies, including allies they are defending themselves against these terrorist groups."
                            },
                            {
                                "start": 368.795,
                                "stop": 385.621,
                                "byte_start": 1581683,
                                "byte_stop": 1649079,
                                "text": "In this particular case, training the PKK on how to use international law to resolve disputes may sound benign, but training and advising a terrorist group augments the tools available to that terrorist group and those tools will not always be used to achieve good ends."
                            },
                            {
                                "start": 385.621,
                                "stop": 395.618,
                                "byte_start": 1649079,
                                "byte_stop": 1688994,
                                "text": "It is not difficult to understand how better international negotiation and dispute resolution skills may be used this part of a broader terrorist strategy."
                            },
                            {
                                "start": 395.618,
                                "stop": 398.942,
                                "byte_start": 1688994,
                                "byte_stop": 1702369,
                                "text": "The PKK appears to have just done in the past."
                            },
                            {
                                "start": 398.942,
                                "stop": 406.115,
                                "byte_start": 1702369,
                                "byte_stop": 1730999,
                                "text": "Negotiating agreements to buy time and recover from set backs all the while preparing to renew terrorist attacks."
                            },
                            {
                                "start": 406.115,
                                "stop": 417.136,
                                "byte_start": 1730999,
                                "byte_stop": 1775094,
                                "text": "In addition, teaching the terrorist groups, how to petition United Nations for relief could obviously generate funds that could be redirected to support terrorist activities."
                            },
                            {
                                "start": 417.136,
                                "stop": 425.951,
                                "byte_start": 1775094,
                                "byte_stop": 1810307,
                                "text": "Now, there is thoughtful dissent in this case for three members of the Court and it has ensured that the majority has considered all the arguments on the other side."
                            },
                            {
                                "start": 425.951,
                                "stop": 437.073,
                                "byte_start": 1810307,
                                "byte_stop": 1854819,
                                "text": "At the end of the day, however, the Court cannot agree with the dissent that advise and training plaintiffs that they hope to share with these designated foreign terrorist organizations is necessarily all to the good."
                            },
                            {
                                "start": 437.073,
                                "stop": 441.284,
                                "byte_start": 1854819,
                                "byte_stop": 1871642,
                                "text": "Congress and the executive disagree with that view and so do we."
                            },
                            {
                                "start": 441.284,
                                "stop": 449.405,
                                "byte_start": 1871642,
                                "byte_stop": 1904138,
                                "text": "The dissent would insist that the government provide more specific evidence showing that the activities of these plaintiffs will lead to terrorist attacks."
                            },
                            {
                                "start": 449.405,
                                "stop": 451.882,
                                "byte_start": 1904138,
                                "byte_stop": 1914065,
                                "text": "We think that would be a dangerous requirement."
                            },
                            {
                                "start": 451.882,
                                "stop": 459.564,
                                "byte_start": 1914065,
                                "byte_stop": 1944785,
                                "text": "This law does not punish terrorist acts, but instead seeks to prevent them by denying terrorists material support."
                            },
                            {
                                "start": 459.564,
                                "stop": 471.321,
                                "byte_start": 1944785,
                                "byte_stop": 1991805,
                                "text": "In that context, the government must often rely to a greater extent on informed judgment rather than hard evidence of a particular connection between the proposed support and the group\u0027s terrorist agenda."
                            },
                            {
                                "start": 471.321,
                                "stop": 481.647,
                                "byte_start": 1991805,
                                "byte_stop": 2033183,
                                "text": "The hard evidence may not be available until it\u0027s too late to prevent the diversion of training and advice for lawful activities to be used to promote terrorism."
                            },
                            {
                                "start": 481.647,
                                "stop": 490.955,
                                "byte_start": 2033183,
                                "byte_stop": 2070382,
                                "text": "In reaching our conclusions, we find it\u0027s significant that Congress has proceeded carefully in this area with appropriate regard for First Amendment interest."
                            },
                            {
                                "start": 490.955,
                                "stop": 495.954,
                                "byte_start": 2070382,
                                "byte_stop": 2090339,
                                "text": "It applied the law only to designated foreign terrorist organizations."
                            },
                            {
                                "start": 495.954,
                                "stop": 503.554,
                                "byte_start": 2090339,
                                "byte_stop": 2120746,
                                "text": "There has always been a limited numbers of such groups and any group so designated can have a court review the designation."
                            },
                            {
                                "start": 503.554,
                                "stop": 511.723,
                                "byte_start": 2120746,
                                "byte_stop": 2153451,
                                "text": "Second: Congress added clarity to the statue by providing harrowing definitions of its terms on several occasions."
                            },
                            {
                                "start": 511.723,
                                "stop": 520.111,
                                "byte_start": 2153451,
                                "byte_stop": 2186992,
                                "text": "Third: Congress has created limited exceptions to the ban on material support, including for medicine and religious materials."
                            },
                            {
                                "start": 520.111,
                                "stop": 533.954,
                                "byte_start": 2186992,
                                "byte_stop": 2242372,
                                "text": "Finally and most importantly, Congress has avoided any restriction on independent advocacy or indeed any activities not directed to coordinated with or controlled by foreign terrorist groups."
                            },
                            {
                                "start": 533.954,
                                "stop": 553.001,
                                "byte_start": 2242372,
                                "byte_stop": 2318545,
                                "text": "Now at bottom, the plaintiffs simply disagree with the considered judgment of Congress and the executives that providing material support to designated foreign terrorist organizations even seemingly benign support advances the terrorist actives of that organization, we have no basis for over turning there judgment."
                            },
                            {
                                "start": 553.001,
                                "stop": 556.577,
                                "byte_start": 2318545,
                                "byte_stop": 2332860,
                                "text": "Finally it is important to recognize what we do not decide."
                            },
                            {
                                "start": 556.577,
                                "stop": 567.484,
                                "byte_start": 2332860,
                                "byte_stop": 2376537,
                                "text": "We do not decide whether future applications of the material support statue to speech or advocacy other than that described by these plaintiffs will survive First Amendment scrutiny."
                            },
                            {
                                "start": 567.484,
                                "stop": 578.842,
                                "byte_start": 2376537,
                                "byte_stop": 2421885,
                                "text": "We in no way suggest that regulation of the independent speech would pass constitutional muster even if the government were to show that such speech benefits foreign terrorist organization."
                            },
                            {
                                "start": 578.842,
                                "stop": 582.522,
                                "byte_start": 2421885,
                                "byte_stop": 2436618,
                                "text": "This case is not about independent political speech."
                            },
                            {
                                "start": 582.522,
                                "stop": 591.35,
                                "byte_start": 2436618,
                                "byte_stop": 2471936,
                                "text": "Congress drew a line between independent and coordinated activities in the material support statue and that is an important distinction."
                            },
                            {
                                "start": 591.35,
                                "stop": 599.369,
                                "byte_start": 2471936,
                                "byte_stop": 2504014,
                                "text": "We also do not suggest that Congress could extend the same prohibition on material support at issue here to domestic organizations."
                            },
                            {
                                "start": 599.369,
                                "stop": 608.592,
                                "byte_start": 2504014,
                                "byte_stop": 2540899,
                                "text": "The judgment of the Court of Appeals for the Ninth Circuit is affirmed in part and reversed in part and the case is remanded for further proceedings consistent with our opinion."
                            },
                            {
                                "start": 608.592,
                                "stop": 613.588,
                                "byte_start": 2540899,
                                "byte_stop": 2560857,
                                "text": "Justice Breyer has filed a dissenting opinion, joined by Justices Ginsburg and Sotomayor."
                            }
                        ]
                    },
                    {
                        "start": 613.588,
                        "stop": 1200.457,
                        "byte_start": 2560857,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 613.588,
                                "stop": 618.032,
                                "byte_start": 2560857,
                                "byte_stop": 2578725,
                                "text": "Justice Ginsburg, Justice Sotomayor and I dissent."
                            },
                            {
                                "start": 618.032,
                                "stop": 652.661,
                                "byte_start": 2578725,
                                "byte_stop": 2717174,
                                "text": "We agree with the Court that the statute is not vague, but we do not agree that the Constitution permits criminal prosecution for what the plaintiffs want to do here as you heard, train the members of the PKK how to use humanitarian and international law to peacefully resolve disputes, teach them how to petition various representative bodies such as the United Nations and engage in political advocacy on their behalf for peaceful purpose."
                            },
                            {
                                "start": 652.661,
                                "stop": 656.888,
                                "byte_start": 2717174,
                                "byte_stop": 2734101,
                                "text": "Now, the issue before us as you also heard raises a more general problem."
                            },
                            {
                                "start": 656.888,
                                "stop": 662.419,
                                "byte_start": 2734101,
                                "byte_stop": 2756253,
                                "text": "How does the First Amendment apply where national security interests are at stake?"
                            },
                            {
                                "start": 662.419,
                                "stop": 680.932,
                                "byte_start": 2756253,
                                "byte_stop": 2830232,
                                "text": "In cases like that our decisions have to reflect the Constitution\u0027s grant of foreign affairs and defense powers to the president and to Congress, that\u0027s appropriate, but without denying our own special judicial obligation to protect the constitutional rights of individuals."
                            },
                            {
                                "start": 680.932,
                                "stop": 685.359,
                                "byte_start": 2830232,
                                "byte_stop": 2847995,
                                "text": "That means that national security does not always win."
                            },
                            {
                                "start": 685.359,
                                "stop": 703.282,
                                "byte_start": 2847995,
                                "byte_stop": 2919675,
                                "text": "Rather when applying the Constitution at the least we have to examine the competing harms and justifications and with an understanding that departures from ordinary protective norms must come accompanied with strong justifications."
                            },
                            {
                                "start": 703.282,
                                "stop": 712.206,
                                "byte_start": 2919675,
                                "byte_stop": 2955410,
                                "text": "The majority seems to accept this general approach, but in our view it does not properly apply that approach in this case."
                            },
                            {
                                "start": 712.206,
                                "stop": 715.035,
                                "byte_start": 2955410,
                                "byte_stop": 2966695,
                                "text": "Now remember the activity at issue."
                            },
                            {
                                "start": 715.035,
                                "stop": 729.284,
                                "byte_start": 2966695,
                                "byte_stop": 3023642,
                                "text": "It consists of teaching PKK members how to use international human rights law to peacefully resolve disputes and how to petition, for example the United Nations, for help."
                            },
                            {
                                "start": 729.284,
                                "stop": 743.931,
                                "byte_start": 3023642,
                                "byte_stop": 3082261,
                                "text": "This activity involves, one, speech and teaching, two, the subject matter that is how to petition and use law, three, for peaceful purposes."
                            },
                            {
                                "start": 743.931,
                                "stop": 752.45,
                                "byte_start": 3082261,
                                "byte_stop": 3116325,
                                "text": "It is the kind of activity to which the First Amendment ordinarily offers it\u0027s strongest protection."
                            },
                            {
                                "start": 752.45,
                                "stop": 758.072,
                                "byte_start": 3116325,
                                "byte_stop": 3138790,
                                "text": "Well, what then can justify the suppression of that activity here?"
                            },
                            {
                                "start": 758.072,
                                "stop": 760.688,
                                "byte_start": 3138790,
                                "byte_stop": 3149343,
                                "text": "Now, let\u0027s see what is said."
                            },
                            {
                                "start": 760.688,
                                "stop": 773.492,
                                "byte_start": 3149343,
                                "byte_stop": 3200543,
                                "text": "First, the government and the majority as you heard emphasizes the fact that only coordinated activity, not independent activity violates the statute."
                            },
                            {
                                "start": 773.492,
                                "stop": 791.315,
                                "byte_start": 3200543,
                                "byte_stop": 3271805,
                                "text": "The point presumably is that the statute is not as restrictive of First Amendment rights as we think because the plaintiffs remain free to act independently without coordination, but this coordination requirement whatever it does doesn\u0027t help these plaintiffs or their activities."
                            },
                            {
                                "start": 791.315,
                                "stop": 795.709,
                                "byte_start": 3271805,
                                "byte_stop": 3289360,
                                "text": "How can they teach a class about human rights law?"
                            },
                            {
                                "start": 795.709,
                                "stop": 808.004,
                                "byte_start": 3289360,
                                "byte_stop": 3338574,
                                "text": "How can they teach about petitioning the UN to achieve a particular political goal without coordinating the details of the teaching activity with members of the group?"
                            },
                            {
                                "start": 808.004,
                                "stop": 817.275,
                                "byte_start": 3338574,
                                "byte_stop": 3375668,
                                "text": "To suppress this teaching activity on the ground that it is coordinated is to suppress the activity itself."
                            },
                            {
                                "start": 817.275,
                                "stop": 823.798,
                                "byte_start": 3375668,
                                "byte_stop": 3401791,
                                "text": "Second, the government and the majority say that the teaching is fungible."
                            },
                            {
                                "start": 823.798,
                                "stop": 829.218,
                                "byte_start": 3401791,
                                "byte_stop": 3423420,
                                "text": "To permit it could free up resources more readily put to sinister use."
                            },
                            {
                                "start": 829.218,
                                "stop": 835.263,
                                "byte_start": 3423420,
                                "byte_stop": 3447557,
                                "text": "Now, I understand that concepts of fungibility where money or the equivalent is at issue."
                            },
                            {
                                "start": 835.263,
                                "stop": 849.115,
                                "byte_start": 3447557,
                                "byte_stop": 3503041,
                                "text": "Money given for charitable purposes, for example, could free up all their money used to buy arms, but I do not understand how fungibility works or teaching human\u0027s rights law is involved."
                            },
                            {
                                "start": 849.115,
                                "stop": 863.53,
                                "byte_start": 3503041,
                                "byte_stop": 3560720,
                                "text": "The government and the majority rely mostly on an affidavit and some statements in the statute but if you look at what they say, they talk not about First Amendment rights, they talk about money or things equivalent to money."
                            },
                            {
                                "start": 863.53,
                                "stop": 868.606,
                                "byte_start": 3560720,
                                "byte_stop": 3580991,
                                "text": "So, how is the affidavit relevant to the problem before us?"
                            },
                            {
                                "start": 868.606,
                                "stop": 877.093,
                                "byte_start": 3580991,
                                "byte_stop": 3614950,
                                "text": "Third, the government says the teaching, the PKK about human rights law could lend the group legitimacy."
                            },
                            {
                                "start": 877.093,
                                "stop": 892.296,
                                "byte_start": 3614950,
                                "byte_stop": 3675763,
                                "text": "Well, so does virtually any speech related activity that favors such a group\u0027s political aims including and I\u0027d say particularly, the independent advocacy that the government would not make criminal."
                            },
                            {
                                "start": 892.296,
                                "stop": 895,
                                "byte_start": 3675763,
                                "byte_stop": 3686525,
                                "text": "That certainly helps make them legitimate."
                            },
                            {
                                "start": 895,
                                "stop": 907.593,
                                "byte_start": 3686525,
                                "byte_stop": 3736889,
                                "text": "So, to accept this kind of argument when put in only general terms as a justification is to say that in such a case security interests always trump the First Amendment."
                            },
                            {
                                "start": 907.593,
                                "stop": 912.575,
                                "byte_start": 3736889,
                                "byte_stop": 3756847,
                                "text": "That never has been and it should not be the law."
                            },
                            {
                                "start": 912.575,
                                "stop": 921.141,
                                "byte_start": 3756847,
                                "byte_stop": 3791120,
                                "text": "The government points to nothing more specific that could show some special problem here related to some special circumstance."
                            },
                            {
                                "start": 921.141,
                                "stop": 967.952,
                                "byte_start": 3791120,
                                "byte_stop": 3978365,
                                "text": "Fourth: the majority in trying to fill what I see is a void in the government\u0027s general claim with it\u0027s own thoughts says that training members of the PKK about how to use international human rights law to peacefully resolve disputes could allow the PKK “to buy time allowing opponents into complacency” or the PKK might use it\u0027s new information about the structures of the international legal system “to threaten, manipulate or disrupt,” but these arguments simply amount to a general claim that bad faith is possible and they\u0027re right."
                            },
                            {
                                "start": 967.952,
                                "stop": 984.699,
                                "byte_start": 3978365,
                                "byte_stop": 4045343,
                                "text": "Bad faith is always a possibility where speech and learning about law and negotiation are at issue, so is good faith a possibility, but a general claim that there might be bad faith by itself cannot justify."
                            },
                            {
                                "start": 984.699,
                                "stop": 994.237,
                                "byte_start": 4045343,
                                "byte_stop": 4083482,
                                "text": "Suppression of speech here without doing the same in vast numbers of other cases where important First Amendment rights are at issue."
                            },
                            {
                                "start": 994.237,
                                "stop": 1032.562,
                                "byte_start": 4083482,
                                "byte_stop": 4236769,
                                "text": "I\u0027m not aware of any logic or constitutional principle or prior case law that would find justification for suppressing speech related activity where the justification consists just of this kind of general assertion which comes down to saying a little knowledge about the international legal system is too dangerous a thing or teaching about human rights law is dangerous because it might lead to a group\u0027s insincerely pretending to be interested in negotiation."
                            },
                            {
                                "start": 1032.562,
                                "stop": 1040.841,
                                "byte_start": 4236769,
                                "byte_stop": 4269892,
                                "text": "The absence of authority or logic or constitutional reason that would support that kind of view to me is not surprising."
                            },
                            {
                                "start": 1040.841,
                                "stop": 1054.303,
                                "byte_start": 4269892,
                                "byte_stop": 4323809,
                                "text": "In a nation such as ours, a democracy committed to the resolution of disputes to what Justice Brandeis has called the deliberative forces."
                            },
                            {
                                "start": 1054.303,
                                "stop": 1071.029,
                                "byte_start": 4323809,
                                "byte_stop": 4390682,
                                "text": "Fifth and finally, the majority says that the statute itself, it\u0027s aims and objectives shows the need for applying it\u0027s criminal provisions here, but the legislative history of the statute I believe shows the opposite."
                            },
                            {
                                "start": 1071.029,
                                "stop": 1098.404,
                                "byte_start": 4390682,
                                "byte_stop": 4500187,
                                "text": "The chairman of the Senate Judiciary Committee when reporting the bill from committee said that he was “convinced we have crafted a narrow but effective provision which makes it a crime to knowingly provide material support to the terrorist functions of foreign groups while safeguarding the freedom to associate which none of us would willingly give up.”"
                            },
                            {
                                "start": 1098.404,
                                "stop": 1115.773,
                                "byte_start": 4500187,
                                "byte_stop": 4569673,
                                "text": "And the statute\u0027s express written provisions themselves seek to protect the rights the First Amendment guarantees for they expressly forbid construing it\u0027s language “so as to abridge the exercise of rights guaranteed under the First Amendment.”"
                            },
                            {
                                "start": 1115.773,
                                "stop": 1131.443,
                                "byte_start": 4569673,
                                "byte_stop": 4632367,
                                "text": "The majority\u0027s conclusion we think is particularly unfortunate for there is no need to interpret the statute, to apply to the activities in question when they are engaged in innocently."
                            },
                            {
                                "start": 1131.443,
                                "stop": 1149.587,
                                "byte_start": 4632367,
                                "byte_stop": 4704883,
                                "text": "We could simply interpret the word knowingly in the statute so that it criminalizes this conduct only where a defendant knows that his or her activities are likely to help the organization engage in not peaceful but terrorist work."
                            },
                            {
                                "start": 1149.587,
                                "stop": 1167.508,
                                "byte_start": 4704883,
                                "byte_stop": 4776563,
                                "text": "In doing so, interpreting in that way we think we would maintain the statute\u0027s ability to achieve its core national security objectives while simultaneously maintaining the Constitution\u0027s core protection for free speech and free association."
                            },
                            {
                                "start": 1167.508,
                                "stop": 1170.884,
                                "byte_start": 4776563,
                                "byte_stop": 4790042,
                                "text": "We explain this further in our opinion."
                            },
                            {
                                "start": 1170.884,
                                "stop": 1178.857,
                                "byte_start": 4790042,
                                "byte_stop": 4822016,
                                "text": "In essence, we fear that the Court has failed to examine the justification the government advances with sufficient care."
                            },
                            {
                                "start": 1178.857,
                                "stop": 1182.96,
                                "byte_start": 4822016,
                                "byte_stop": 4838421,
                                "text": "It is relied too heavily on general assertion."
                            },
                            {
                                "start": 1182.96,
                                "stop": 1198.376,
                                "byte_start": 4838421,
                                "byte_stop": 4900070,
                                "text": "It has failed to insist upon the tailoring of means to fit compelling ends and ultimately, it has deprived the individuals before us of the protection that in our view the First Amendment warrants."
                            },
                            {
                                "start": 1198.376,
                                "stop": 1200.457,
                                "byte_start": 4900070,
                                "byte_stop": 0,
                                "text": "With respect we dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53320,
            "mime": "audio\/mpeg",
            "size": 4908325,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-1498\/20100621o_08-1498.delivery.mp3"
        },
        {
            "id": 75068,
            "mime": "audio\/ogg",
            "size": 12084103,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-1498\/20100621o_08-1498.ogg"
        },
        {
            "id": 75069,
            "mime": "application\/x-mpegURL",
            "size": 17755,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-1498\/20100621o_08-1498.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}