{
    "id": 22861,
    "title": "Opinion Announcement - June 28, 2010",
    "transcript": {
        "title": "Free Enterprise Fund v. Public Company Oversight Board",
        "duration": 1415.994,
        "sections": [
            {
                "start": 0,
                "stop": 1415.994,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 806.023,
                        "byte_start": 105472,
                        "byte_stop": 3329609,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.424,
                                "byte_start": 105472,
                                "byte_stop": 147268,
                                "text": "Finally this term I have the opinion of the Court in case 08-861, Free Enterprise Fund Versus Public Company Accounting Oversight Board."
                            },
                            {
                                "start": 10.424,
                                "stop": 14.43,
                                "byte_start": 147268,
                                "byte_stop": 163255,
                                "text": "This is a case about Presidential power and accountability."
                            },
                            {
                                "start": 14.43,
                                "stop": 24.232,
                                "byte_start": 163255,
                                "byte_stop": 202439,
                                "text": "We learned early on that our constitution seeks to protect liberty by separating the government’s powers in to three branches, legislate, executive and judicial."
                            },
                            {
                                "start": 24.232,
                                "stop": 32.304,
                                "byte_start": 202439,
                                "byte_stop": 234726,
                                "text": "The constitutional vests executive power in the President and makes it his duty to take care that the laws be faithfully executed."
                            },
                            {
                                "start": 32.304,
                                "stop": 42.404,
                                "byte_start": 234726,
                                "byte_stop": 275163,
                                "text": "The President of course, cannot executive the laws by himself, rather he insures the faithfully execution of the laws through his oversight of executive officers."
                            },
                            {
                                "start": 42.404,
                                "stop": 54.299,
                                "byte_start": 275163,
                                "byte_stop": 322706,
                                "text": "The issue before us concerns the President’s authority to remove those officers when he determines that such action is necessary to his own faithful execution of the laws."
                            },
                            {
                                "start": 54.299,
                                "stop": 61.404,
                                "byte_start": 322706,
                                "byte_stop": 351128,
                                "text": "The case arises out of a challenge to an unusual government agency, the public company accounting oversight board."
                            },
                            {
                                "start": 61.404,
                                "stop": 66.58,
                                "byte_start": 351128,
                                "byte_stop": 371816,
                                "text": "The Congress created the board in 2002 to regulate the accounting business."
                            },
                            {
                                "start": 66.58,
                                "stop": 75.004,
                                "byte_start": 371816,
                                "byte_stop": 405567,
                                "text": "Accounting firms that audit public companies must register with the board, pay it fees and comply with its rules and oversight."
                            },
                            {
                                "start": 75.004,
                                "stop": 81.885,
                                "byte_start": 405567,
                                "byte_stop": 433048,
                                "text": "The board inspects firms, conducts formal investigations and can issue severe sections."
                            },
                            {
                                "start": 81.885,
                                "stop": 94.293,
                                "byte_start": 433048,
                                "byte_stop": 482680,
                                "text": "Members of the board are not appointed by the President instead they are appointed by the Securities and Exchange Commission, an independent government agency over which the President has little direct control."
                            },
                            {
                                "start": 94.293,
                                "stop": 102.96,
                                "byte_start": 482680,
                                "byte_stop": 517371,
                                "text": "The President appoints commissioners but the parties agree that the President can not remove them at will but only for good cause."
                            },
                            {
                                "start": 102.96,
                                "stop": 110.165,
                                "byte_start": 517371,
                                "byte_stop": 546210,
                                "text": "A legal concept that in this context does not include disagreements about policy."
                            },
                            {
                                "start": 110.165,
                                "stop": 136.922,
                                "byte_start": 546210,
                                "byte_stop": 653208,
                                "text": "While the SEC appoints board members it in turn can not remove them at will, instead the SEC can remove board members only for good cause strictly defined in this instance to include only the willful violation of board rules or the securities laws, willful abuse of office or unreasonable failure to enforce compliance with the law and with accounting rules."
                            },
                            {
                                "start": 136.922,
                                "stop": 145.165,
                                "byte_start": 653208,
                                "byte_stop": 686226,
                                "text": "Board members execute the laws of the United States but they are shielded from the chief executive by two layers of insulation."
                            },
                            {
                                "start": 145.165,
                                "stop": 152.679,
                                "byte_start": 686226,
                                "byte_stop": 716215,
                                "text": "The President must show good cause to fire the commissioners and the commission must show good cause to fire the board."
                            },
                            {
                                "start": 152.679,
                                "stop": 168.533,
                                "byte_start": 716215,
                                "byte_stop": 779640,
                                "text": "Now this suit was brought by an accounting firm, Beckstead and Watts and a nonprofit group, the free enterprise fund, they argued that the Act creating the board violates the separation of powers by effectively shielding the board from the President\u0027s control."
                            },
                            {
                                "start": 168.533,
                                "stop": 173.006,
                                "byte_start": 779640,
                                "byte_stop": 797508,
                                "text": "The District Court ruled against petitioners and a divided Court of Appeals affirmed."
                            },
                            {
                                "start": 173.006,
                                "stop": 185.75,
                                "byte_start": 797508,
                                "byte_stop": 848499,
                                "text": "We granted certiorari and now reverse in part, we hold that the dual for cause limitations on the removal of Board members contravene the Constitution\u0027s separation of powers."
                            },
                            {
                                "start": 185.75,
                                "stop": 195.023,
                                "byte_start": 848499,
                                "byte_stop": 885593,
                                "text": "The President\u0027s executive power includes the authority to keep executive officers accountable by removing them from office if necessary."
                            },
                            {
                                "start": 195.023,
                                "stop": 210.015,
                                "byte_start": 885593,
                                "byte_stop": 945570,
                                "text": "As James Madison stated on the floor of the first Congress “if any power whatsoever is in its nature executive, it is the power of appointing overseeing and controlling those who execute the laws\u0022."
                            },
                            {
                                "start": 210.015,
                                "stop": 227.955,
                                "byte_start": 945570,
                                "byte_stop": 1017354,
                                "text": "Our landmark decision in Myers versus United States almost 90 years ago, we affirm that Article Two confers on the President, the general administrative control of those executing the laws. It is his responsibility to take care that the laws be faithfully executed."
                            },
                            {
                                "start": 227.955,
                                "stop": 236.881,
                                "byte_start": 1017354,
                                "byte_stop": 1053090,
                                "text": "As we explained in Myers he must therefore have the power to remove those officers for whom he cannot continue to be responsible."
                            },
                            {
                                "start": 236.881,
                                "stop": 258.212,
                                "byte_start": 1053090,
                                "byte_stop": 1138354,
                                "text": "Now since Myers, we have upheld limited restrictions on the President\u0027s removal power, most prominently in a case called Humphrey\u0027s Executor versus United States, there we held that Congress may under certain circumstances create independent principal officers whom the President cannot remove at will but only for good cause."
                            },
                            {
                                "start": 258.212,
                                "stop": 268.385,
                                "byte_start": 1138354,
                                "byte_stop": 1179105,
                                "text": "But in that case and others applying similar reasoning only one level of protected tenure separated the President from an officer exercising executive power."
                            },
                            {
                                "start": 268.385,
                                "stop": 278.813,
                                "byte_start": 1179105,
                                "byte_stop": 1220796,
                                "text": "The President or a subordinate he could remove at will decide it whether the protected officers conduct merited removal under the good cause standard."
                            },
                            {
                                "start": 278.813,
                                "stop": 285.239,
                                "byte_start": 1220796,
                                "byte_stop": 1246501,
                                "text": "In this case, we are asked to consider a new situation, not yet encountered by the court."
                            },
                            {
                                "start": 285.239,
                                "stop": 306.037,
                                "byte_start": 1246501,
                                "byte_stop": 1329674,
                                "text": "The act before us insulates executive officers, officers who exercise significant power in the name of the United States behind two levels of good cause tenure, it not only protects board members from removal except for good cause but withdraws from the President, any decision on which on whether that could cause exists."
                            },
                            {
                                "start": 306.037,
                                "stop": 317.518,
                                "byte_start": 1329674,
                                "byte_stop": 1375545,
                                "text": "That decision invested in other tenured officers, to commissioners were not subject to the President\u0027s direct control and who cannot be fired simply because the President disagrees with their decision."
                            },
                            {
                                "start": 317.518,
                                "stop": 348.834,
                                "byte_start": 1375545,
                                "byte_stop": 1500829,
                                "text": "This added layer of protection makes a fundamental difference with only one layer of insulation, the commissioners could remove board members at will and would have no excuse for retaining an officer who is not faithfully executing the law, they would be responsible for everything the board does and the President could hold them accountable to the same extent that he can hold them accountable for all the commission\u0027s other functions but with two layers of insulation in place the President\u0027s review is limited."
                            },
                            {
                                "start": 348.834,
                                "stop": 359.494,
                                "byte_start": 1500829,
                                "byte_stop": 1543461,
                                "text": "The President cannot hold the commissioners accountable for the board\u0027s conduct because the commissioners cannot remove the board at will, they are not responsible for everything the board does."
                            },
                            {
                                "start": 359.494,
                                "stop": 373.23,
                                "byte_start": 1543461,
                                "byte_stop": 1598422,
                                "text": "They are only responsible for their determination of whether the act’s rigorous would cause standard is met and even if the President disagrees with their determination, he cannot intervene on that basis alone."
                            },
                            {
                                "start": 373.23,
                                "stop": 379.1,
                                "byte_start": 1598422,
                                "byte_stop": 1621932,
                                "text": "This arrangement is contrary to Article Two’s vesting of the executive power in the President."
                            },
                            {
                                "start": 379.1,
                                "stop": 388.628,
                                "byte_start": 1621932,
                                "byte_stop": 1660071,
                                "text": "Without the ability to oversee the board or to attribute the board\u0027s failings to those whom he can oversee, the President is no longer the judge of the board\u0027s conduct."
                            },
                            {
                                "start": 388.628,
                                "stop": 394.053,
                                "byte_start": 1660071,
                                "byte_stop": 1681701,
                                "text": "He does not decide whether board members are abusing their officers or neglecting their duties."
                            },
                            {
                                "start": 394.053,
                                "stop": 402.716,
                                "byte_start": 1681701,
                                "byte_stop": 1716391,
                                "text": "He cannot ensure that the laws are being faithfully executed and he cannot be responsible for board member’s breach of faith."
                            },
                            {
                                "start": 402.716,
                                "stop": 409.843,
                                "byte_start": 1716391,
                                "byte_stop": 1744917,
                                "text": "That consequence undermines the principle of accountability that is at the heart of our democratic republic."
                            },
                            {
                                "start": 409.843,
                                "stop": 458.824,
                                "byte_start": 1744917,
                                "byte_stop": 1940835,
                                "text": "After all none of us get to vote for SEC commissioners or for members of the public company accounting oversight board, instead as Alexander Hamilton explained in the Federalist papers the people look to the President to guide the assistance and deputies subject to his superintendence, without a clear and effective chain of command the people do not know, again as Hamilton put it on whom the blame for “a pernicious measure or a series of pernicious measures ought really to fall\u0022 that is why Madison insisted that the chain of dependents be preserved, that the lowest officers, the middle grade, and the highest will depend as they ought on the President and the President on the community."
                            },
                            {
                                "start": 458.824,
                                "stop": 471.561,
                                "byte_start": 1940835,
                                "byte_stop": 1991722,
                                "text": "This much is basic for the people to govern they must be able to hold an elected official responsible for the conduct of the executive branch, that official is under the Constitution the President."
                            },
                            {
                                "start": 471.561,
                                "stop": 480.425,
                                "byte_start": 1991722,
                                "byte_stop": 2027248,
                                "text": "For the President to be accountable, he must have the power to control the executive officers who assist him in carrying out his duties."
                            },
                            {
                                "start": 480.425,
                                "stop": 486.909,
                                "byte_start": 2027248,
                                "byte_stop": 2053162,
                                "text": "This fundamental principle is captured in one of the most famous political axioms in our nation\u0027s history."
                            },
                            {
                                "start": 486.909,
                                "stop": 492.987,
                                "byte_start": 2053162,
                                "byte_stop": 2077508,
                                "text": "The one that was on the sign on Harry Truman\u0027s desk in the Oval Office, “The Buck Stops Here”."
                            },
                            {
                                "start": 492.987,
                                "stop": 505.875,
                                "byte_start": 2077508,
                                "byte_stop": 2129021,
                                "text": "The Act before us today grants the board, executive power without effective Presidential oversight, under this law the buck stops with the public company accounting oversight board."
                            },
                            {
                                "start": 505.875,
                                "stop": 511.976,
                                "byte_start": 2129021,
                                "byte_stop": 2153472,
                                "text": "The law is therefore incompatible with the Constitution\u0027s separation of powers."
                            },
                            {
                                "start": 511.976,
                                "stop": 516.967,
                                "byte_start": 2153472,
                                "byte_stop": 2173430,
                                "text": "The government, the board and the dissent in this case all resist this conclusion."
                            },
                            {
                                "start": 516.967,
                                "stop": 521.149,
                                "byte_start": 2173430,
                                "byte_stop": 2190148,
                                "text": "We have considered their arguments carefully but we disagree."
                            },
                            {
                                "start": 521.149,
                                "stop": 526.769,
                                "byte_start": 2190148,
                                "byte_stop": 2212613,
                                "text": "Respondents for example, argue that the second layer of insulation from oversight does not matter."
                            },
                            {
                                "start": 526.769,
                                "stop": 541.648,
                                "byte_start": 2212613,
                                "byte_stop": 2272068,
                                "text": "They say that the commission has general oversight over the board\u0027s functions if not its members that this power is enough but broad power over board functions is not equivalent to a power to remove board members."
                            },
                            {
                                "start": 541.648,
                                "stop": 549.741,
                                "byte_start": 2272068,
                                "byte_stop": 2304460,
                                "text": "The SEC cannot wield a free hand to supervise individual members if it must destroy the board in order to fix it."
                            },
                            {
                                "start": 549.741,
                                "stop": 554.417,
                                "byte_start": 2304460,
                                "byte_stop": 2323163,
                                "text": "Moreover the commission\u0027s power over the board is not plenary."
                            },
                            {
                                "start": 554.417,
                                "stop": 565.866,
                                "byte_start": 2323163,
                                "byte_stop": 2369034,
                                "text": "The board has significant independence from anyone\u0027s control in determining its priorities and enforcing the laws in the name and with the power of the United States."
                            },
                            {
                                "start": 565.866,
                                "stop": 570.844,
                                "byte_start": 2369034,
                                "byte_stop": 2388888,
                                "text": "The dissent too dismisses the importance of removal as a tool of accountability."
                            },
                            {
                                "start": 570.844,
                                "stop": 585.457,
                                "byte_start": 2388888,
                                "byte_stop": 2447402,
                                "text": "It concludes that the President\u0027s practical influence depends on many things such as budgeting authority, relationships between agencies, the influence of Congress and whether unelected official support or resist the President\u0027s policies."
                            },
                            {
                                "start": 585.457,
                                "stop": 591.214,
                                "byte_start": 2447402,
                                "byte_stop": 2470390,
                                "text": "But the framers of our Constitution did not rest our liberties on such bureaucratic minutiae."
                            },
                            {
                                "start": 591.214,
                                "stop": 603.795,
                                "byte_start": 2470390,
                                "byte_stop": 2520754,
                                "text": "We think it plain that when the President cannot fire the commission when he wants and the commission cannot fire the board when it wants, the boards independent -- independence from the President is greatly expanded."
                            },
                            {
                                "start": 603.795,
                                "stop": 608.496,
                                "byte_start": 2520754,
                                "byte_stop": 2539457,
                                "text": "The President can always choose to restrain himself in dealing with his subordinates."
                            },
                            {
                                "start": 608.496,
                                "stop": 614.301,
                                "byte_start": 2539457,
                                "byte_stop": 2562759,
                                "text": "This is a case about whether power exists, not about how it should be exercised."
                            },
                            {
                                "start": 614.301,
                                "stop": 621.865,
                                "byte_start": 2562759,
                                "byte_stop": 2592956,
                                "text": "With sincere respect we think that the dissent does not place sufficient weight on the on the constitutional need for accountability."
                            },
                            {
                                "start": 621.865,
                                "stop": 637.751,
                                "byte_start": 2592956,
                                "byte_stop": 2656486,
                                "text": "The dissent points to the vast and varied functions of the federal government, stresses the need for regulation by technical professional experts and portrays the board’s dual levels of insulation as necessary to a workable government."
                            },
                            {
                                "start": 637.751,
                                "stop": 646.901,
                                "byte_start": 2656486,
                                "byte_stop": 2693162,
                                "text": "But you can have a government that functions without being ruled by functionaries, a government that benefits from expertise without being ruled by experts."
                            },
                            {
                                "start": 646.901,
                                "stop": 656.153,
                                "byte_start": 2693162,
                                "byte_stop": 2730151,
                                "text": "Our constitution was adopted to enable the people to govern themselves through their elected leaders who must be held accountable for what the government does."
                            },
                            {
                                "start": 656.153,
                                "stop": 662.765,
                                "byte_start": 2730151,
                                "byte_stop": 2756587,
                                "text": "The dissent suggests that the board structure is not all that unusual and predicts dire consequences from our holding."
                            },
                            {
                                "start": 662.765,
                                "stop": 676.444,
                                "byte_start": 2756587,
                                "byte_stop": 2811340,
                                "text": "It argues that many other government positions are analogous to the board and complains that we do not resolve the status of those positions even though the issues concerning those other positions have not been briefed, argued or presented for our review."
                            },
                            {
                                "start": 676.444,
                                "stop": 678.377,
                                "byte_start": 2811340,
                                "byte_stop": 2819072,
                                "text": "We decline to do so."
                            },
                            {
                                "start": 678.377,
                                "stop": 688.275,
                                "byte_start": 2819072,
                                "byte_stop": 2858674,
                                "text": "In any event the dissent fails in our view to support its premonitions of doing, none of the petitioner positions it identifies are similarly situated to the board."
                            },
                            {
                                "start": 688.275,
                                "stop": 695.053,
                                "byte_start": 2858674,
                                "byte_stop": 2885736,
                                "text": "We note in our opinion a variety of respects in which the other physicians remarkably different from the one before us today."
                            },
                            {
                                "start": 695.053,
                                "stop": 705.251,
                                "byte_start": 2885736,
                                "byte_stop": 2926488,
                                "text": "We also note that the government does not share the dissent\u0027s view that these other positions are like the board and declined to cite them as ground for not reaching the ruling we do."
                            },
                            {
                                "start": 705.251,
                                "stop": 714.909,
                                "byte_start": 2926488,
                                "byte_stop": 2965149,
                                "text": "If the government thought these positions could be affected, we think it would have let us know instead in a precisely the opposite representation in the court below."
                            },
                            {
                                "start": 714.909,
                                "stop": 724.469,
                                "byte_start": 2965149,
                                "byte_stop": 3003392,
                                "text": "There is no reason for us to address whether these positions or any others not at issue here are so structure as to infringe the President\u0027s constitutional authority."
                            },
                            {
                                "start": 724.469,
                                "stop": 737.921,
                                "byte_start": 3003392,
                                "byte_stop": 3057204,
                                "text": "The only issue in this case is whether Congress may deprive the President of adequate control over the board which is the regulator of first resort and the primary law enforcement authority for a vital sector of our economy."
                            },
                            {
                                "start": 737.921,
                                "stop": 740.771,
                                "byte_start": 3057204,
                                "byte_stop": 3068594,
                                "text": "We hold that it cannot."
                            },
                            {
                                "start": 740.771,
                                "stop": 745.039,
                                "byte_start": 3068594,
                                "byte_stop": 3085730,
                                "text": "We turn now to the practical consequences of that holding."
                            },
                            {
                                "start": 745.039,
                                "stop": 750.236,
                                "byte_start": 3085730,
                                "byte_stop": 3106419,
                                "text": "Petitioners argue that the board must be struck down as unconstitutional in its entirety."
                            },
                            {
                                "start": 750.236,
                                "stop": 759.44,
                                "byte_start": 3106419,
                                "byte_stop": 3143304,
                                "text": "The government on the other hand argues that we should just answer the question before us by severing the aspect of the statute that is unconstitutional."
                            },
                            {
                                "start": 759.44,
                                "stop": 765.106,
                                "byte_start": 3143304,
                                "byte_stop": 3165978,
                                "text": "The second layer of insulation from Presidential control and otherwise not disturb the Act."
                            },
                            {
                                "start": 765.106,
                                "stop": 782.303,
                                "byte_start": 3165978,
                                "byte_stop": 3234732,
                                "text": "We agree with the government and adopt that more modest approach, with the unconstitutional restrictions excised, the act remains fully operative as a law, the board may continue to function as before but its members are subject to removal at will by the commission."
                            },
                            {
                                "start": 782.303,
                                "stop": 788.135,
                                "byte_start": 3234732,
                                "byte_stop": 3258034,
                                "text": "This gives as much effect to the expressed will of Congress as we can consistent with the constitution."
                            },
                            {
                                "start": 788.135,
                                "stop": 797.575,
                                "byte_start": 3258034,
                                "byte_stop": 3295859,
                                "text": "It seems clear to us that Congress would have preferred a board with a single level of insulation from the President rather than no board at all."
                            },
                            {
                                "start": 797.575,
                                "stop": 806.023,
                                "byte_start": 3295859,
                                "byte_stop": 3329609,
                                "text": "The judgment of the Court of Appeals for the District of Columbia circuit is affirmed in part, reversed in part and remanded."
                            }
                        ]
                    },
                    {
                        "start": 806.023,
                        "stop": 1415.994,
                        "byte_start": 3329609,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15139,
                            "name": "Stephen G. Breyer",
                            "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
                            "last_name": "Breyer",
                            "roles": [
                                {
                                    "id": 2785,
                                    "type": "scotus_justice",
                                    "date_start": 775890000,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
                                }
                            ],
                            "thumbnail": {
                                "id": 32682,
                                "mime": "image\/png",
                                "size": 49908,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
                            },
                            "length_of_service": 7777,
                            "identifier": "stephen_g_breyer"
                        },
                        "text_blocks": [
                            {
                                "start": 806.023,
                                "stop": 815.233,
                                "byte_start": 3329609,
                                "byte_stop": 3366494,
                                "text": "The Court today announces a new principle of constitutional law governing the structure of our Federal Government."
                            },
                            {
                                "start": 815.233,
                                "stop": 830.692,
                                "byte_start": 3366494,
                                "byte_stop": 3428248,
                                "text": "It says that the Constitution forbids statutes that provide a inferior officer of the United States with two layers of removal for cause protection."
                            },
                            {
                                "start": 830.692,
                                "stop": 835.059,
                                "byte_start": 3428248,
                                "byte_stop": 3445802,
                                "text": "Where does this constitutional principle come from?"
                            },
                            {
                                "start": 835.059,
                                "stop": 844.687,
                                "byte_start": 3445802,
                                "byte_stop": 3484254,
                                "text": "It doesn’t come from that Constitution\u0027s text, the text assignment with respect to the power of removal from office."
                            },
                            {
                                "start": 844.687,
                                "stop": 859.462,
                                "byte_start": 3484254,
                                "byte_stop": 3543395,
                                "text": "It doesn\u0027t come from the Constitution’s history, for that shows that the framers disagreed about protecting officers from removal and remove, read what Madison says about it."
                            },
                            {
                                "start": 859.462,
                                "stop": 865.801,
                                "byte_start": 3543395,
                                "byte_stop": 3568682,
                                "text": "At one point he wants to keep the controller totally insulated, at another point, he doesn\u0027t."
                            },
                            {
                                "start": 865.801,
                                "stop": 871.689,
                                "byte_start": 3568682,
                                "byte_stop": 3592296,
                                "text": "You can find lots of that history, you can\u0027t find agreement."
                            },
                            {
                                "start": 871.689,
                                "stop": 875.159,
                                "byte_start": 3592296,
                                "byte_stop": 3606194,
                                "text": "Nor does it come from this Court’s earlier precedent."
                            },
                            {
                                "start": 875.159,
                                "stop": 908.863,
                                "byte_start": 3606194,
                                "byte_stop": 3740985,
                                "text": "For that precedent makes absolutely clear that the Constitution does permit one level of ‘for cause’ protection and it nowhere hints or suggests the two levels would be somehow worse, nor can I find any constitutional policy, say a policy related to the separation of powers could somehow offer significant support for the majority\u0027s brand new principal."
                            },
                            {
                                "start": 908.863,
                                "stop": 925.554,
                                "byte_start": 3740985,
                                "byte_stop": 3807754,
                                "text": "Now you have to keep in mind because it\u0027s a little complicated, that level one of ‘for cause’ protects the SCC commissions and they appoint the board members and level 2 of for cause protects the board members, okay?"
                            },
                            {
                                "start": 925.554,
                                "stop": 940.01,
                                "byte_start": 3807754,
                                "byte_stop": 3865537,
                                "text": "I understand that arithmetically speaking, arithmetic two levels are more than one level, I\u0027ve got that one but I do not understand why, constitutionally speaking."
                            },
                            {
                                "start": 940.01,
                                "stop": 945.578,
                                "byte_start": 3865537,
                                "byte_stop": 3887794,
                                "text": "That fact about arithmetic should make some significant difference."
                            },
                            {
                                "start": 945.578,
                                "stop": 948.942,
                                "byte_start": 3887794,
                                "byte_stop": 3901273,
                                "text": "Let’s consider the pure logic."
                            },
                            {
                                "start": 948.942,
                                "stop": 960.494,
                                "byte_start": 3901273,
                                "byte_stop": 3947457,
                                "text": "How does two levels more than one level make a significant practical difference to the President of the United States?"
                            },
                            {
                                "start": 960.494,
                                "stop": 967.98,
                                "byte_start": 3947457,
                                "byte_stop": 3977446,
                                "text": "Either, the commission and the President agree about removing board members or they do not?"
                            },
                            {
                                "start": 967.98,
                                "stop": 976.124,
                                "byte_start": 3977446,
                                "byte_stop": 4010047,
                                "text": "If they agree that they should be removed or they shouldn’t, level 1 makes no difference, how could it make a difference?"
                            },
                            {
                                "start": 976.124,
                                "stop": 980.039,
                                "byte_start": 4010047,
                                "byte_stop": 4025720,
                                "text": "The President and the commissioners agree."
                            },
                            {
                                "start": 980.039,
                                "stop": 996.836,
                                "byte_start": 4025720,
                                "byte_stop": 4092907,
                                "text": "Now if they disagree and if the commission doesn\u0027t want to remove the board member, level 2 makes no difference because the commission wouldn’t remove the board member since it doesn\u0027t want to level 2 or not level 2?"
                            },
                            {
                                "start": 996.836,
                                "stop": 1013.738,
                                "byte_start": 4092907,
                                "byte_stop": 4160512,
                                "text": "But if the disagreement is different and it\u0027s the President who does not want to remove the board members but the commission does, level two helps suppress it, because level two stop the commission from doing something that the President doesn\u0027t want."
                            },
                            {
                                "start": 1013.738,
                                "stop": 1021.184,
                                "byte_start": 4160512,
                                "byte_stop": 4190292,
                                "text": "Now the majority underneath those general statements does try to find some instances where the two levels make a difference."
                            },
                            {
                                "start": 1021.184,
                                "stop": 1058.836,
                                "byte_start": 4190292,
                                "byte_stop": 4340861,
                                "text": "Now I would read them with great care and try to figure out just what they are and if you do figure them out, I think you may agree with me that there are best court cases that are not likely to arise and there is no evidence that any of it never has arisen in the history of United States, nor in the second level for cause removal limit the President\u0027s policy choices beyond what level 1 does because the statute grants the commission virtually complete control over every action the board takes."
                            },
                            {
                                "start": 1058.836,
                                "stop": 1083.445,
                                "byte_start": 4340861,
                                "byte_stop": 4439291,
                                "text": "The sole function, I think that second level of fore-clause provision serves is to assure the board members and the public that whether the commission does or does not change the board\u0027s policies, the board members themselves are protected from removal, say for political reasons and there are strong justifications for granting them this kind of protection."
                            },
                            {
                                "start": 1083.445,
                                "stop": 1104.903,
                                "byte_start": 4439291,
                                "byte_stop": 4525181,
                                "text": "The board carries out important adjudicatory functions, its members act like judges, when they hear individual cases, for example, deciding whether and how to discipline and an accounting firm what the Chief Justice properly mentioned is imposing sanctions on affirm, that’s called an adjudication."
                            },
                            {
                                "start": 1104.903,
                                "stop": 1125.326,
                                "byte_start": 4525181,
                                "byte_stop": 4606788,
                                "text": "In this rationale for protection here is reinforced by other factors, the nature of the accounting board, the need for board expertise, they need to assure the financial markets and the public that board members will themselves act independently, and not politically."
                            },
                            {
                                "start": 1125.326,
                                "stop": 1136.829,
                                "byte_start": 4606788,
                                "byte_stop": 4652868,
                                "text": "Now these are classical reasons particularly adjudication, for saying that the Constitution permits for -cause protection."
                            },
                            {
                                "start": 1136.829,
                                "stop": 1149.726,
                                "byte_start": 4652868,
                                "byte_stop": 4704381,
                                "text": "So I can conclude from that the presence of two levels of constitutional protection, at least from a constitutional protection is justified."
                            },
                            {
                                "start": 1149.726,
                                "stop": 1160.201,
                                "byte_start": 4704381,
                                "byte_stop": 4746282,
                                "text": "In any event, for the reasons I said I don\u0027t think it really hurts the President\u0027s authority to do what he wants in any practical respect having a second level rather than one."
                            },
                            {
                                "start": 1160.201,
                                "stop": 1169.028,
                                "byte_start": 4746282,
                                "byte_stop": 4781599,
                                "text": "And I don\u0027t even see to be honest while the court reached this question, do we really have two levels of for-cause protection?"
                            },
                            {
                                "start": 1169.028,
                                "stop": 1184.052,
                                "byte_start": 4781599,
                                "byte_stop": 4841681,
                                "text": "The SCC statute says nothing about removal for-cause and if you look, when it was enacted, it enacted at a time when Congress because of the Myers case and before Humphrey\u0027s executor thought they didn’t have the power to impose for-cause protection."
                            },
                            {
                                "start": 1184.052,
                                "stop": 1188.66,
                                "byte_start": 4841681,
                                "byte_stop": 4860176,
                                "text": "So I would say reading it, there is only level of for-cause protection."
                            },
                            {
                                "start": 1188.66,
                                "stop": 1197.839,
                                "byte_start": 4860176,
                                "byte_stop": 4896852,
                                "text": "So the court has to read an otherwise silent statute is if it contained a provision that then causes the court to strike the statute down, the other part of it."
                            },
                            {
                                "start": 1197.839,
                                "stop": 1208.992,
                                "byte_start": 4896852,
                                "byte_stop": 4941469,
                                "text": "This seems to me the opposite of what we normally do which is to read statutes to whenever possible in a manner that allows us to uphold what Congress has done, not strike it down."
                            },
                            {
                                "start": 1208.992,
                                "stop": 1215.04,
                                "byte_start": 4941469,
                                "byte_stop": 4965710,
                                "text": "Well, with the matter end right here you might wonder, although it’s sort of interesting."
                            },
                            {
                                "start": 1215.04,
                                "stop": 1222.34,
                                "byte_start": 4965710,
                                "byte_stop": 4994863,
                                "text": "Why would I dissent orally from what sounds like a technical constitutional issue?"
                            },
                            {
                                "start": 1222.34,
                                "stop": 1238.124,
                                "byte_start": 4994863,
                                "byte_stop": 5057975,
                                "text": "But the reason I\u0027m doing so is because I think quite a lot more is at stake, however technical, the court\u0027s decision sounds, I think it could have seriously adverse impact upon the functioning of the federal government."
                            },
                            {
                                "start": 1238.124,
                                "stop": 1260.44,
                                "byte_start": 5057975,
                                "byte_stop": 5147314,
                                "text": "In announcing its new principle, the Court as you heard, says well there may be all reasons out there that limit this, maybe it just for the accounting board normally, judicial opinions are not tickets for one ride in one day on one train, they have principle in all this."
                            },
                            {
                                "start": 1260.44,
                                "stop": 1281.347,
                                "byte_start": 5147314,
                                "byte_stop": 5230905,
                                "text": "Maybe it can be limited, the courts says we are not quite saying how, but unless it is somehow limited, its impact will reach way beyond the accounting board, potentially bringing within its scope many other inferior officers protected from removal by a double layer of for-cause requirements."
                            },
                            {
                                "start": 1281.347,
                                "stop": 1286.957,
                                "byte_start": 5230905,
                                "byte_stop": 5253371,
                                "text": "Now I have tried to count them and the government didn\u0027t, so they may be right and maybe I\u0027m wrong."
                            },
                            {
                                "start": 1286.957,
                                "stop": 1292.677,
                                "byte_start": 5253371,
                                "byte_stop": 5276254,
                                "text": "But we made a serious effort over months to count them, how many are there in this situation?"
                            },
                            {
                                "start": 1292.677,
                                "stop": 1341.848,
                                "byte_start": 5276254,
                                "byte_stop": 5472904,
                                "text": "And what we found in our office was thousands of positions arguably occupied by a person who seems to be an inferior officer of the United States, and who is protected by two levels of double clause including for example high level administrators of the Nuclear Regulatory Commission, The Federal Energy Regulatory Commission, The Federal Trade Commission, The Federal Communications Commission, The Chemical Safety Board, The Federal Mine Safety And Health Review Commission, The Social Security Administration and including as well 1500 administrative law judges and including might be surprised, -- I was surprised to hear this, most of the military\u0027s officer core, they all have two levels of protection and they are all officers of the United States."
                            },
                            {
                                "start": 1341.848,
                                "stop": 1358.589,
                                "byte_start": 5472904,
                                "byte_stop": 5539882,
                                "text": "So what\u0027s supposed to happen, when a private company that opposes an agency decision, attacks the constitutionality of that decision on grounds similar to the ground advanced by the private company in this case?"
                            },
                            {
                                "start": 1358.589,
                                "stop": 1387.665,
                                "byte_start": 5539882,
                                "byte_stop": 5656179,
                                "text": "The majority just says, well this may be really different but maybe it is, I just don’t see it at the moment and I wish they had, well, the majority does not explain whether or how these positions differ from most of the county board members before us, but unless today\u0027s principle of constitutional law is limited in some way or other, it can become virulent, running like a computer virus throughout the holes of government."
                            },
                            {
                                "start": 1387.665,
                                "stop": 1415.994,
                                "byte_start": 5656179,
                                "byte_stop": 0,
                                "text": "I cannot know for certain for the reasons that the Chief Justice said, just what the adverse consequences of today\u0027s new principles will be, but I fear and I have grounds for fear, that they may be substantial, that concern helps explain why, joined by Justice Stevens, Justice Ginsburg and Justice Sotomayor, I dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54844,
            "mime": "audio\/mpeg",
            "size": 5769446,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-861\/20100628o_08-861.delivery.mp3"
        },
        {
            "id": 76584,
            "mime": "audio\/ogg",
            "size": 14252299,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-861\/20100628o_08-861.ogg"
        },
        {
            "id": 76585,
            "mime": "application\/x-mpegURL",
            "size": 20450,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-861\/20100628o_08-861.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}