{
    "id": 23467,
    "title": "Opinion Announcement - June 17, 1988",
    "transcript": {
        "title": "Christianson v. Colt Industries Operating Corporation",
        "duration": 241.25,
        "sections": [
            {
                "start": 0,
                "stop": 241.25,
                "byte_start": 28672,
                "byte_stop": 993635,
                "turns": [
                    {
                        "start": 0,
                        "stop": 241.25,
                        "byte_start": 28672,
                        "byte_stop": 993635,
                        "speaker": {
                            "ID": 15140,
                            "name": "William J. Brennan, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
                            "last_name": "Brennan",
                            "roles": [
                                {
                                    "id": 2786,
                                    "type": "scotus_justice",
                                    "date_start": -416862000,
                                    "date_end": 648450000,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
                                }
                            ],
                            "thumbnail": {
                                "id": 32778,
                                "mime": "image\/png",
                                "size": 56873,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
                            },
                            "length_of_service": 12330,
                            "identifier": "william_j_brennan_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.857,
                                "byte_start": 28672,
                                "byte_stop": 80185,
                                "text": "The second case I have to announce, Christianson versus Colt Industries Operating Corperation is here on certiorari to the Court of Appeals for the Federal Circuit."
                            },
                            {
                                "start": 12.857,
                                "stop": 38.373,
                                "byte_start": 80185,
                                "byte_stop": 182168,
                                "text": "It requires that we decide whether that Court or the Court of Appeals for the Seventh Circuit had exclusive jurisdiction to decide an appeal from a final decision of a Federal District Court in favor of petitioners in a suit pleading an antitrust action against respondent, and also, a second cause of action under state law for tortious interference with business relationships."
                            },
                            {
                                "start": 38.373,
                                "stop": 62.802,
                                "byte_start": 182168,
                                "byte_stop": 279970,
                                "text": "A statute vests exclusive jurisdiction of such appeals and the Court of Appeals for the Federal Circuit if the jurisdiction of the District Court was based in whole or in part on another statute which grants the District Court original jurisdiction of any civil action and “arising under,” any federal statute relating to patents."
                            },
                            {
                                "start": 62.802,
                                "stop": 71.488,
                                "byte_start": 279970,
                                "byte_stop": 314661,
                                "text": "Petitioner obtained a summary judgment on the basis of a motion that raised a patent or issue and respondent appealed to the Federal Circuit."
                            },
                            {
                                "start": 71.488,
                                "stop": 79.405,
                                "byte_start": 314661,
                                "byte_stop": 346321,
                                "text": "That Court concluded that it lack jurisdiction and transferred the appeal to the Court of Appeals for the Seventh Circuit."
                            },
                            {
                                "start": 79.405,
                                "stop": 90.757,
                                "byte_start": 346321,
                                "byte_stop": 391774,
                                "text": "The Seventh Circuit however, held that the Federal Circuit was clearly wrong in disclaiming jurisdiction and transferred the appeal back to the Federal Circuit."
                            },
                            {
                                "start": 90.757,
                                "stop": 107.008,
                                "byte_start": 391774,
                                "byte_stop": 456767,
                                "text": "The Federal Circuit, for its part, adhered to its prior jurisdictional ruling, concluding that the Seventh Circuit exhibited, and I quote, “A monumental misunderstanding of the patent jurisdiction granted this Court” and was “clearly wrong.”"
                            },
                            {
                                "start": 107.008,
                                "stop": 114.408,
                                "byte_start": 456767,
                                "byte_stop": 486337,
                                "text": "Nevertheless, the Federal Circuit proceeded to address the merits in the interest of justice and reversed the District Court."
                            },
                            {
                                "start": 114.408,
                                "stop": 120.016,
                                "byte_start": 486337,
                                "byte_stop": 508803,
                                "text": "We granted certiorari and we now vacate the judgment of the Federal Circuit."
                            },
                            {
                                "start": 120.016,
                                "stop": 137.472,
                                "byte_start": 508803,
                                "byte_stop": 578602,
                                "text": "We hold that the suite brought by petitioners against the respondent is not an action arising under the patent statutes for purposes of Section 1338(a) are reasons for reaching this conclusion that set forth at length in the opinion filed with the clerk."
                            },
                            {
                                "start": 137.472,
                                "stop": 148.986,
                                "byte_start": 578602,
                                "byte_stop": 624682,
                                "text": "We hold further that the Federal Circuit after concluding that it lack jurisdiction erred in deciding to reach the merits anyway in the interest of justice."
                            },
                            {
                                "start": 148.986,
                                "stop": 154.493,
                                "byte_start": 624682,
                                "byte_stop": 646729,
                                "text": "Courts created by statute only have such jurisdiction as the statute confers."
                            },
                            {
                                "start": 154.493,
                                "stop": 170.345,
                                "byte_start": 646729,
                                "byte_stop": 710154,
                                "text": "Upon concluding that it lacked jurisdiction, the Federal Circuit had authority, under Section 1631, to make a single decision, either to dismiss the case or to transfer it to a Court of Appeals that had jurisdiction."
                            },
                            {
                                "start": 170.345,
                                "stop": 192.025,
                                "byte_start": 710154,
                                "byte_stop": 796776,
                                "text": "The rule that a court may not in any case, even in the interest of justice, extend its jurisdiction where none exists on occasions worked injustice in particular cases especially in the situation where, as here, the litigants are bandied back and forth between two courts, each of which insists that the other has jurisdiction."
                            },
                            {
                                "start": 192.025,
                                "stop": 203.821,
                                "byte_start": 796776,
                                "byte_stop": 844006,
                                "text": "Such situations in here and the very nature of jurisdictional lines, for few jurisdictional lines can be so finely drawn as to leave no room for disagreement on close cases."
                            },
                            {
                                "start": 203.821,
                                "stop": 214.874,
                                "byte_start": 844006,
                                "byte_stop": 888205,
                                "text": "However, the Courts of Appeals should achieve the end of quick settlement of questions of transfer by adhering we suggest, strictly the principles of law of the case."
                            },
                            {
                                "start": 214.874,
                                "stop": 230.413,
                                "byte_start": 888205,
                                "byte_stop": 950376,
                                "text": "While adherence to that principle will not shield an incorrect jurisdictional decision, should this Court choose to grant review, it will obviate the necessity for us to resolve every marginal jurisdictional dispute."
                            },
                            {
                                "start": 230.413,
                                "stop": 241.25,
                                "byte_start": 950376,
                                "byte_stop": 993635,
                                "text": "The opinion is unanimous and Justice Stevens, joined by Justice Blackmun, while joining the opinion with the Court, has filed a separate concurrence."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56056,
            "mime": "audio\/mpeg",
            "size": 993949,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1987\/87-499\/19880617o_87-499.delivery.mp3"
        },
        {
            "id": 77764,
            "mime": "audio\/ogg",
            "size": 2307221,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1987\/87-499\/19880617o_87-499.ogg"
        },
        {
            "id": 77765,
            "mime": "application\/x-mpegURL",
            "size": 3594,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1987\/87-499\/19880617o_87-499.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}