{
    "id": 21017,
    "title": "Opinion Announcement - May 13, 1996",
    "transcript": {
        "title": "44 Liquormart Inc. v. Rhode Island",
        "duration": 361.012,
        "sections": [
            {
                "start": 0,
                "stop": 361.012,
                "byte_start": 81485,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.366,
                        "byte_start": 81485,
                        "byte_stop": 118997,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.366,
                                "byte_start": 81485,
                                "byte_stop": 118997,
                                "text": "The opinion of the Court in No. 94-1140, 44 Liquormart Inc. versus Rhode Island will be 1announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 9.366,
                        "stop": 361.012,
                        "byte_start": 118997,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 9.366,
                                "stop": 15.661,
                                "byte_start": 118997,
                                "byte_stop": 144179,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the First Circuit."
                            },
                            {
                                "start": 15.661,
                                "stop": 24.842,
                                "byte_start": 144179,
                                "byte_stop": 180855,
                                "text": "In 1956, the Rhode Island legislature enacted two separate prohibitions against advertising the retail price of alcoholic beverages."
                            },
                            {
                                "start": 24.842,
                                "stop": 44.899,
                                "byte_start": 180855,
                                "byte_stop": 261103,
                                "text": "The first applies to vendors licensed in Rhode Island and prohibits them from advertising “in any manner whatsoever” the price of any alcoholic beverage offered for sale in the State with the exception of price tags and signs located on the licensed establishment’s premises but not visible from the street."
                            },
                            {
                                "start": 44.899,
                                "stop": 56.571,
                                "byte_start": 261103,
                                "byte_stop": 307810,
                                "text": "The Second Statute applies to the Rhode Island’s news media and categorically bans the publication or broadcast of advertisement that make reference to the price of any alcoholic beverages."
                            },
                            {
                                "start": 56.571,
                                "stop": 66.273,
                                "byte_start": 307810,
                                "byte_stop": 346680,
                                "text": "In 1991, in response to complaints from competitors that a license Rhode Island liquor retailer 44 Liquormart was advertising the prices of alcoholic beverages."
                            },
                            {
                                "start": 66.273,
                                "stop": 70.688,
                                "byte_start": 346680,
                                "byte_stop": 364339,
                                "text": "The State brought enforcement proceedings and assess the $400.00."
                            },
                            {
                                "start": 70.688,
                                "stop": 82.014,
                                "byte_start": 364339,
                                "byte_stop": 409583,
                                "text": "44 Liquormart paid the fine and then joined by Peoples Super Liquor Stores, a Massachusetts liquor retailer patronize by Rhode Island residents, initiated this action in Federal District Court."
                            },
                            {
                                "start": 82.014,
                                "stop": 89.037,
                                "byte_start": 409583,
                                "byte_stop": 437691,
                                "text": "They sought a declaratory judgment that the two state laws in the implementing regulations violates the First Amendment."
                            },
                            {
                                "start": 89.037,
                                "stop": 96.201,
                                "byte_start": 437691,
                                "byte_stop": 466321,
                                "text": "Rhode Island defended the price advertising prohibition as a reasonable means of serving its legitimate interest in promoting temper."
                            },
                            {
                                "start": 96.201,
                                "stop": 105.444,
                                "byte_start": 466321,
                                "byte_stop": 503310,
                                "text": "The state argued that the advertising prohibition would reduce alcoholic consumption by raising the retail price and increasing the search time for the customers."
                            },
                            {
                                "start": 105.444,
                                "stop": 120.556,
                                "byte_start": 503310,
                                "byte_stop": 563810,
                                "text": "It also argued that its determination on this was entitled to a particular deference under the Twenty-first Amendment which repeal the Eighteenth Amendment and delegated to the several state the power to prohibit commerce in or the use of alcoholic beverages."
                            },
                            {
                                "start": 120.556,
                                "stop": 131.242,
                                "byte_start": 563810,
                                "byte_stop": 606546,
                                "text": "After hearing the extensive expert testimony on the question, the District Court concluded that the State’s pricing price advertising prohibition would have no significant impact on alcohol consumption."
                            },
                            {
                                "start": 131.242,
                                "stop": 141.624,
                                "byte_start": 606546,
                                "byte_stop": 648029,
                                "text": "It also concluded that the Twenty-first Amendment did not diminish the burden that the First Amendment ordinarily imposes on the State when it seeks to regulate the dissemination of commercial speech."
                            },
                            {
                                "start": 141.624,
                                "stop": 150.025,
                                "byte_start": 648029,
                                "byte_stop": 681674,
                                "text": "Accordingly, the District Court held that the price advertising regulation violated the First Amendment."
                            },
                            {
                                "start": 150.025,
                                "stop": 152.417,
                                "byte_start": 681674,
                                "byte_stop": 691183,
                                "text": "An appeal the First Circuit reversed."
                            },
                            {
                                "start": 152.417,
                                "stop": 158.646,
                                "byte_start": 691183,
                                "byte_stop": 716156,
                                "text": "It found the inherent merit in the State\u0027s contention that the regulation of price advertising would reduce consumption."
                            },
                            {
                                "start": 158.646,
                                "stop": 169.253,
                                "byte_start": 716156,
                                "byte_stop": 758579,
                                "text": "Relying on our decision in California against LaRue, the First Circuit also concluded that Twenty-first Amendment gave the State’s advertising ban an added presumption of validity."
                            },
                            {
                                "start": 169.253,
                                "stop": 179.504,
                                "byte_start": 758579,
                                "byte_stop": 799539,
                                "text": "The First Circuit then held that under this Court’s decision in Central Hudson, Posadas, and Edge Broadcasting the State prohibition should be upheld."
                            },
                            {
                                "start": 179.504,
                                "stop": 191.891,
                                "byte_start": 799539,
                                "byte_stop": 849067,
                                "text": "Alternatively, the First Circuit concluded that our summary action in an earlier case involving a regulation of price advertising in Ohio, Queensgate Investment Co. compelled the same conclusion."
                            },
                            {
                                "start": 191.891,
                                "stop": 205.216,
                                "byte_start": 849067,
                                "byte_stop": 902357,
                                "text": "We granted certiorari to give more thorough analysis to the importance of First and Twenty-first Amendment question is presented by the regulation of liquor price advertising then we provided when we decline to accept jurisdiction of the Queensgate appeal."
                            },
                            {
                                "start": 205.216,
                                "stop": 212.961,
                                "byte_start": 902357,
                                "byte_stop": 933390,
                                "text": "For the reasons stated in four separate opinions filed with the Clerk, we now unanimously reverse the judgment of Court of Appeals."
                            },
                            {
                                "start": 212.961,
                                "stop": 219.159,
                                "byte_start": 933390,
                                "byte_stop": 958154,
                                "text": "In some parts of my opinion, I speak for the majority of the Court in another parts for only a plurality."
                            },
                            {
                                "start": 219.159,
                                "stop": 227.299,
                                "byte_start": 958154,
                                "byte_stop": 990755,
                                "text": "In a portion of the opinion that does command the majority, we hold that the Twenty-first Amendment does not qualify the protections afforded by the First Amendment."
                            },
                            {
                                "start": 227.299,
                                "stop": 233.824,
                                "byte_start": 990755,
                                "byte_stop": 1016878,
                                "text": "To the extent, our decision in California v. LaRue to the contrary we disavow its reasoning."
                            },
                            {
                                "start": 233.824,
                                "stop": 256.022,
                                "byte_start": 1016878,
                                "byte_stop": 1105589,
                                "text": "In another portion of my opinion that also commands the majority we hold that Rhode Island has failed to meet the “heavy burden” of justifying a complete ban on alcohol price advertising that the First Amendment has made applicable to the several states by the Due Process Clause of the Fourteenth Amendment imposes on attempts to restrict commercial speech that is the one at issue here."
                            },
                            {
                                "start": 256.022,
                                "stop": 265.501,
                                "byte_start": 1105589,
                                "byte_stop": 1143519,
                                "text": "In a part of my opinion that has joined only by Justices Kennedy, Thomas, and Ginsburg, we respond that the State\u0027s so-called greater includes the lesser argument."
                            },
                            {
                                "start": 265.501,
                                "stop": 277.195,
                                "byte_start": 1143519,
                                "byte_stop": 1190331,
                                "text": "The State argues that because it has the broad power to prohibit any sales of alcoholic beverages, it must also possess the lesser power to restrict advertisement offering such beverages for sale."
                            },
                            {
                                "start": 277.195,
                                "stop": 291.888,
                                "byte_start": 1190331,
                                "byte_stop": 1249054,
                                "text": "Although we do not dispute, the proposition that greater powers include lesser one, we disagree we the suggestion that the State\u0027s power to regulate commercial activity is greater than its power to ban truthful nonmisleading commercial speech."
                            },
                            {
                                "start": 291.888,
                                "stop": 300.597,
                                "byte_start": 1249054,
                                "byte_stop": 1283954,
                                "text": "Contrary to the major premise of the State’s argument, we think that it quite clear that banning speech may sometimes prove far more intrusive than banning conduct."
                            },
                            {
                                "start": 300.597,
                                "stop": 313.552,
                                "byte_start": 1283954,
                                "byte_stop": 1335781,
                                "text": "We reject the assumption that words are necessary less vital to freedom than actions or that logic somehow proves that the power to prohibit an activity is necessary greater than the power to suppress speech about it."
                            },
                            {
                                "start": 313.552,
                                "stop": 317.593,
                                "byte_start": 1335781,
                                "byte_stop": 1351872,
                                "text": "As a matter of First Amendment doctrine, the State\u0027s syllogism is untenable."
                            },
                            {
                                "start": 317.593,
                                "stop": 325.857,
                                "byte_start": 1351872,
                                "byte_stop": 1384995,
                                "text": "The text of the First Amendment makes clear that the Constitution presume those attempts to regulate speech are more dangerous than attempts to regulate conduct."
                            },
                            {
                                "start": 325.857,
                                "stop": 332.963,
                                "byte_start": 1384995,
                                "byte_stop": 1413416,
                                "text": "That presumption accords that the essential role that the free flow of information plays in a democratic society."
                            },
                            {
                                "start": 332.963,
                                "stop": 346.588,
                                "byte_start": 1413416,
                                "byte_stop": 1467856,
                                "text": "As a result, the First Amendment directs the government may not suppress speech as easily as it may suppress conduct and the speech restrictions can not be treated as simply another means that the government may use to achieve its ends."
                            },
                            {
                                "start": 346.588,
                                "stop": 361.012,
                                "byte_start": 1467856,
                                "byte_stop": 0,
                                "text": "Justice O’Connor has filed a separate opinion concurring in the judgment in which the Chief Justice, Justice Souter and Justice Breyer has joined; Justice Scalia and Justice Thomas have each also filed separate opinions concurring in part and concurring in the judgment."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51158,
            "mime": "audio\/mpeg",
            "size": 1518847,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1995\/94-1140\/19960513o_94-1140.delivery.mp3"
        },
        {
            "id": 72934,
            "mime": "audio\/ogg",
            "size": 3171328,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1995\/94-1140\/19960513o_94-1140.ogg"
        },
        {
            "id": 72935,
            "mime": "application\/x-mpegURL",
            "size": 5391,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1995\/94-1140\/19960513o_94-1140.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}