{
    "ID": 62650,
    "name": "Manuel v. Joliet",
    "href": "https:\/\/api.oyez.org\/cases\/2015\/14-9496",
    "docket_number": "14-9496",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of \u003Ci\u003Ecertiorari\u003C\/i\u003E",
    "first_party": "Elijah Manuel",
    "second_party": "City of Joliet, Illinois, et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1452837600
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53392"
        }
    ],
    "lower_court": {
        "ID": 12,
        "name": "United States Court of Appeals for the Seventh Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/12"
    },
    "facts_of_the_case": "\u003Cp\u003EElijah Manuel was a passenger in a car that was pulled over for failing to signal on March 18, 2011. When the police officer detected an odor of marijuana in the car, he dragged Manuel out of the car, pushed and kicked him, and handcuffed him. The officer found a bottle of pills in Manuel’s pocket during his pat-down. The pills were tested and the officers falsified the results to show the pills were ecstasy. The initial positive pill results were later tested at the scene of the arrest. More detailed negative lab results were presented by Manuel later. Manuel was arrested based on these initial results. The officers continued to rely on the false positive initial test throughout the grand jury proceedings, and he was held until May 4, when the Assistant State’s Attorney sought dismissal of the charges.\u003C\/p\u003E\n\u003Cp\u003EManuel sued the City of Joliet and various city officials and alleged malicious prosecution as well as other civil rights claims. The district court dismissed most of Manuel’s claims as falling outside of the statute of limitations. His malicious prosecution claim was not time-barred, however, but was dismissed under \u003Cem\u003ENewsome v. McCabe\u003C\/em\u003E, which held that federal claims of malicious prosecution stem from the right to due process and are not a Fourth Amendment issue. Therefore, there was no malicious prosecution claim under federal law if the state provided a similar cause of action, as Illinois did. On appeal, Manuel argued that Newsome did not foreclose a malicious prosecution claim on Fourth Amendment grounds when officers misrepresented evidence. The U.S. Court of Appeals for the Seventh Circuit affirmed the lower court’s ruling against Manuel as consistent with the \u003Cem\u003ENewsome\u003C\/em\u003E precedent.\u003C\/p\u003E\n",
    "question": "\u003Cp\u003EDoes an individual’s Fourth Amendment right to be free from unreasonable search and seizure continue beyond the legal process to allow a malicious prosecution claim based on the Fourth Amendment?\u003C\/p\u003E\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27398"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2015",
    "location": {
        "latitude": 41.524875,
        "longitude": -88.09192,
        "name": "City of Joliet",
        "street": "150 W. Jefferson St.",
        "city": "Joliet",
        "province": "IL",
        "postal_code": null,
        "province_name": "Illinois"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether an individual’s Fourth Amendment right to be free from unreasonable search and seizure continues beyond the legal process to allow a malicious prosecution claim based on the Fourth Amendment.",
    "written_opinion": null,
    "related_cases": null
}