{
    "id": 23499,
    "title": "Opinion Announcement - June 27, 2005",
    "transcript": {
        "title": "Metro-Goldwyn-Mayer Studios Inc. v. Grokster, Ltd.",
        "duration": 320.177,
        "sections": [
            {
                "start": 0,
                "stop": 320.177,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 320.177,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.821,
                                "byte_start": 28672,
                                "byte_stop": 79976,
                                "text": "The second case in which I have the opinion to delivery is Metro-Goldwyn-Mayer Studios against Grokster, the number is 04-480."
                            },
                            {
                                "start": 12.821,
                                "stop": 18.015,
                                "byte_start": 79976,
                                "byte_stop": 100770,
                                "text": "This case comes to use on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 18.015,
                                "stop": 37.723,
                                "byte_start": 100770,
                                "byte_stop": 179660,
                                "text": "The respondents, Grokster and StreamCast are companies in the business of giving away software that allows users to exchange electronic files across peer-to-peer networks, networks where users computers communicate directly with each other and not though any central computer."
                            },
                            {
                                "start": 37.723,
                                "stop": 54.813,
                                "byte_start": 179660,
                                "byte_stop": 247996,
                                "text": "The two companies make their money by being paid advertising through the computers that use their software but because of the decentralize software design, Grokster and StreamCast do not know what files their users exchange or when."
                            },
                            {
                                "start": 54.813,
                                "stop": 66.024,
                                "byte_start": 247996,
                                "byte_stop": 292822,
                                "text": "What they do know however, is that the vast majority of the billions of files exchanged contain copyrighted music and movies."
                            },
                            {
                                "start": 66.024,
                                "stop": 73.079,
                                "byte_start": 292822,
                                "byte_stop": 321034,
                                "text": "Both companies took active steps to encourage copyright infringement by the users of the free software."
                            },
                            {
                                "start": 73.079,
                                "stop": 88.713,
                                "byte_start": 321034,
                                "byte_stop": 383624,
                                "text": "For example, each distributed software of a kind known as OpenNap which is compatible with the Napster file sharing service known to be used predominantly for copyright infringement."
                            },
                            {
                                "start": 88.713,
                                "stop": 101.493,
                                "byte_start": 383624,
                                "byte_stop": 434719,
                                "text": "StreamCast marketed its peer-to-peer software to Napster users as an alternative to Napster and Grokster tried to divert internet search queries for Napster to its own website."
                            },
                            {
                                "start": 101.493,
                                "stop": 112.66,
                                "byte_start": 434719,
                                "byte_stop": 479336,
                                "text": "Both companies provided technical support to users who wanted help in playing copyrighted movies and music."
                            },
                            {
                                "start": 112.66,
                                "stop": 134.486,
                                "byte_start": 479336,
                                "byte_stop": 566690,
                                "text": "The petitioners are a large group of copyright holders which we are calling MGM for short who sued Grokster and StreamCast and claimed that the companies were secondarily liable for copyright infringement, i.e. that they were responsible for the copyright infringements committed by the people who used their software."
                            },
                            {
                                "start": 134.486,
                                "stop": 141.989,
                                "byte_start": 566690,
                                "byte_stop": 596679,
                                "text": "The District Court granted summary judgment in favor of Grokster and StreamCast and the Ninth Circuit affirmed."
                            },
                            {
                                "start": 141.989,
                                "stop": 152.689,
                                "byte_start": 596679,
                                "byte_stop": 639519,
                                "text": "In the Circuit\u0027s view, the software was capable of substantial lawful use such as the exchange of public domain works or the authorized copying of media files."
                            },
                            {
                                "start": 152.689,
                                "stop": 167.243,
                                "byte_start": 639519,
                                "byte_stop": 697720,
                                "text": "The Circuit read this Court\u0027s case Sony v. Universal City Studios as precluding secondary labiality by the provider of a device with substantial lawful uses."
                            },
                            {
                                "start": 167.243,
                                "stop": 176.36,
                                "byte_start": 697720,
                                "byte_stop": 734187,
                                "text": "We granted certiorari and as explained in a unanimous opinion filed with the Clerk today, we vacate the judgment of the Ninth Circuit."
                            },
                            {
                                "start": 176.36,
                                "stop": 186.205,
                                "byte_start": 734187,
                                "byte_stop": 773580,
                                "text": "In the Sony case, the manufacturer of the video cassette recorder was sued for the unlawful taping of broadcast programs by VCR users."
                            },
                            {
                                "start": 186.205,
                                "stop": 194.912,
                                "byte_start": 773580,
                                "byte_stop": 808375,
                                "text": "There was no evidence that the manufacturer induced infringement and there were substantial lawful uses for the VCR."
                            },
                            {
                                "start": 194.912,
                                "stop": 198.107,
                                "byte_start": 808375,
                                "byte_stop": 821123,
                                "text": "We held that the manufacturer was not liable."
                            },
                            {
                                "start": 198.107,
                                "stop": 208.732,
                                "byte_start": 821123,
                                "byte_stop": 863650,
                                "text": "It had shown no bad faith in distributing the VCR nor could bad faith be imputed solely from the paucity of lawful uses for the device."
                            },
                            {
                                "start": 208.732,
                                "stop": 211.326,
                                "byte_start": 863650,
                                "byte_stop": 873994,
                                "text": "But this case is not like Sony."
                            },
                            {
                                "start": 211.326,
                                "stop": 228.8,
                                "byte_start": 873994,
                                "byte_stop": 943898,
                                "text": "Long established common law principles indicate that one who distributes product with a purpose such as fostering copyright infringement is shown by active steps taken to promote unlawful uses is liable for the unlawful use that results."
                            },
                            {
                                "start": 228.8,
                                "stop": 238.845,
                                "byte_start": 943898,
                                "byte_stop": 984127,
                                "text": "In this case, there is evidence in the record that Grokster and StreamCast each have such a purpose and have taken steps to induce copyright violations."
                            },
                            {
                                "start": 238.845,
                                "stop": 255.915,
                                "byte_start": 984127,
                                "byte_stop": 1052359,
                                "text": "Evidence shows that each aimed to satisfy the demand for copyright infringement in the market of former Napster users, each promoted and profited from the infringing uses of the software and neither one made any effort to stop the infringement."
                            },
                            {
                                "start": 255.915,
                                "stop": 269.148,
                                "byte_start": 1052359,
                                "byte_stop": 1105335,
                                "text": "In light of this substantial evidence in MGM\u0027s favor on all elements of the inducement theory of contributory infringement, it was error to grant summary judgment in favor of the two companies."
                            },
                            {
                                "start": 269.148,
                                "stop": 283.243,
                                "byte_start": 1105335,
                                "byte_stop": 1161655,
                                "text": "The opinion does not reach the further question imposed by MGM about the Sony rule that is how much lawful use is necessary to avoid liability simply for distributing a product used by some others for infringement."
                            },
                            {
                                "start": 283.243,
                                "stop": 292.918,
                                "byte_start": 1161655,
                                "byte_stop": 1200421,
                                "text": "The case is remanded for further proceedings and for reconsideration of MGM\u0027s motion for summary judgment on the theory we set out today."
                            },
                            {
                                "start": 292.918,
                                "stop": 320.177,
                                "byte_start": 1200421,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed a concurring opinion in which the Chief Justice and Justice Kennedy join; Justice Breyer has filed a concurring opinion in which Justice Stevens and Justice O\u0027Connor join."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56118,
            "mime": "audio\/mpeg",
            "size": 1243575,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/04-480\/20050627o_04-480.delivery.mp3"
        },
        {
            "id": 77826,
            "mime": "audio\/ogg",
            "size": 2983156,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/04-480\/20050627o_04-480.ogg"
        },
        {
            "id": 77827,
            "mime": "application\/x-mpegURL",
            "size": 4497,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/04-480\/20050627o_04-480.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}