{
    "id": 23939,
    "title": "Opinion Announcement - June 18, 2015",
    "transcript": {
        "title": "Davis v. Ayala",
        "duration": 307.872,
        "sections": [
            {
                "start": 0,
                "stop": 307.872,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 307.872,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.678,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The second case is Davis v. Ayala 14-485."
                            },
                            {
                                "start": 7.678,
                                "stop": 15.647,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 1989 a California jury convicted Hector Ayala of triple murder and sentenced him to death."
                            },
                            {
                                "start": 15.647,
                                "stop": 27.569,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "During jury selection prior to his trial, Ayala argued that the prosecution struck seven prospective jurors on the basis of their race in violation of Batson v. Kentucky."
                            },
                            {
                                "start": 27.569,
                                "stop": 34.407,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The trial judge permitted the prosecution to disclose its reasons for the strikes outside the presence of defense counsel."
                            },
                            {
                                "start": 34.407,
                                "stop": 44.371,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After hearing the reasons for the preemptory challenges, the judge concluded that the prosecution had valid race-neutral reasons for the strikes."
                            },
                            {
                                "start": 44.371,
                                "stop": 53.336,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case is about whether the exclusion of defense counsel from the Batson hearing or from a portion of the Batson hearing was harmless error."
                            },
                            {
                                "start": 53.336,
                                "stop": 67.493,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "After Ayala was convicted, he appealed his conviction and death sentence, and he argued that the trial court\u0027s decision to exclude the defense from part of the Batson hearing violated his federal constitutional rights."
                            },
                            {
                                "start": 67.493,
                                "stop": 70.109,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The California Supreme Court denied relief."
                            },
                            {
                                "start": 70.109,
                                "stop": 81.777,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It held that even if Ayala\u0027s constitutional rights were violated any error was harmless beyond a reasonable doubt under our decision in Chapman v. California."
                            },
                            {
                                "start": 81.777,
                                "stop": 91.785,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Court held that defense counsel could not have argued anything substantial that would have changed the trial court\u0027s ruling that the strikes were not based on race."
                            },
                            {
                                "start": 91.785,
                                "stop": 94.453,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ayala then sought federal habeas relief."
                            },
                            {
                                "start": 94.453,
                                "stop": 101.962,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court denied relief, but the Ninth Circuit reversed and ordered that he be retried or released."
                            },
                            {
                                "start": 101.962,
                                "stop": 110.332,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Ninth Circuit first held that the exclusion of defense counsel from part of the Batson hearing violated Ayala\u0027s constitutional rights."
                            },
                            {
                                "start": 110.332,
                                "stop": 117.035,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It then held that this error was not harmless under our decision in Brecht v. Abrahamson."
                            },
                            {
                                "start": 117.035,
                                "stop": 123.212,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Ninth Circuit thus ordered the State to either retry Ayala or release him from custody."
                            },
                            {
                                "start": 123.212,
                                "stop": 133.282,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We now reversed the decision of the Ninth Circuit, assuming without deciding that Ayala\u0027s federal constitutional rights were violated, we hold that any error was harmless."
                            },
                            {
                                "start": 133.282,
                                "stop": 140.542,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Ninth Circuit\u0027s contrary decision was based on a misapplication of basic rules regarding harmless error."
                            },
                            {
                                "start": 140.542,
                                "stop": 150.889,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Because Ayala seeks federal habeas relief, he must satisfy the test for harmlessness set forth in the Brecht decision that I previously mentioned."
                            },
                            {
                                "start": 150.889,
                                "stop": 164.484,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Under that test a constitutional error is harmless unless it resulted in actual prejudice and had a substantial and injurious effect or influence in determining the jury\u0027s verdict."
                            },
                            {
                                "start": 164.484,
                                "stop": 175.199,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Contrary to what the Ninth Circuit said in its opinion, the decision of the California Supreme Court on the question of harmlessness is also relevant."
                            },
                            {
                                "start": 175.199,
                                "stop": 185.435,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Antiterrorism and Effective Death Penalty Act of 1996, or AEDPA, sets forth preconditions to the grant of Federal habeas relief."
                            },
                            {
                                "start": 185.435,
                                "stop": 199.61,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "AEDPA provides that habeas relief is appropriate only if the State court\u0027s harmlessness determination was contrary to or involved an unreasonable application of clearly established law as determined by the Supreme Court."
                            },
                            {
                                "start": 199.61,
                                "stop": 223.663,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Because the Brecht test for harmlessness is more difficult to meet than the AEDPA standard, we have previously held that a Federal habeas court need not formally apply both the Brecht and AEDPA tests, but that does not mean as the Ninth Circuit thought that a State court\u0027s harmlessness determination has no significance under Brecht."
                            },
                            {
                                "start": 223.663,
                                "stop": 235.904,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Applying this standard we hold that the trial judge\u0027s decision to exclude defense counsel from part of the Batson hearing was harmless as to all seven prospective jurors at issue."
                            },
                            {
                                "start": 235.904,
                                "stop": 252.025,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ayala cannot establish under Brecht that the ex parte hearing actually prejudiced him and thus he necessarily cannot establish under AEDPA that no fair-minded jurists could agree with the State court\u0027s decision that the error was harmless beyond a reasonable doubt."
                            },
                            {
                                "start": 252.025,
                                "stop": 261.399,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ayala and the dissent focused largely on the prosecution\u0027s decision to strike one prospective juror Olanders D, an African-American man."
                            },
                            {
                                "start": 261.399,
                                "stop": 272.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The prosecution stated that it struck Olanders D because it was concerned that he could not impose the death penalty and because of the poor quality of his responses."
                            },
                            {
                                "start": 272.69,
                                "stop": 287.126,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As the trial court and the State Supreme Court found the record amply supports the prosecution\u0027s concerns and Ayala cannot establish that the exclusion of the defense from part of the Batson hearing caused him prejudice."
                            },
                            {
                                "start": 287.126,
                                "stop": 294.936,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these and other reasons set forth in our opinion, we reverse the judgment of the Ninth Circuit and remand for further proceedings consistent with this opinion."
                            },
                            {
                                "start": 294.936,
                                "stop": 298.666,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justices Kennedy and Thomas have filed concurring opinions."
                            },
                            {
                                "start": 298.666,
                                "stop": 307.872,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor has filed the dissenting opinion in which Justices Ginsburg, Breyer, and Kagan joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78594,
            "mime": "audio\/mpeg",
            "size": 1261317,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-1428\/13-1428_20150618-opinion.delivery.mp3"
        },
        {
            "id": 78715,
            "mime": "audio\/ogg",
            "size": 3174079,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-1428\/13-1428_20150618-opinion.ogg"
        },
        {
            "id": 78716,
            "mime": "application\/x-mpegURL",
            "size": 5364,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-1428\/13-1428_20150618-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}