{
    "id": 22519,
    "title": "Opinion Announcement - June 21, 2010",
    "transcript": {
        "title": "Rent-A-Center West, Inc. v. Jackson",
        "duration": 396.461,
        "sections": [
            {
                "start": 0,
                "stop": 396.461,
                "byte_start": 104448,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 7.769,
                        "byte_start": 104448,
                        "byte_stop": 135586,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.769,
                                "byte_start": 104448,
                                "byte_stop": 135586,
                                "text": "Justice Scalia has our opinion this morning in case 09-497, the Rent-A-Center West versus Jackson."
                            }
                        ]
                    },
                    {
                        "start": 7.769,
                        "stop": 396.461,
                        "byte_start": 135586,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 7.769,
                                "stop": 13.779,
                                "byte_start": 135586,
                                "byte_stop": 159619,
                                "text": "This case is here on writ of certiorari to United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 13.779,
                                "stop": 26.874,
                                "byte_start": 159619,
                                "byte_stop": 211968,
                                "text": "In 2007, respondent Antonio Jackson filed an employment discrimination suit in federal court against his former employer, petitioner, Rent-A-Center West Incorporated."
                            },
                            {
                                "start": 26.874,
                                "stop": 43.609,
                                "byte_start": 211968,
                                "byte_stop": 278946,
                                "text": "Rent-A-Center filed a motion under the Federal Arbitration Act to dismiss or stay the proceedings and to compel arbitration, based on the mutual agreement to arbitrate which Jackson had signed as a condition of his employment."
                            },
                            {
                                "start": 43.609,
                                "stop": 53.019,
                                "byte_start": 278946,
                                "byte_stop": 316562,
                                "text": "That agreement provided for arbitration of all past, present or future disputes arising out of Jackson\u0027s employment with Rent-A-Center."
                            },
                            {
                                "start": 53.019,
                                "stop": 64.956,
                                "byte_start": 316562,
                                "byte_stop": 364314,
                                "text": "The agreement also provided in a separate provision that the arbitrator shall have exclusive authority to resolve disputes about the enforceability of the agreement."
                            },
                            {
                                "start": 64.956,
                                "stop": 67.232,
                                "byte_start": 364314,
                                "byte_stop": 373405,
                                "text": "Jackson resisted arbitration."
                            },
                            {
                                "start": 67.232,
                                "stop": 74.744,
                                "byte_start": 373405,
                                "byte_stop": 403498,
                                "text": "He claimed that the agreement was unenforceable because it was unconscionable under Nevada law."
                            },
                            {
                                "start": 74.744,
                                "stop": 84.001,
                                "byte_start": 403498,
                                "byte_stop": 440487,
                                "text": "Rent-A-center replied that the agreement assigned resolution of the question of unconscionability which is a question of enforceability to the arbitrator."
                            },
                            {
                                "start": 84.001,
                                "stop": 89.24,
                                "byte_start": 440487,
                                "byte_stop": 461490,
                                "text": "The district court granted Rent-A-Center\u0027s motion and the Ninth Circuit reversed in relevant part."
                            },
                            {
                                "start": 89.24,
                                "stop": 93.648,
                                "byte_start": 461490,
                                "byte_stop": 479044,
                                "text": "We granted certiorari and now reverse the Ninth Circuit."
                            },
                            {
                                "start": 93.648,
                                "stop": 101.003,
                                "byte_start": 479044,
                                "byte_stop": 508510,
                                "text": "The FAA, Federal Arbitration Act reflects the fundamental principle that arbitration is a matter of contract."
                            },
                            {
                                "start": 101.003,
                                "stop": 111.314,
                                "byte_start": 508510,
                                "byte_stop": 549784,
                                "text": "Section 2 of the Act provides that “a written provision in a contract evidencing a transaction involving commerce to settled by arbitration."
                            },
                            {
                                "start": 111.314,
                                "stop": 125.913,
                                "byte_start": 549784,
                                "byte_stop": 608193,
                                "text": "A controversy thereafter arising out of such contract shall be valid, irrevocable and unenforceable save upon such grounds as exists at law or in equity for the revocation of any contract.”"
                            },
                            {
                                "start": 125.913,
                                "stop": 141.573,
                                "byte_start": 608193,
                                "byte_stop": 670783,
                                "text": "Courts must enforce arbitration agreements according to their terms, in another words, except that arbitration agreements like other contracts may be invalidated by generally applicable contract defenses such as fraud, duress or unconscionability."
                            },
                            {
                                "start": 141.573,
                                "stop": 153.795,
                                "byte_start": 670783,
                                "byte_stop": 719684,
                                "text": "As I mentioned earlier the arbitration agreement at issue here includes two relevant written provisions to in the words of Section 2 settled by arbitration, a controversy."
                            },
                            {
                                "start": 153.795,
                                "stop": 170.627,
                                "byte_start": 719684,
                                "byte_stop": 786975,
                                "text": "The first is the provision stating that disputes relating to Jackson\u0027s employment are subject to arbitration and the second is the provision stating that disputes regarding the enforceability of the arbitration agreement itself are subject to arbitration."
                            },
                            {
                                "start": 170.627,
                                "stop": 184.319,
                                "byte_start": 786975,
                                "byte_stop": 841728,
                                "text": "The current controversy between the parties whether the agreement is unenforceable because it is unconscionable, is governed by the second provision and it is that provision which Rent-A-Center asks us to enforce."
                            },
                            {
                                "start": 184.319,
                                "stop": 195.428,
                                "byte_start": 841728,
                                "byte_stop": 886241,
                                "text": "I will call it the delegation provision because it delegates resolution of the enforceability controversy to the arbitrator."
                            },
                            {
                                "start": 195.428,
                                "stop": 207.737,
                                "byte_start": 886241,
                                "byte_stop": 935455,
                                "text": "Enforceability is a so-called gateway question, like the question of whether the agreement was ever in fact entered into, it has to be answered before applying the arbitration agreement."
                            },
                            {
                                "start": 207.737,
                                "stop": 215.563,
                                "byte_start": 935455,
                                "byte_stop": 966802,
                                "text": "Our cases have imposed a special requirement upon agreements to arbitrate gateway issues."
                            },
                            {
                                "start": 215.563,
                                "stop": 227.459,
                                "byte_start": 966802,
                                "byte_stop": 1014345,
                                "text": "Before those gateway issues can be taken away from the courts, there must be “clear and unmistakable evidence” that the parties agreed to arbitrate."
                            },
                            {
                                "start": 227.459,
                                "stop": 252.484,
                                "byte_start": 1014345,
                                "byte_stop": 1114446,
                                "text": "The delegation provision here satisfies that heighten requirement because as both the district court and the Ninth Circuit found, its text clearly and unmistakably provides that the arbitrator will decide questions of enforceability and once that heightened requirement is satisfied, the FAA operates on that additional arbitration agreement just as it does on any other."
                            },
                            {
                                "start": 252.484,
                                "stop": 259.831,
                                "byte_start": 1114446,
                                "byte_stop": 1143808,
                                "text": "It is important for purposes of this case to distinguish between two types of validity challenges under Section 2."
                            },
                            {
                                "start": 259.831,
                                "stop": 264.965,
                                "byte_start": 1143808,
                                "byte_stop": 1164392,
                                "text": "One type challenge is specifically the validity of the agreement to arbitrate."
                            },
                            {
                                "start": 264.965,
                                "stop": 271.214,
                                "byte_start": 1164392,
                                "byte_stop": 1189366,
                                "text": "The other challenge is the whole contract of which the agreement to arbitrate is merely a part."
                            },
                            {
                                "start": 271.214,
                                "stop": 289.328,
                                "byte_start": 1189366,
                                "byte_stop": 1261777,
                                "text": "In the line of cases beginning with the case called Prima Paint Corporation versus Flood \u0026 Conklin Manufacturing Company, we held that only the first type of challenge, namely a challenge specifically to the validity of the agreement to arbitrate, can invalidate an agreement to arbitrate."
                            },
                            {
                                "start": 289.328,
                                "stop": 296.761,
                                "byte_start": 1261777,
                                "byte_stop": 1291557,
                                "text": "That is to say an arbitration provision is severable from the remainder of the contract and stands on its own feet."
                            },
                            {
                                "start": 296.761,
                                "stop": 314.492,
                                "byte_start": 1291557,
                                "byte_stop": 1362505,
                                "text": "This case differs from the Prima Paint line of cases because the arbitration provisions sought to be enforced in those cases were contained in contracts unrelated to arbitration, employment contracts for example that had an arbitration provision."
                            },
                            {
                                "start": 314.492,
                                "stop": 326.008,
                                "byte_start": 1362505,
                                "byte_stop": 1408481,
                                "text": "Whereas in this case, the delegation clause is part of an agreement that is itself entirely an arbitration agreement, but that makes no difference."
                            },
                            {
                                "start": 326.008,
                                "stop": 332.554,
                                "byte_start": 1408481,
                                "byte_stop": 1434708,
                                "text": "Application of the severability rule does not depend on the substance of the remainder of the contract."
                            },
                            {
                                "start": 332.554,
                                "stop": 340.914,
                                "byte_start": 1434708,
                                "byte_stop": 1468144,
                                "text": "Section 2 operates on the written provision to “settle by arbitration a controversy\u0022 that the party seeks to enforce."
                            },
                            {
                                "start": 340.914,
                                "stop": 355.479,
                                "byte_start": 1468144,
                                "byte_stop": 1526450,
                                "text": "Thus unless Jackson challenged the delegation provision specifically, we must treat it as valid under Section 2 and enforce --sending the question of enforceability to the arbitrator."
                            },
                            {
                                "start": 355.479,
                                "stop": 361.926,
                                "byte_start": 1526450,
                                "byte_stop": 1552154,
                                "text": "The district court correctly concluded that Jackson challenged only the validity of the contract as a whole."
                            },
                            {
                                "start": 361.926,
                                "stop": 365.87,
                                "byte_start": 1552154,
                                "byte_stop": 1567932,
                                "text": "His filings before the district court and the Ninth Circuit confirmed this."
                            },
                            {
                                "start": 365.87,
                                "stop": 372.168,
                                "byte_start": 1567932,
                                "byte_stop": 1593219,
                                "text": "He argued that the entire agreement and the arbitration agreement as a whole were unconscionable."
                            },
                            {
                                "start": 372.168,
                                "stop": 375.004,
                                "byte_start": 1593219,
                                "byte_stop": 1604504,
                                "text": "He repeated those arguments in this court."
                            },
                            {
                                "start": 375.004,
                                "stop": 383.044,
                                "byte_start": 1604504,
                                "byte_stop": 1636686,
                                "text": "In addition, for first time in his brief to this Court, he claimed that the delegation provision specifically was unconscionable."
                            },
                            {
                                "start": 383.044,
                                "stop": 386.708,
                                "byte_start": 1636686,
                                "byte_stop": 1651315,
                                "text": "He raised that challenge too late and we will not consider it."
                            },
                            {
                                "start": 386.708,
                                "stop": 389.01,
                                "byte_start": 1651315,
                                "byte_stop": 1660510,
                                "text": "The judgment of the Court of Appeals is reversed."
                            },
                            {
                                "start": 389.01,
                                "stop": 396.461,
                                "byte_start": 1660510,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justices Ginsburg, Breyer and Sotomayor have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54160,
            "mime": "audio\/mpeg",
            "size": 1690290,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/09-497\/20100621o_09-497.delivery.mp3"
        },
        {
            "id": 75900,
            "mime": "audio\/ogg",
            "size": 4021980,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/09-497\/20100621o_09-497.ogg"
        },
        {
            "id": 75901,
            "mime": "application\/x-mpegURL",
            "size": 5830,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/09-497\/20100621o_09-497.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}