{
    "id": 23262,
    "title": "Opinion Announcement - April 02, 2014 (Part 2)",
    "transcript": {
        "title": null,
        "duration": 758.736,
        "sections": [
            {
                "start": 0,
                "stop": 758.736,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 758.736,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.655,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As you heard Justice Ginsburg, Justice Sotomayor, Justice Kagan and I dissent."
                            },
                            {
                                "start": 8.655,
                                "stop": 33.774,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As the Chief Justice said nearly 40 years ago in Buckley versus Valeo, this Court recognized as his opinion recognizes, that in overall contribution ceiling does impose an ultimate restriction upon the number of candidates and committees with which an individual may associate himself by means of financial support."
                            },
                            {
                                "start": 33.774,
                                "stop": 44.421,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the Buckley versus Valeo court nonetheless upheld that contribution ceiling as constitutionally valid."
                            },
                            {
                                "start": 44.421,
                                "stop": 52.2,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today, the Court overrules Buckley and strikes down a similar ceiling as unconstitutional."
                            },
                            {
                                "start": 52.2,
                                "stop": 64.057,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court\u0027s substitutes for the current two-year overall contribution ceiling of about $123,000, a new number, infinity."
                            },
                            {
                                "start": 64.057,
                                "stop": 72.939,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the Court in Citizens United opened the door, today\u0027s decision we fear will open a floodgate."
                            },
                            {
                                "start": 72.939,
                                "stop": 81.497,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In our view, the Court\u0027s conclusion rests not upon it upon its own, not upon a record based view of the facts."
                            },
                            {
                                "start": 81.497,
                                "stop": 84.829,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We believe its legal analysis is faulty."
                            },
                            {
                                "start": 84.829,
                                "stop": 90.036,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It misconstrues the nature of the competing constitutional interests at stake."
                            },
                            {
                                "start": 90.036,
                                "stop": 108.227,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It under stakes the importance of protecting the political integrity of our governmental institutions, it creates, we think a loophole that will allow a single individual to contribute millions of dollars to a political party or to a candidate\u0027s campaign."
                            },
                            {
                                "start": 108.227,
                                "stop": 128.127,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed taken together with Citizens United, today\u0027s holding, we fear, it eviscerates our nation\u0027s campaign finance laws leaving only a remnant incapable of dealing with the grave problems of democratic legitimacy that those laws were intended to support."
                            },
                            {
                                "start": 128.127,
                                "stop": 145.31,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality opinion which is a good opinion, though I don\u0027t agree with it, that opinion, upon which I shall focus, rests its conclusion upon three separate but related claims, each we believe is fatally flawed."
                            },
                            {
                                "start": 145.31,
                                "stop": 150.338,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I shall mention two of them now and leave to our opinion, the third."
                            },
                            {
                                "start": 150.338,
                                "stop": 161.976,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality\u0027s first claim is that given the laws base limits which you heard about, which limits say a direct contribution to a candidate in a two-year cycle to $5,200."
                            },
                            {
                                "start": 161.976,
                                "stop": 168.151,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Given those base limits, there\u0027s no need for an overall $123,000 ceiling."
                            },
                            {
                                "start": 168.151,
                                "stop": 185.41,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality does concede that corruption or the fear of corruption can justify contribution limits, but it then says where individual limits are in place “spending large sums of money.”"
                            },
                            {
                                "start": 185.41,
                                "stop": 198.201,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is it my words now by giving $3000 or $4000 or $5000 to each of 435 candidates “does not give rise to corruption.”"
                            },
                            {
                                "start": 198.201,
                                "stop": 200.112,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That\u0027s their words."
                            },
                            {
                                "start": 200.112,
                                "stop": 215.595,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But in fact, giving $3000 or $4000 or $5000 to each of 435 candidates, a total of $1.3 million certainly can give rise to corruption, or fear of corruption."
                            },
                            {
                                "start": 215.595,
                                "stop": 226.987,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And the plurality can avoid this conclusion only by wrongly, in our view, narrowing what all but one of our earlier cases have referred to as corruption."
                            },
                            {
                                "start": 226.987,
                                "stop": 245.072,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality as you heard would count as corruption, only a kind of quid pro quo money for services kind of corruption that is pretty close to a bribe, but that is not the only kind of corruption that campaign finance laws seek to prevent."
                            },
                            {
                                "start": 245.072,
                                "stop": 269.722,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Rather, campaign finance laws recognize that the First Amendment which seeks to maintain a market place of political ideas and a chain of communication between the people and their representatives cannot serve that basic purpose unless the public opinion it protects is able to influence government action."
                            },
                            {
                                "start": 269.722,
                                "stop": 288.111,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Campaign finance laws recognize that large money contributions can break that chain of communication, where money calls the tune, those ideas that marketplace of ideas representing the voice of the people, will not be heard."
                            },
                            {
                                "start": 288.111,
                                "stop": 295.572,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The appearance of corruption accompanying multi-million dollar contributions can make matters worse."
                            },
                            {
                                "start": 295.572,
                                "stop": 304.742,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The public may come to believe that its efforts to communicate with its representatives or to help sway public opinion have little purpose."
                            },
                            {
                                "start": 304.742,
                                "stop": 311.437,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And a cynical public can lose interest in political participation all together."
                            },
                            {
                                "start": 311.437,
                                "stop": 321.372,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Democracy, the Court has often said cannot work unless the people have faith in those who govern."
                            },
                            {
                                "start": 321.372,
                                "stop": 340.139,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These concerns which themselves are related to the efficacy of the First Amendment have lead this Court repeatedly to define the constitutional justification for campaign finance limits in far broader terms than does the plurality today."
                            },
                            {
                                "start": 340.139,
                                "stop": 370.567,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have said for example that the need to prevent corruption must be “understood not only as quid pro quo agreements” but also as undue influence on an office holder\u0027s judgment and most important in McConnell v. FEC, a case where we upheld the McCain–Feingold laws restrictions upon soft money contributions, we considered a lower court record of more than 100,000 pages."
                            },
                            {
                                "start": 370.567,
                                "stop": 387.817,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We conceded that the record contained “no evidence in which a federal office holder has actually switched a vote” and we said that does not matter."
                            },
                            {
                                "start": 387.817,
                                "stop": 412.484,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "“Just as troubling to a functioning democracy as classic quid pro quo corruption is the danger that office holders will decide issues not on the merits or the desires of their constituencies, but according to the wishes of those who have made large financial contributions valued by the office holder.”"
                            },
                            {
                                "start": 412.484,
                                "stop": 415.178,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So you can see better what we mean."
                            },
                            {
                                "start": 415.178,
                                "stop": 432.447,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have included in the opinion an appendix which includes testimony by members of Congress which describe in considerable detail just what this campaign finance system that they were trying to stop is, how it actually works."
                            },
                            {
                                "start": 432.447,
                                "stop": 441.562,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If you look through the quotation citations, the testimony, you will see a web of relationships, implicit understandings."
                            },
                            {
                                "start": 441.562,
                                "stop": 454.443,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If you like winks and nods that occur when donors contribute large amounts of money to a political party or to its candidates, that same system is at issue here."
                            },
                            {
                                "start": 454.443,
                                "stop": 464.946,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Those same problems are at issue here and the Court should reach the same result here that it\u0027s constitutional."
                            },
                            {
                                "start": 464.946,
                                "stop": 477.103,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality does not explain how it squares today\u0027s decision with the Court\u0027s decision upholding McCain–Feingold in the McConnell case."
                            },
                            {
                                "start": 477.103,
                                "stop": 484.433,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead, the Court relies on Citizens United, fair enough, and it quotes its language, fair enough."
                            },
                            {
                                "start": 484.433,
                                "stop": 500.407,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We did not agree with the Court in Citizens United, but we also explained in our opinion how even if we had agreed, still the language of that case cannot or should not justify the Court\u0027s holding today."
                            },
                            {
                                "start": 500.407,
                                "stop": 516.504,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality\u0027s second claim is that an overall limit is not needed because the base limits themselves stop a single person from contributing large amounts to a single candidate and there is no significant risk that large donors could evade those base limits."
                            },
                            {
                                "start": 516.504,
                                "stop": 525.188,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Again, even where the plurality right in its narrow definition of corruption which is I\u0027ve just said, we think it is not."
                            },
                            {
                                "start": 525.188,
                                "stop": 530.595,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Still we would doubt the plurality\u0027s claim of lack of need."
                            },
                            {
                                "start": 530.595,
                                "stop": 540.092,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The easiest way to explain our doubts is through examples of potential evasion and we provide those in some detail in our opinion."
                            },
                            {
                                "start": 540.092,
                                "stop": 575.401,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We explain how a single rich individual might for example give several million dollars directly in the form of base limit contributions to each of 435 House candidates, 33 Senate candidates, 50 state political parties and three federal party entities and those recipients could themselves then contribute roughly equivalent amounts to the party\u0027s single most endangered candidate, and the process could be repeated with rich donor number two, providing similar contributions that would ultimately reach the second most endangered candidate and so forth."
                            },
                            {
                                "start": 575.401,
                                "stop": 596.256,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Moreover, the law which strictly limits an individual\u0027s contributions to a single political action committee does not limit the number of the multi-candidate packs of a certain kind that candidate supporters can create, and a rich donor can take advantage of that fact too to the tune of several million dollars."
                            },
                            {
                                "start": 596.256,
                                "stop": 605.161,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The plurality believes that all this is unlikely because the Federal Election Commission can use a regulation long on its books to stop it."
                            },
                            {
                                "start": 605.161,
                                "stop": 631.133,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We set forth the Federal Election Commission\u0027s record in this respect, and I\u0027m afraid and it is not quite so funny as it might sound, but I\u0027m afraid that after reading this record, our reaction to the plurality\u0027s claim that we can rely upon enforcement of the FEC regulation is somewhat our reaction like Oscar Wilde Reaction to Dickens\u0027 depiction of the death of Little Nell."
                            },
                            {
                                "start": 631.133,
                                "stop": 633.329,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It\u0027s a famous quotation."
                            },
                            {
                                "start": 633.329,
                                "stop": 636.691,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "He said about that death of Little Nell is a depiction of it."
                            },
                            {
                                "start": 636.691,
                                "stop": 642.622,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "One would have to have a heart of stone to read it without laughing."
                            },
                            {
                                "start": 642.622,
                                "stop": 667.119,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In any event, to remove the overall $123,000 ceiling as the Court does today, creates a loophole virtually bound to produce the kind of corruption or appearance of corruption which we described in the appendix, that in Buckley, McConnell and numerous other cases, this Court has found sufficient to justify campaign contribution limits."
                            },
                            {
                                "start": 667.119,
                                "stop": 679.821,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Our opinion makes clear at the very least, that we the dissenters and the plurality disagree, not only about the law, but also about key facts."
                            },
                            {
                                "start": 679.821,
                                "stop": 681.588,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Well, why then we ask?"
                            },
                            {
                                "start": 681.588,
                                "stop": 696.042,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Why then does the Court not remand this case for an evidentiary hearing of a kind that in virtually every other case has produced a factual record that has helped the Court reach a constitutional decision?"
                            },
                            {
                                "start": 696.042,
                                "stop": 703.508,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Why not the give the parties a chance to produce a record of that kind in this case?"
                            },
                            {
                                "start": 703.508,
                                "stop": 708.146,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We can find no answer to that question."
                            },
                            {
                                "start": 708.146,
                                "stop": 757.15,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For the reasons I\u0027ve summarized and for others which we set forth in our opinion, we believe as I said at the outset that today\u0027s decision substitutes judge\u0027s understandings of how the political process works, for the understanding of Congress, fails to recognize the difference between influence resting upon public opinion and influence bought by money alone overturns key precedent, creates serious loopholes in the law and undermines, perhaps devastates what remains of campaign finance with reform."
                            },
                            {
                                "start": 757.15,
                                "stop": 758.736,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "With respect, we dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56573,
            "mime": "audio\/mpeg",
            "size": 12139821,
            "href": "https:\/\/api.oyez.org\/sites\/default\/files\/12-536_20140402-opinion_breyer.mp3"
        }
    ],
    "damaged": null,
    "unavailable": null
}