{
    "id": 23318,
    "title": "Opinion Announcement - April 02, 2014 (Part 1)",
    "transcript": {
        "title": null,
        "duration": 595.968,
        "sections": [
            {
                "start": 0,
                "stop": 595.968,
                "byte_start": 106496,
                "byte_stop": 2490326,
                "turns": [
                    {
                        "start": 0,
                        "stop": 595.968,
                        "byte_start": 106496,
                        "byte_stop": 2490326,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.579,
                                "byte_start": 106496,
                                "byte_stop": 136903,
                                "text": "I have the announcement this morning in case 12-536, McCutcheon v. The Federal Election Commission."
                            },
                            {
                                "start": 7.579,
                                "stop": 14.494,
                                "byte_start": 136903,
                                "byte_stop": 164488,
                                "text": "There is no right, more basic in our democracy than the right to participate in electing our political leaders."
                            },
                            {
                                "start": 14.494,
                                "stop": 18.402,
                                "byte_start": 164488,
                                "byte_stop": 180161,
                                "text": "Citizens can exercise that right in a variety of ways."
                            },
                            {
                                "start": 18.402,
                                "stop": 30.048,
                                "byte_start": 180161,
                                "byte_stop": 226764,
                                "text": "They can run for office themselves, vote, urge others to vote for a particular candidate, volunteer to work on a campaign and contribute to a candidate\u0027s campaign."
                            },
                            {
                                "start": 30.048,
                                "stop": 33.479,
                                "byte_start": 226764,
                                "byte_stop": 240452,
                                "text": "This case is about the last of those options."
                            },
                            {
                                "start": 33.479,
                                "stop": 42.075,
                                "byte_start": 240452,
                                "byte_stop": 274829,
                                "text": "A federal campaign finance law limits the aggregate amount of money an individual may contribute each election cycle."
                            },
                            {
                                "start": 42.075,
                                "stop": 48.075,
                                "byte_start": 274829,
                                "byte_stop": 298862,
                                "text": "The question is whether these aggregate limits are consistent with the First Amendment."
                            },
                            {
                                "start": 48.075,
                                "stop": 51.679,
                                "byte_start": 298862,
                                "byte_stop": 313281,
                                "text": "Under federal law, there are two types of contribution limits."
                            },
                            {
                                "start": 51.679,
                                "stop": 53.393,
                                "byte_start": 313281,
                                "byte_stop": 320073,
                                "text": "The first is base limits."
                            },
                            {
                                "start": 53.393,
                                "stop": 59.619,
                                "byte_start": 320073,
                                "byte_stop": 345046,
                                "text": "Base limits restrict how much money someone can give to a candidate or a political committee."
                            },
                            {
                                "start": 59.619,
                                "stop": 62.015,
                                "byte_start": 345046,
                                "byte_stop": 354659,
                                "text": "The second type is aggregate limits."
                            },
                            {
                                "start": 62.015,
                                "stop": 68.473,
                                "byte_start": 354659,
                                "byte_stop": 380468,
                                "text": "Aggregate limits restrict how much total money someone may give over the course of an election cycle."
                            },
                            {
                                "start": 68.473,
                                "stop": 78.91,
                                "byte_start": 380468,
                                "byte_stop": 422160,
                                "text": "In effect, aggregate limits restrict how many candidates or committees a donor may support at the permissible level for each."
                            },
                            {
                                "start": 78.91,
                                "stop": 90.81,
                                "byte_start": 422160,
                                "byte_stop": 469807,
                                "text": "Forty years ago in a case called Buckley v. Valeo, this Court recognized that contributing money to a campaign is protected by the First Amendment as political speech."
                            },
                            {
                                "start": 90.81,
                                "stop": 102.032,
                                "byte_start": 469807,
                                "byte_stop": 514633,
                                "text": "The Court also ruled that this right to participate in the political process was not absolute and could be limited, but for one reason only, to prevent corruption."
                            },
                            {
                                "start": 102.032,
                                "stop": 112.381,
                                "byte_start": 514633,
                                "byte_stop": 556116,
                                "text": "In particular, the Court rejected the idea that the Government could restrict contributions simply to limit the amount of money in politics."
                            },
                            {
                                "start": 112.381,
                                "stop": 128.312,
                                "byte_start": 556116,
                                "byte_stop": 619750,
                                "text": "This is how the Court put it in Buckley, “the concept that Government may restrict the speech of some elements in our society in order to enhance the relative voice of others is wholly foreign to the First Amendment.”"
                            },
                            {
                                "start": 128.312,
                                "stop": 140.31,
                                "byte_start": 619750,
                                "byte_stop": 667815,
                                "text": "The Court in Buckley noted that the specific sort of corruption that could justify limits on contributions was therefore limited to something called quid pro quo corruption."
                            },
                            {
                                "start": 140.31,
                                "stop": 152.561,
                                "byte_start": 667815,
                                "byte_stop": 716821,
                                "text": "That\u0027s Latin for this for that and means a contribution to a particular candidate in exchange for his agreeing to do a particular act within his official duties."
                            },
                            {
                                "start": 152.561,
                                "stop": 159.619,
                                "byte_start": 716821,
                                "byte_stop": 745033,
                                "text": "The Buckley court upheld the base limits because they protected against such quid pro quo corruption."
                            },
                            {
                                "start": 159.619,
                                "stop": 164.5,
                                "byte_start": 745033,
                                "byte_stop": 764573,
                                "text": "Nothing we say in our opinion today affects the base limits in any way."
                            },
                            {
                                "start": 164.5,
                                "stop": 173.261,
                                "byte_start": 764573,
                                "byte_stop": 799577,
                                "text": "At the end of its analysis, the Court also spent three sentences of its 139 page opinion on the aggregate limit."
                            },
                            {
                                "start": 173.261,
                                "stop": 178.345,
                                "byte_start": 799577,
                                "byte_stop": 819952,
                                "text": "It noted that the aggregate limit had not been separately addressed by the parties."
                            },
                            {
                                "start": 178.345,
                                "stop": 184.101,
                                "byte_start": 819952,
                                "byte_stop": 842940,
                                "text": "But it upheld that limit again for one reason only, because it helped prevent corruption."
                            },
                            {
                                "start": 184.101,
                                "stop": 188.786,
                                "byte_start": 842940,
                                "byte_stop": 861644,
                                "text": "The aggregate limit did that by preventing evasion of the base limits."
                            },
                            {
                                "start": 188.786,
                                "stop": 201.327,
                                "byte_start": 861644,
                                "byte_stop": 911903,
                                "text": "The concern was that donors might give huge sums of money to political committees that would then pass that money along to a particular candidate effectively getting around the base limits."
                            },
                            {
                                "start": 201.327,
                                "stop": 210.231,
                                "byte_start": 911903,
                                "byte_stop": 947430,
                                "text": "We began with this analytic framework from Buckley but we cannot end with its decision concerning the aggregate limit at issue in that case."
                            },
                            {
                                "start": 210.231,
                                "stop": 220.49,
                                "byte_start": 947430,
                                "byte_stop": 988494,
                                "text": "First, as noted, the question was barely briefed there and was addressed in only three sentences -- three sentences on an important First Amendment question."
                            },
                            {
                                "start": 220.49,
                                "stop": 226.048,
                                "byte_start": 988494,
                                "byte_stop": 1010751,
                                "text": "Equally significant, the statutory and regulatory background has changed since Buckley."
                            },
                            {
                                "start": 226.048,
                                "stop": 237.71,
                                "byte_start": 1010751,
                                "byte_stop": 1057353,
                                "text": "Two examples, at the time of Buckley there were no limits on contributions to political committees, so large amounts of money could easily be given to such a committee to be transferred to a candidate."
                            },
                            {
                                "start": 237.71,
                                "stop": 242.162,
                                "byte_start": 1057353,
                                "byte_stop": 1075221,
                                "text": "That was changed in amendments after Buckley, so there\u0027s now a low limit."
                            },
                            {
                                "start": 242.162,
                                "stop": 253.779,
                                "byte_start": 1075221,
                                "byte_stop": 1121614,
                                "text": "At the time of Buckley, there were also no limits on how many political committees a donor could create which could then be used to circumvent base limits by funneling donations to a candidate, now there are."
                            },
                            {
                                "start": 253.779,
                                "stop": 260.635,
                                "byte_start": 1121614,
                                "byte_stop": 1149095,
                                "text": "In addition, the Federal Election Commission has issued comprehensive regulations that focus on the circumvention problem."
                            },
                            {
                                "start": 260.635,
                                "stop": 264.552,
                                "byte_start": 1149095,
                                "byte_stop": 1164769,
                                "text": "Those, too, were not around when Buckley was decided."
                            },
                            {
                                "start": 264.552,
                                "stop": 275.906,
                                "byte_start": 1164769,
                                "byte_stop": 1210222,
                                "text": "So we need to analyze the aggregate limits in light of today\u0027s statutory and regulatory framework and when we do, we find that the risk of circumvention is wholly speculative."
                            },
                            {
                                "start": 275.906,
                                "stop": 290.836,
                                "byte_start": 1210222,
                                "byte_stop": 1269885,
                                "text": "The Government has come up with dramatic hypotheticals in which a donor gives small amounts of money to hundreds of committees which in turn, turn around and re-contribute that money to a single candidate whom the donor wants to corrupt."
                            },
                            {
                                "start": 290.836,
                                "stop": 296.661,
                                "byte_start": 1269885,
                                "byte_stop": 1293187,
                                "text": "Our opinion describes several of the protections against such schemes."
                            },
                            {
                                "start": 296.661,
                                "stop": 317.081,
                                "byte_start": 1293187,
                                "byte_stop": 1374898,
                                "text": "First, that donors may not designate how their contributions to committees will later be used, that donors may not give to committees with the knowledge that a substantial portion of their contributions will be given to a particular candidate, that donors may not join with others to control multiple different committees and so on."
                            },
                            {
                                "start": 317.081,
                                "stop": 329.602,
                                "byte_start": 1374898,
                                "byte_stop": 1424948,
                                "text": "To address just one hypothetical example that has been discussed, imagine a donor and his nine friends all contribute the maximum $5000 to one 100 different political action committees."
                            },
                            {
                                "start": 329.602,
                                "stop": 336.292,
                                "byte_start": 1424948,
                                "byte_stop": 1451698,
                                "text": "Each of those committees then makes the maximum donation of $2600 to a particular candidate."
                            },
                            {
                                "start": 336.292,
                                "stop": 343.394,
                                "byte_start": 1451698,
                                "byte_stop": 1480119,
                                "text": "The candidate will have received $260,000, a tenth of which will be attributable to the first donor."
                            },
                            {
                                "start": 343.394,
                                "stop": 348.064,
                                "byte_start": 1480119,
                                "byte_stop": 1498823,
                                "text": "Now that\u0027s a lot of money and it is certainly an amount that exceeds the base limits."
                            },
                            {
                                "start": 348.064,
                                "stop": 353.035,
                                "byte_start": 1498823,
                                "byte_stop": 1518676,
                                "text": "But the scheme violates multiple statutory and regulatory provisions."
                            },
                            {
                                "start": 353.035,
                                "stop": 362.444,
                                "byte_start": 1518676,
                                "byte_stop": 1556292,
                                "text": "If, for example, the donor instructs the committees to direct the money to his favorite candidate, then his contributions will be illegal under the base limits."
                            },
                            {
                                "start": 362.444,
                                "stop": 369.413,
                                "byte_start": 1556292,
                                "byte_stop": 1584191,
                                "text": "His contributions will also be illegal if he knows that a substantial portion of his donation will go to that candidate."
                            },
                            {
                                "start": 369.413,
                                "stop": 384.162,
                                "byte_start": 1584191,
                                "byte_stop": 1643227,
                                "text": "And the obvious pattern of donations cuts against any ability to plead ignorance, or if the owner -- donor and his nine friends control all the committees, then the committees will be unable to make the separate donations in the first place."
                            },
                            {
                                "start": 384.162,
                                "stop": 388.572,
                                "byte_start": 1643227,
                                "byte_stop": 1660886,
                                "text": "There are also practical objections to any circumvention as well."
                            },
                            {
                                "start": 388.572,
                                "stop": 398.518,
                                "byte_start": 1660886,
                                "byte_stop": 1700592,
                                "text": "In many of the proposed schemes, a donor would have to make an enormous contribution just to maneuver a small percentage of that money to a particular candidate."
                            },
                            {
                                "start": 398.518,
                                "stop": 404.265,
                                "byte_start": 1700592,
                                "byte_stop": 1723580,
                                "text": "Why do that when the donor can spend as much as he wants to support the candidate directly?"
                            },
                            {
                                "start": 404.265,
                                "stop": 414.275,
                                "byte_start": 1723580,
                                "byte_stop": 1763600,
                                "text": "Similarly, many participating committees would have to be willing to work against their own interests by funneling to others money that they would obviously prefer to keep for themselves."
                            },
                            {
                                "start": 414.275,
                                "stop": 425.371,
                                "byte_start": 1763600,
                                "byte_stop": 1808008,
                                "text": "One of the hypotheticals, for example, depends on almost all State political committees getting together and sending contributions they receive to a candidate in a different state."
                            },
                            {
                                "start": 425.371,
                                "stop": 428.449,
                                "byte_start": 1808008,
                                "byte_stop": 1820338,
                                "text": "That almost never happens in the real world."
                            },
                            {
                                "start": 428.449,
                                "stop": 445.741,
                                "byte_start": 1820338,
                                "byte_stop": 1889510,
                                "text": "In short, the fact that significant circumvention of the base limits is very unlikely to occur suggest that the aggregate limits are not aimed at preventing quid pro quo corruption, the only Government interest we have ever said can justify contribution limits."
                            },
                            {
                                "start": 445.741,
                                "stop": 459.056,
                                "byte_start": 1889510,
                                "byte_stop": 1942800,
                                "text": "The fact that circumvention is unlikely suggests that the aggregate limits are instead aimed at preventing an individual from spending too much money, an interest we have never upheld as constitutional."
                            },
                            {
                                "start": 459.056,
                                "stop": 469.847,
                                "byte_start": 1942800,
                                "byte_stop": 1985954,
                                "text": "Now, there\u0027s a thoughtful dissent today in this case which has served the valuable role of such dissents in making sure that the majority has thoroughly examined the issues before the Court."
                            },
                            {
                                "start": 469.847,
                                "stop": 483.484,
                                "byte_start": 1985954,
                                "byte_stop": 2040498,
                                "text": "When it comes to the First Amendment interest at stake, the dissent faults are focused on an individual\u0027s right to engage in political speech, saying we should analyze the case as involving the public\u0027s interest “collective speech”."
                            },
                            {
                                "start": 483.484,
                                "stop": 484.886,
                                "byte_start": 2040498,
                                "byte_stop": 2046140,
                                "text": "We don\u0027t think that\u0027s right."
                            },
                            {
                                "start": 484.886,
                                "stop": 491.222,
                                "byte_start": 2046140,
                                "byte_stop": 2071427,
                                "text": "The whole point of the First Amendment is to protect an individual\u0027s right to free speech from collective interest."
                            },
                            {
                                "start": 491.222,
                                "stop": 498.788,
                                "byte_start": 2071427,
                                "byte_stop": 2101729,
                                "text": "Legislatures and courts have no business deciding what speech they think best protects collective interests."
                            },
                            {
                                "start": 498.788,
                                "stop": 508.738,
                                "byte_start": 2101729,
                                "byte_stop": 2141539,
                                "text": "The dissent also doubts that the FEC will be able to enforce limits making it a crime for donors to undertake certain actions with knowledge that funds will be illegally transferred."
                            },
                            {
                                "start": 508.738,
                                "stop": 512.908,
                                "byte_start": 2141539,
                                "byte_stop": 2158153,
                                "text": "In fact, it finds the idea laughable, literally laughable."
                            },
                            {
                                "start": 512.908,
                                "stop": 523.707,
                                "byte_start": 2158153,
                                "byte_stop": 2201412,
                                "text": "We don\u0027t think the records support that dismissive view or that such speculation is a sufficient basis for infringing the First Amendment right to engage in political speech."
                            },
                            {
                                "start": 523.707,
                                "stop": 538.623,
                                "byte_start": 2201412,
                                "byte_stop": 2261076,
                                "text": "Our cases from Buckley to the present have made clear that the Government may not regulate contributions simply to reduce the amount of money in politics or to restrict the influence of some to enhance the relative influence of others."
                            },
                            {
                                "start": 538.623,
                                "stop": 544.54,
                                "byte_start": 2261076,
                                "byte_stop": 2284690,
                                "text": "Now, we recognize that many people might find those objectives attractive."
                            },
                            {
                                "start": 544.54,
                                "stop": 551.968,
                                "byte_start": 2284690,
                                "byte_stop": 2314470,
                                "text": "They would be delighted to see fewer television commercials touting a candidate\u0027s accomplishments or disparaging an opponent\u0027s character."
                            },
                            {
                                "start": 551.968,
                                "stop": 560.148,
                                "byte_start": 2314470,
                                "byte_stop": 2347175,
                                "text": "Money in politics may at times seem repugnant to some, but so too does much of what the First Amendment vigorously protects."
                            },
                            {
                                "start": 560.148,
                                "stop": 575.526,
                                "byte_start": 2347175,
                                "byte_stop": 2408615,
                                "text": "If the First Amendment protects flag burning, protests at military funerals and Nazi parades, despite the profound defense such spectacles cause, it surely protects political campaign speech despite popular opposition."
                            },
                            {
                                "start": 575.526,
                                "stop": 583.671,
                                "byte_start": 2408615,
                                "byte_stop": 2441216,
                                "text": "We conclude that the aggregate contribution limits are invalid under the First Amendment and reverse the contrary decision of the court below."
                            },
                            {
                                "start": 583.671,
                                "stop": 587.681,
                                "byte_start": 2441216,
                                "byte_stop": 2457307,
                                "text": "Justice Thomas has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 587.681,
                                "stop": 595.968,
                                "byte_start": 2457307,
                                "byte_stop": 2490326,
                                "text": "Justice Breyer has filed a dissenting opinion in which Justice Ginsburg, Justice Sotomayor and Justice Kagan joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55758,
            "mime": "audio\/mpeg",
            "size": 2490535,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/12-536\/12-536_20140402-opinion-1.delivery.mp3"
        },
        {
            "id": 77474,
            "mime": "audio\/ogg",
            "size": 5919300,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/12-536\/12-536_20140402-opinion-1.ogg"
        },
        {
            "id": 77475,
            "mime": "application\/x-mpegURL",
            "size": 10459,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/12-536\/12-536_20140402-opinion-1.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}