{
    "id": 16223,
    "title": "Opinion Announcement - June 24, 1976",
    "transcript": {
        "title": "Young v. American Mini Theatres, Inc.",
        "duration": 357.693,
        "sections": [
            {
                "start": 0,
                "stop": 357.693,
                "byte_start": 73677,
                "byte_stop": 1504351,
                "turns": [
                    {
                        "start": 0,
                        "stop": 191.669,
                        "byte_start": 73677,
                        "byte_stop": 840423,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.817,
                                "byte_start": 73677,
                                "byte_stop": 112965,
                                "text": "In the case of Young against Mini Theaters, the case is here from the United States Court of Appeals for the Sixth Circuit."
                            },
                            {
                                "start": 9.817,
                                "stop": 20.963,
                                "byte_start": 112965,
                                "byte_stop": 157582,
                                "text": "A zoning ordinance is adopted by the city of Detroit, differentiates between Motion Picture Theaters which exhibits sexually explicit adult movies and those which do not."
                            },
                            {
                                "start": 20.963,
                                "stop": 38.744,
                                "byte_start": 157582,
                                "byte_stop": 228740,
                                "text": "An adult theater is defined as one which presents material distinguished or characterized by an emphasis on matter depicting or describing specified sexual activities or specified anatomical areas which are defined in some detail in the ordinances."
                            },
                            {
                                "start": 38.744,
                                "stop": 57.178,
                                "byte_start": 228740,
                                "byte_stop": 302405,
                                "text": "Adult theaters may not be located within one thousand feet of any two other regulated uses which, it\u0027s a term which includes not only adult theaters, but also adult bookstores and certain other types of commercial establishments or within a five hundred feet of a residential area."
                            },
                            {
                                "start": 57.178,
                                "stop": 67.982,
                                "byte_start": 302405,
                                "byte_stop": 345664,
                                "text": "The two -- the owners of two adult theaters brought suit in the United States District Court for Eastern District of Michigan, challenging the constitutionality of the ordinances on three principle grants."
                            },
                            {
                                "start": 67.982,
                                "stop": 88.141,
                                "byte_start": 345664,
                                "byte_stop": 426330,
                                "text": "First; that the ordinances are so vague that they violate the Due Process Clause of the Fourteenth Amendment, second; that they are prior restraints on constitutionally protected communication, and therefore, violate the First Amendment, and third; that the classification of theaters on the basis of the content of their exhibition violates the Equal Protection Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 88.141,
                                "stop": 91.213,
                                "byte_start": 426330,
                                "byte_stop": 438555,
                                "text": "The District Court rejected each of these arguments."
                            },
                            {
                                "start": 91.213,
                                "stop": 99.649,
                                "byte_start": 438555,
                                "byte_stop": 472306,
                                "text": "The United States Court of Appeals for the Sixth Circuit with one judge dissenting held the ordinance as invalid, primarily on Equal Protection grounds."
                            },
                            {
                                "start": 99.649,
                                "stop": 103.635,
                                "byte_start": 472306,
                                "byte_stop": 488293,
                                "text": "We read first the judgment of the Court of Appeals."
                            },
                            {
                                "start": 103.635,
                                "stop": 118.426,
                                "byte_start": 488293,
                                "byte_stop": 547434,
                                "text": "We hold that the ordinances are not vague as applied to the two theater owners who brought this action and that these two plaintiffs may not assert the possible vagueness of the ordinances as applied to situations or parties not before the Court."
                            },
                            {
                                "start": 118.426,
                                "stop": 133.608,
                                "byte_start": 547434,
                                "byte_stop": 608142,
                                "text": "We also hold that the zoning requirement which restricts the location of adult theaters, but which does not limit either the number of such theaters or the availability to the public of the kind of motion pictures which they exhibit does not violate the First Amendment."
                            },
                            {
                                "start": 133.608,
                                "stop": 155.711,
                                "byte_start": 608142,
                                "byte_stop": 696541,
                                "text": "Finally, after reviewing situations in which the content of a communication determines whether it is constitutionally protected or whether even if protected it may give rise to liability for defamation or as in the area of commercial speech may have a lesser degree of constitutional protection."
                            },
                            {
                                "start": 155.711,
                                "stop": 165.161,
                                "byte_start": 696541,
                                "byte_stop": 734366,
                                "text": "And after noting that all members of the Court agree that sexually explicit material maybe limited in it\u0027s distribution to adults."
                            },
                            {
                                "start": 165.161,
                                "stop": 176.801,
                                "byte_start": 734366,
                                "byte_stop": 780968,
                                "text": "We hold that the city\u0027s interest in preserving the character of it\u0027s neighborhood justifies the zoning ordinances which place these theaters in a different classification than other motion picture theaters."
                            },
                            {
                                "start": 176.801,
                                "stop": 187.748,
                                "byte_start": 780968,
                                "byte_stop": 824750,
                                "text": "Mr. Justice Powell has joined in parts one and two of the opinion of the Court and has filed a concurring opinion, stating separate views with respect to the third issue."
                            },
                            {
                                "start": 187.748,
                                "stop": 191.669,
                                "byte_start": 824750,
                                "byte_stop": 840423,
                                "text": "And Mr. Justice Stewart will announce the dissenting opinion."
                            }
                        ]
                    },
                    {
                        "start": 191.669,
                        "stop": 354.483,
                        "byte_start": 840423,
                        "byte_stop": 1491708,
                        "speaker": {
                            "ID": 15043,
                            "name": "Potter Stewart",
                            "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
                            "last_name": "Stewart",
                            "roles": [
                                {
                                    "id": 2687,
                                    "type": "scotus_justice",
                                    "date_start": -353962800,
                                    "date_end": 362984400,
                                    "appointing_president": "Dwight D. Eisenhower",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
                                }
                            ],
                            "thumbnail": {
                                "id": 32752,
                                "mime": "image\/png",
                                "size": 56350,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
                            },
                            "length_of_service": 8298,
                            "identifier": "potter_stewart"
                        },
                        "text_blocks": [
                            {
                                "start": 191.669,
                                "stop": 212.227,
                                "byte_start": 840423,
                                "byte_stop": 922657,
                                "text": "Yes, the Court today holds that the First and Fourteenth Amendments do not prevent the City of Detroit, Michigan from using a system of prior restrains and criminal sanctions to enforce restrictions on the geographic location of motion picture theaters that exhibit certain types of films."
                            },
                            {
                                "start": 212.227,
                                "stop": 230.975,
                                "byte_start": 922657,
                                "byte_stop": 997680,
                                "text": "I dissent from this what I consider to be drastic departure from established principles of First Amendment law and I am authorized to say that Mr. Justice Brennan, Mr. Justice Marshall and Mr. Justice Blackmun have subscribed to the written dissent I have filed today with the clerk."
                            },
                            {
                                "start": 230.975,
                                "stop": 245.501,
                                "byte_start": 997680,
                                "byte_stop": 1055777,
                                "text": "This case does not involve a simple zoning ordinance and it does not involve a regulation of obscene expression or any other kind of speech that is entitled to less than the full protection of the First Amendment."
                            },
                            {
                                "start": 245.501,
                                "stop": 257.51,
                                "byte_start": 1055777,
                                "byte_stop": 1103737,
                                "text": "What this case does involve is the constitutional permissibility of selective interference with protected speech whose content is thought to produce distasteful effects."
                            },
                            {
                                "start": 257.51,
                                "stop": 267.368,
                                "byte_start": 1103737,
                                "byte_stop": 1143235,
                                "text": "It is elementary that a prime function of the First Amendment is to guard against exactly that kind of governmental interference."
                            },
                            {
                                "start": 267.368,
                                "stop": 283.191,
                                "byte_start": 1143235,
                                "byte_stop": 1206451,
                                "text": "The fact that the offensive speech here may not address important topics, ideas of social and political significance in the Court\u0027s terminology, does not mean that it is less worthy of constitutional protection."
                            },
                            {
                                "start": 283.191,
                                "stop": 293.761,
                                "byte_start": 1206451,
                                "byte_stop": 1248769,
                                "text": "Wholly neutral futilities come under the protection of free speech as fully as do Kieth\u0027s (ph) poems of John Don\u0027s (ph) sermons."
                            },
                            {
                                "start": 293.761,
                                "stop": 303.788,
                                "byte_start": 1248769,
                                "byte_stop": 1288893,
                                "text": "The Court is undoubtedly sympathetic as I am to the well-intentioned efforts of Detroit to clean up it\u0027s streets and prevent the proliferation of skid rows."
                            },
                            {
                                "start": 303.788,
                                "stop": 315.266,
                                "byte_start": 1288893,
                                "byte_stop": 1334764,
                                "text": "But it is in those instances where a protected speech rates most unpleasantly against the sensibilities that judicial vigilance must be at it\u0027s height."
                            },
                            {
                                "start": 315.266,
                                "stop": 324.167,
                                "byte_start": 1334764,
                                "byte_stop": 1370395,
                                "text": "The Court must never forget that the consequences of rigorously enforcing the guarantees of the First Amendment are frequently unpleasant."
                            },
                            {
                                "start": 324.167,
                                "stop": 342.803,
                                "byte_start": 1370395,
                                "byte_stop": 1444897,
                                "text": "Much speech that seems to be of little or no value will enter the marketplace of ideas, threatening the quality of our social discourse and more generally the serenity of our lives, but that is the price to be paid for constitutional freedom."
                            },
                            {
                                "start": 342.803,
                                "stop": 354.483,
                                "byte_start": 1444897,
                                "byte_stop": 1491708,
                                "text": "I am authorized to say that Mr. Justice Blackmun has also filed a dissenting opinion today in this case which Mr. Justice Brennan, Mr. Justice Marshal and I have joined."
                            }
                        ]
                    },
                    {
                        "start": 354.483,
                        "stop": 357.693,
                        "byte_start": 1491708,
                        "byte_stop": 1504351,
                        "speaker": {
                            "ID": 15073,
                            "name": "Warren E. Burger",
                            "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
                            "last_name": "Burger",
                            "roles": [
                                {
                                    "id": 2717,
                                    "type": "scotus_justice",
                                    "date_start": -16570800,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
                                }
                            ],
                            "thumbnail": {
                                "id": 32773,
                                "mime": "image\/png",
                                "size": 52511,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
                            },
                            "length_of_service": 6304,
                            "identifier": "warren_e_burger"
                        },
                        "text_blocks": [
                            {
                                "start": 354.483,
                                "stop": 357.693,
                                "byte_start": 1491708,
                                "byte_stop": 1504351,
                                "text": "Thank you, Mr. Justice Stewart."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 41568,
            "mime": "audio\/mpeg",
            "size": 1504560,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/75-312\/19760624o_75-312.delivery.mp3"
        },
        {
            "id": 63500,
            "mime": "audio\/ogg",
            "size": 3766065,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/75-312\/19760624o_75-312.ogg"
        },
        {
            "id": 63501,
            "mime": "application\/x-mpegURL",
            "size": 5271,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/75-312\/19760624o_75-312.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}