{
    "id": 21734,
    "title": "Opinion Announcement - May 17, 2010",
    "transcript": {
        "title": "Graham v. Florida",
        "duration": 426.788,
        "sections": [
            {
                "start": 0,
                "stop": 426.788,
                "byte_start": 105472,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 426.788,
                        "byte_start": 105472,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 10.855,
                                "byte_start": 105472,
                                "byte_stop": 148940,
                                "text": "And the second case in which I have the opinion for the Court is Graham versus Florida, number 08-7412."
                            },
                            {
                                "start": 10.855,
                                "stop": 23.067,
                                "byte_start": 148940,
                                "byte_stop": 197841,
                                "text": "The petitioner Jamar Graham was sentenced by the state of Florida to life without parole for armed burglary with assault or battery, a crime he committed at the age of 16."
                            },
                            {
                                "start": 23.067,
                                "stop": 30.446,
                                "byte_start": 197841,
                                "byte_stop": 227307,
                                "text": "The sentence was imposed after Graham was charged with additional serious crimes at the age of 70."
                            },
                            {
                                "start": 30.446,
                                "stop": 42.5,
                                "byte_start": 227307,
                                "byte_stop": 275477,
                                "text": "He challenges his sentence under the Eighth Amendment\u0027s cruel and unusual punishments clause, the Eighth Amendment\u0027s prohibition is applicable to the states under the Due Process Clause of the Fourteenth Amendment."
                            },
                            {
                                "start": 42.5,
                                "stop": 51.609,
                                "byte_start": 275477,
                                "byte_stop": 311944,
                                "text": "Rejecting Graham\u0027s Eighth Amendment challenge the first District Court of Appeal of Florida affirmed the judgment and sentence and we now review that ruling."
                            },
                            {
                                "start": 51.609,
                                "stop": 54.152,
                                "byte_start": 311944,
                                "byte_stop": 322184,
                                "text": "The Eighth Amendment forbids Cruel and Unusual Punishments."
                            },
                            {
                                "start": 54.152,
                                "stop": 61.035,
                                "byte_start": 322184,
                                "byte_stop": 349665,
                                "text": "The concept of cruelty is not merely descriptive, it necessarily embodies a moral judgment."
                            },
                            {
                                "start": 61.035,
                                "stop": 72.771,
                                "byte_start": 349665,
                                "byte_stop": 396581,
                                "text": "To determine whether a punishment is cruel or unusual, the courts must look beyond historical conceptions to the evolving standards of decency that mark the progress of a maturing society."
                            },
                            {
                                "start": 72.771,
                                "stop": 89.717,
                                "byte_start": 396581,
                                "byte_stop": 464394,
                                "text": "This Court\u0027s precedents establish that the Eighth Amendment forbids the imposition of otherwise permissible punishments when they are disproportionate to the offense or to the offender\u0027s culpability."
                            },
                            {
                                "start": 89.717,
                                "stop": 99.063,
                                "byte_start": 464394,
                                "byte_stop": 501802,
                                "text": "The present case involves an issue the Court is not considered previously, and that is a categorical challenge to a term of years sentence."
                            },
                            {
                                "start": 99.063,
                                "stop": 110.395,
                                "byte_start": 501802,
                                "byte_stop": 547150,
                                "text": "Here the sentencing practice itself is in question rather than the application of a particular sentence to a particular defendant, so the appropriate analysis is a categorical one."
                            },
                            {
                                "start": 110.395,
                                "stop": 126.985,
                                "byte_start": 547150,
                                "byte_stop": 613501,
                                "text": "Under this approach the Court must determine whether there is a national consensus against the sentencing practice at issue and then it must decide and exercise of its own independent judgment whether the punishment violates the Constitution."
                            },
                            {
                                "start": 126.985,
                                "stop": 142.327,
                                "byte_start": 613501,
                                "byte_stop": 674837,
                                "text": "The laws of 37 states as well as the District of Colombia and the federal government permit sentences of life without parole for juvenile non-homicide offender in some circumstances, 13 states do not allow them."
                            },
                            {
                                "start": 142.327,
                                "stop": 155.762,
                                "byte_start": 674837,
                                "byte_stop": 728545,
                                "text": "Relying on this metric, the State and its amici who filed supporting briefs for the state, argue that there is no national consensus against the sentencing practice at issue."
                            },
                            {
                                "start": 155.762,
                                "stop": 170.015,
                                "byte_start": 728545,
                                "byte_stop": 785596,
                                "text": "However, an examination of actual sentencing practices in jurisdictions where the life without parole for juvenile non-homicide offenders is permitted by statute discloses a consensus against its use."
                            },
                            {
                                "start": 170.015,
                                "stop": 178.08,
                                "byte_start": 785596,
                                "byte_stop": 817883,
                                "text": "There are only 129 juvenile non-homicide offenders serving life without parole sentences across the nation."
                            },
                            {
                                "start": 178.08,
                                "stop": 184.987,
                                "byte_start": 817883,
                                "byte_stop": 845469,
                                "text": "A significant majority of those, 77 in total, are serving sentences imposed in Florida."
                            },
                            {
                                "start": 184.987,
                                "stop": 188.737,
                                "byte_start": 845469,
                                "byte_stop": 860515,
                                "text": "The rest are in prison in just 10 states and the federal system."
                            },
                            {
                                "start": 188.737,
                                "stop": 197.617,
                                "byte_start": 860515,
                                "byte_stop": 896042,
                                "text": "Thus only 12 jurisdictions in fact sentence juvenile non-homicide offenders to life without parole and most of those imposed the sentence quite rarely."
                            },
                            {
                                "start": 197.617,
                                "stop": 205.807,
                                "byte_start": 896042,
                                "byte_stop": 928747,
                                "text": "Well 26 states as well as the District of Columbia do not impose the sentence at all despite apparent statutory authority."
                            },
                            {
                                "start": 205.807,
                                "stop": 214.099,
                                "byte_start": 928747,
                                "byte_stop": 961870,
                                "text": "Although we recognize a consensus against the use of this sentence the task of interpreting the Eighth Amendment remains our responsibility."
                            },
                            {
                                "start": 214.099,
                                "stop": 222.648,
                                "byte_start": 961870,
                                "byte_stop": 996143,
                                "text": "Our cases have established that juveniles have lessened the culpability and so are less deserving of the most severe punishment."
                            },
                            {
                                "start": 222.648,
                                "stop": 231.217,
                                "byte_start": 996143,
                                "byte_stop": 1030416,
                                "text": "It is also well settled that the defendants who do not kill or intend to kill are less deserving of the most severe penalties."
                            },
                            {
                                "start": 231.217,
                                "stop": 244.146,
                                "byte_start": 1030416,
                                "byte_stop": 1082138,
                                "text": "It follows that when compared to an adult murderer a juvenile offender who did not kill or intend to kill has a twice diminished moral culpability."
                            },
                            {
                                "start": 244.146,
                                "stop": 248.284,
                                "byte_start": 1082138,
                                "byte_stop": 1098648,
                                "text": "A life without parole sentence is the second harshest sentence available."
                            },
                            {
                                "start": 248.284,
                                "stop": 251.494,
                                "byte_start": 1098648,
                                "byte_stop": 1111500,
                                "text": "It is especially hard for a juvenile."
                            },
                            {
                                "start": 251.494,
                                "stop": 264.092,
                                "byte_start": 1111500,
                                "byte_stop": 1161864,
                                "text": "The various penalogical justifications for life without parole either are inapplicable or apply with weakened force to juvenile non-homicide offenders."
                            },
                            {
                                "start": 264.092,
                                "stop": 271.856,
                                "byte_start": 1161864,
                                "byte_stop": 1192897,
                                "text": "These offender\u0027s diminished moral culpability makes the sentence disproportionate on retributive grounds."
                            },
                            {
                                "start": 271.856,
                                "stop": 281.503,
                                "byte_start": 1192897,
                                "byte_stop": 1231559,
                                "text": "As for deterrence juveniles characteristics make it less likely that they will be deterred by possible punishments than adults are."
                            },
                            {
                                "start": 281.503,
                                "stop": 299.988,
                                "byte_start": 1231559,
                                "byte_stop": 1305433,
                                "text": "Incapacitation is an impermissible rationale to support the sentence of life without parole because it requires a sentence or to make a judgment that juvenile is incorrigible at the outset of the sentencing and as made clear in Roper versus Simmons, the characteristics of juveniles make those judgments questionable."
                            },
                            {
                                "start": 299.988,
                                "stop": 305.071,
                                "byte_start": 1305433,
                                "byte_stop": 1325808,
                                "text": "Finally life without parole sentences forswear entirely the goal of rehabilitation."
                            },
                            {
                                "start": 305.071,
                                "stop": 329.289,
                                "byte_start": 1325808,
                                "byte_stop": 1422670,
                                "text": "Defendants serving life without parole sentences are often denied access to the vocational training or other rehabilitative services that are available to other inmates and for juvenile offenders who are most in need of and receptive to rehabilitation the absence of rehabilitation, rehabilitative opportunities or treatment makes the disproportionality of the sentence all the more evident."
                            },
                            {
                                "start": 329.289,
                                "stop": 335.154,
                                "byte_start": 1422670,
                                "byte_stop": 1446181,
                                "text": "Penalogical theory is not adequate to justify life without parole for juvenile non-homicide offenders."
                            },
                            {
                                "start": 335.154,
                                "stop": 348.728,
                                "byte_start": 1446181,
                                "byte_stop": 1500411,
                                "text": "This determination, the limited culpability of juvenile non-homicide offenders and the severity of life without parole sentences all lead to the conclusion that the sentencing practice under consideration is cruel and unusual."
                            },
                            {
                                "start": 348.728,
                                "stop": 357.489,
                                "byte_start": 1500411,
                                "byte_stop": 1535519,
                                "text": "The Court now holds it for juvenile offender who did not commit homicide the Eighth Amendment forbids the sentence of life without parole."
                            },
                            {
                                "start": 357.489,
                                "stop": 371.316,
                                "byte_start": 1535519,
                                "byte_stop": 1590794,
                                "text": "The state need not guarantee eventual freedom to juveniles convicted of non-homicide crimes, but it must give them some meaningful opportunity to obtain release based on demonstrated maturity and rehabilitation."
                            },
                            {
                                "start": 371.316,
                                "stop": 379.008,
                                "byte_start": 1590794,
                                "byte_stop": 1621514,
                                "text": "It is for the states in the first instance to explore the means and mechanisms for compliance."
                            },
                            {
                                "start": 379.008,
                                "stop": 400.241,
                                "byte_start": 1621514,
                                "byte_stop": 1706465,
                                "text": "The judgments of other nations in the international community are not dispositive as to the meaning of the Eighth Amendment, but the Court finds support for its conclusion in the fact that the United States in continuing to impose life without parole sentences on juveniles who did not commit homicides adheres to a sentencing practice rejected the world over."
                            },
                            {
                                "start": 400.241,
                                "stop": 404.306,
                                "byte_start": 1706465,
                                "byte_stop": 1722765,
                                "text": "The judgment of the First District Court of Appeal of Florida is reversed."
                            },
                            {
                                "start": 404.306,
                                "stop": 408.633,
                                "byte_start": 1722765,
                                "byte_stop": 1740006,
                                "text": "The case is remanded for further proceedings not inconsistent with this opinion."
                            },
                            {
                                "start": 408.633,
                                "stop": 414.402,
                                "byte_start": 1740006,
                                "byte_stop": 1763098,
                                "text": "Justice Stevens is filed a concurring opinion in which Justices Ginsburg and Sotomayor joined."
                            },
                            {
                                "start": 414.402,
                                "stop": 418.546,
                                "byte_start": 1763098,
                                "byte_stop": 1779712,
                                "text": "The Chief Justice has filed an opinion concurring in the judgment."
                            },
                            {
                                "start": 418.546,
                                "stop": 425.259,
                                "byte_start": 1779712,
                                "byte_stop": 1806566,
                                "text": "Justice Thomas has filed a dissenting opinion in which Justice Scalia joins and in which Justice Alito joins in part."
                            },
                            {
                                "start": 425.259,
                                "stop": 426.788,
                                "byte_start": 1806566,
                                "byte_stop": 0,
                                "text": "Justice Alito has also filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52591,
            "mime": "audio\/mpeg",
            "size": 1812626,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2009\/08-7412\/20100517o_08-7412.delivery.mp3"
        },
        {
            "id": 74356,
            "mime": "audio\/ogg",
            "size": 4351076,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2009\/08-7412\/20100517o_08-7412.ogg"
        },
        {
            "id": 74357,
            "mime": "application\/x-mpegURL",
            "size": 6403,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2009\/08-7412\/20100517o_08-7412.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}