{
    "id": 22613,
    "title": "Opinion Announcement - April 25, 2007",
    "transcript": {
        "title": "Smith v. Texas",
        "duration": 338.887,
        "sections": [
            {
                "start": 0,
                "stop": 338.887,
                "byte_start": 89970,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.744,
                        "byte_start": 89970,
                        "byte_stop": 129049,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.744,
                                "byte_start": 89970,
                                "byte_stop": 129049,
                                "text": "Justice Kennedy has the opinion this morning in case 05-11304 Smith versus Texas."
                            }
                        ]
                    },
                    {
                        "start": 9.744,
                        "stop": 338.887,
                        "byte_start": 129049,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.744,
                                "stop": 12.747,
                                "byte_start": 129049,
                                "byte_stop": 140961,
                                "text": "The petitioner here is under a death sentence."
                            },
                            {
                                "start": 12.747,
                                "stop": 27.984,
                                "byte_start": 140961,
                                "byte_stop": 201983,
                                "text": "His case came to us for a second time on writ of certiorari to the Texas Court of Criminal Appeals and because of the multiple proceedings it\u0027s necessary to explain the procedural history of the case."
                            },
                            {
                                "start": 27.984,
                                "stop": 45.114,
                                "byte_start": 201983,
                                "byte_stop": 270528,
                                "text": "The question before us here the first time was the constitutionality of his death sentence now we are asked whether the disposition of the Texas Court of Criminal Appeals on remand was consistent with our first decision, we hold it was not and therefore we reversed the State Court once again."
                            },
                            {
                                "start": 45.114,
                                "stop": 51.552,
                                "byte_start": 270528,
                                "byte_stop": 296233,
                                "text": "In 1991, LaRoyce Smith committed a brutal murder and for which he was convicted."
                            },
                            {
                                "start": 51.552,
                                "stop": 64.501,
                                "byte_start": 296233,
                                "byte_stop": 348060,
                                "text": "His trial and sentencing took place in the interim between this court’s decisions in Penry versus Lynaugh which is called Penry I for convenience and Penry versus Johnson which is called Penry II."
                            },
                            {
                                "start": 64.501,
                                "stop": 74.956,
                                "byte_start": 348060,
                                "byte_stop": 389856,
                                "text": "In Penry I, the court considered the so called special issue question Texas gave to the jury to guide it\u0027s discretion in imposing the death penalty."
                            },
                            {
                                "start": 74.956,
                                "stop": 81.998,
                                "byte_start": 389856,
                                "byte_stop": 417963,
                                "text": "The first special issue ask whether the conduct was deliberate, the second ask whether the defendant pose a threat of future danger."
                            },
                            {
                                "start": 81.998,
                                "stop": 87.022,
                                "byte_start": 417963,
                                "byte_stop": 438130,
                                "text": "If the jury answered yes to both questions, the death penalty would be imposed."
                            },
                            {
                                "start": 87.022,
                                "stop": 94.35,
                                "byte_start": 438130,
                                "byte_stop": 467387,
                                "text": "This court decided the special issues did not let jurors give meaningful effect to some forms of mitigating evidence that defendant might offer."
                            },
                            {
                                "start": 94.35,
                                "stop": 102.902,
                                "byte_start": 467387,
                                "byte_stop": 501660,
                                "text": "After that decision, Texas Court attempted to cure the problem which we will call the Penry Error by giving the juries a nullification charge."
                            },
                            {
                                "start": 102.902,
                                "stop": 117.365,
                                "byte_start": 501660,
                                "byte_stop": 559443,
                                "text": "The nullification charge told the jury that even if they felt the special issues were true, if they nevertheless felt that the death penalty in appropriate, they should falsely answer no to one of the two questions, and that would prevent the imposition of the death penalty."
                            },
                            {
                                "start": 117.365,
                                "stop": 132.498,
                                "byte_start": 559443,
                                "byte_stop": 620047,
                                "text": "Before trial Smith filed motions challenging the constitutionality of the special issues that’s in his trial, he argued that the special issues would not give the jury an adequate means of considering some of his mitigating evidence."
                            },
                            {
                                "start": 132.498,
                                "stop": 138.201,
                                "byte_start": 620047,
                                "byte_stop": 642826,
                                "text": "The Trial Court rejected these motions but it told Smith that would issue a nullification charge."
                            },
                            {
                                "start": 138.201,
                                "stop": 142.882,
                                "byte_start": 642826,
                                "byte_stop": 661529,
                                "text": "Smith did not object to the nullification charge, he was convicted and sentenced to death."
                            },
                            {
                                "start": 142.882,
                                "stop": 148.693,
                                "byte_start": 661529,
                                "byte_stop": 684830,
                                "text": "After his trial he continued to challenge the special issues on appeal, he did not succeed."
                            },
                            {
                                "start": 148.693,
                                "stop": 165.099,
                                "byte_start": 684830,
                                "byte_stop": 750450,
                                "text": "After that dismissal this court decided Penry II, in Penry II the court held that a nullification charge is not cure to Penry Error because asking jurors to fill out the verdict form in a false way, places them in a moral, ethical and legal bind."
                            },
                            {
                                "start": 165.099,
                                "stop": 177.425,
                                "byte_start": 750450,
                                "byte_stop": 799769,
                                "text": "Because Penry II provided Smith new legal support for his position, the Texas Court of Criminal Appeals agreed to decide habeas petition on the merits but the State Court then denied it."
                            },
                            {
                                "start": 177.425,
                                "stop": 185.504,
                                "byte_start": 799769,
                                "byte_stop": 832057,
                                "text": "In the first case here, first time he came here, Smith I, we reversed the Court of Appeals by summary disposition."
                            },
                            {
                                "start": 185.504,
                                "stop": 197.028,
                                "byte_start": 832057,
                                "byte_stop": 878137,
                                "text": "This court first held that Smith had proffered relevant mitigating evidence unrelated to the special issues and then concluded that the nullification charge like the charge in Penry II, did not cure the Penry Error."
                            },
                            {
                                "start": 197.028,
                                "stop": 204.966,
                                "byte_start": 878137,
                                "byte_stop": 909901,
                                "text": "On remand from our first decision, the Court of Criminal Appeals held for the first time the Smith had failed to preserve the claim in which he sought relief."
                            },
                            {
                                "start": 204.966,
                                "stop": 215.079,
                                "byte_start": 909901,
                                "byte_stop": 950339,
                                "text": "Namely Error regarding the nullification charge, therefore under the State Courts holding following as Texas State Case called Almanza."
                            },
                            {
                                "start": 215.079,
                                "stop": 225.034,
                                "byte_start": 950339,
                                "byte_stop": 990150,
                                "text": "Smith would need to show egregious error, not just some harm due to the alleged and preserved error, he had not done so the State Court said and so he was not entitled to relief."
                            },
                            {
                                "start": 225.034,
                                "stop": 230.86,
                                "byte_start": 990150,
                                "byte_stop": 1013451,
                                "text": "Now that’s the State Court decision that’s now on review again in this case."
                            },
                            {
                                "start": 230.86,
                                "stop": 239.538,
                                "byte_start": 1013451,
                                "byte_stop": 1048141,
                                "text": "Absent some important exceptions, this court will not overturn a State Court judgment that rests on an adequate and independent state procedural rule."
                            },
                            {
                                "start": 239.538,
                                "stop": 255.338,
                                "byte_start": 1048141,
                                "byte_stop": 1111358,
                                "text": "Even if the rules prevents the vindication of the federal right, it is well established however, that it is wholly appropriate to correct a misunderstanding of federal law that serves as the predicate for erroneous application of a state bar and in this case there was an error of that sort."
                            },
                            {
                                "start": 255.338,
                                "stop": 267.407,
                                "byte_start": 1111358,
                                "byte_stop": 1159632,
                                "text": "The grounds for relief in Smith I as in Penry II was that the special issues did not let the jury do what was obligated to do, give meaningful consideration to all of the relevant mitigating evidence offered by the defendant."
                            },
                            {
                                "start": 267.407,
                                "stop": 277.018,
                                "byte_start": 1159632,
                                "byte_stop": 1198084,
                                "text": "That is the claim Smith made before trial which he pursued on appeal and it stayed habeas course and which he presented to this court in Smith I the first time we heard this case."
                            },
                            {
                                "start": 277.018,
                                "stop": 293.937,
                                "byte_start": 1198084,
                                "byte_stop": 1265794,
                                "text": "The Court of Appeals applied the heightened Almanza standard not because the challenge to the special issues was unpreserved but because of they thought Smith was bringing a different a sort of claim directed specifically to the nullification charge that was not the claim on which we granted relief in Smith I."
                            },
                            {
                                "start": 293.937,
                                "stop": 301.092,
                                "byte_start": 1265794,
                                "byte_stop": 1294424,
                                "text": "Under the state’s rule in Almanza a state habeas petitioner need only show some harm if he has preserved his claim."
                            },
                            {
                                "start": 301.092,
                                "stop": 312.576,
                                "byte_start": 1294424,
                                "byte_stop": 1340295,
                                "text": "The Texas Court of Criminal Appeals has held elsewhere that some harm is showing when there is a reasonable likelihood the jury interpreted the instructions in a way that precluded consideration of relevant mitigating evidence."
                            },
                            {
                                "start": 312.576,
                                "stop": 330.413,
                                "byte_start": 1340295,
                                "byte_stop": 1411661,
                                "text": "Because the finding of Penry Error is a finding of that reasonable likelihood and because the Texas Court must defer to our interpretation of federal law it appears Smith would be able to satisfy the lower standard on his challenge to the special issues, so we reversed the judgment of the Texas Court of Criminal Appeals."
                            },
                            {
                                "start": 330.413,
                                "stop": 332.891,
                                "byte_start": 1411661,
                                "byte_stop": 1421588,
                                "text": "Justice Souter has filed a concurring opinion."
                            },
                            {
                                "start": 332.891,
                                "stop": 338.887,
                                "byte_start": 1421588,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion in which the Chief Justice and Justices Scalia and Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54348,
            "mime": "audio\/mpeg",
            "size": 1445516,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-11304\/20070425o_05-11304.delivery.mp3"
        },
        {
            "id": 76088,
            "mime": "audio\/ogg",
            "size": 3417712,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-11304\/20070425o_05-11304.ogg"
        },
        {
            "id": 76089,
            "mime": "application\/x-mpegURL",
            "size": 5196,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-11304\/20070425o_05-11304.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}