{
    "id": 21262,
    "title": "Opinion Announcement - June 03, 1991",
    "transcript": {
        "title": "Edmonson v. Leesville Concrete Company, Inc.",
        "duration": 303.935,
        "sections": [
            {
                "start": 0,
                "stop": 303.935,
                "byte_start": 73976,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 303.935,
                        "byte_start": 73976,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.475,
                                "byte_start": 73976,
                                "byte_stop": 119952,
                                "text": "The second opinion I have to announce for the court is Edmondson versus Leesville Concrete Company No. 89-7743."
                            },
                            {
                                "start": 11.475,
                                "stop": 15.852,
                                "byte_start": 119952,
                                "byte_stop": 137401,
                                "text": "This case comes to us on certiorari to the United States Court of Appeals for the Fifth Circuit."
                            },
                            {
                                "start": 15.852,
                                "stop": 21.135,
                                "byte_start": 137401,
                                "byte_stop": 158613,
                                "text": "It concerns preemptory challenges to perspective jurors in civil cases."
                            },
                            {
                                "start": 21.135,
                                "stop": 23.851,
                                "byte_start": 158613,
                                "byte_stop": 169480,
                                "text": "Petitioner, Edmondson, was a construction worker."
                            },
                            {
                                "start": 23.851,
                                "stop": 29.482,
                                "byte_start": 169480,
                                "byte_stop": 191945,
                                "text": "He sued Leesville Concrete Company for injuries he suffered in a job-site accident."
                            },
                            {
                                "start": 29.482,
                                "stop": 38.685,
                                "byte_start": 191945,
                                "byte_stop": 228725,
                                "text": "During voir dire in the United States District Court, the company used two of its three preemptory challenges to remove Black persons from the perspective jury."
                            },
                            {
                                "start": 38.685,
                                "stop": 53.153,
                                "byte_start": 228725,
                                "byte_stop": 286613,
                                "text": "Sighting our decision in Batson versus Kentucky, Edmondson, who was himself Black, asked the District Court to require Leesville to articulate a race neutral explanation for its preemptory strikes of these Black jurors."
                            },
                            {
                                "start": 53.153,
                                "stop": 62.497,
                                "byte_start": 286613,
                                "byte_stop": 324020,
                                "text": "The court denied the request holding that Batson, which is a criminal case, does not apply in civil proceedings."
                            },
                            {
                                "start": 62.497,
                                "stop": 66.161,
                                "byte_start": 324020,
                                "byte_stop": 338649,
                                "text": "The jury is finally chosen and had 11 White persons and 1 Black person."
                            },
                            {
                                "start": 66.161,
                                "stop": 75.479,
                                "byte_start": 338649,
                                "byte_stop": 375952,
                                "text": "It found Leesville liable but it awarded Edmondson only a fraction of the damages he had suffered because it found that Edmondson\u0027s own negligence had contributed to the accident."
                            },
                            {
                                "start": 75.479,
                                "stop": 87.895,
                                "byte_start": 375952,
                                "byte_stop": 425584,
                                "text": "A divided in bank panel of the Fifth Circuit affirmed the District Court\u0027s judgment holding that a private litigant in a civil case may exercise preemptory challenges without accountability for alleged racial classifications."
                            },
                            {
                                "start": 87.895,
                                "stop": 91.673,
                                "byte_start": 425584,
                                "byte_stop": 440735,
                                "text": "We granted certiorari and we now reverse the Court of Appeals."
                            },
                            {
                                "start": 91.673,
                                "stop": 103.097,
                                "byte_start": 440735,
                                "byte_stop": 486397,
                                "text": "Earlier this term in Powers versus Ohio, we reaffirmed our holding in Batson versus Kentucky that a prosecutor\u0027s exclusion of perspective jurors on the basis of race violates the equal protection clause of the constitution."
                            },
                            {
                                "start": 103.097,
                                "stop": 115.829,
                                "byte_start": 486397,
                                "byte_stop": 537388,
                                "text": "Although Powers and Batson both involved racial discrimination in the context of criminal trials, discrimination in the context of civil proceedings is no less offensive to the dignity of person and the integrity of the courts."
                            },
                            {
                                "start": 115.829,
                                "stop": 123.91,
                                "byte_start": 537388,
                                "byte_stop": 569676,
                                "text": "Should a government lawyer in a civil action exclude jurors in the basis of race, there could be no question that the exclusion would violate equal protection principles."
                            },
                            {
                                "start": 123.91,
                                "stop": 136.42,
                                "byte_start": 569676,
                                "byte_stop": 619726,
                                "text": "The question before us here is whether the exercise of preemptory challenge by a private litigant and a private lawyer can be considered state action for the purposes of applying the equal protection clause we hold that it is state action."
                            },
                            {
                                "start": 136.42,
                                "stop": 147.089,
                                "byte_start": 619726,
                                "byte_stop": 662358,
                                "text": "Most actions by private litigants and including the initial decision whether to sue it all are without the requisite governmental character to be deemed state action."
                            },
                            {
                                "start": 147.089,
                                "stop": 149.898,
                                "byte_start": 662358,
                                "byte_stop": 673643,
                                "text": "That cannot be said of preemptory challenges."
                            },
                            {
                                "start": 149.898,
                                "stop": 158.131,
                                "byte_start": 673643,
                                "byte_stop": 706557,
                                "text": "When private litigants participate in the selection of jurors, they serve an important function within the government and act with its substantial assistance."
                            },
                            {
                                "start": 158.131,
                                "stop": 166.695,
                                "byte_start": 706557,
                                "byte_stop": 740830,
                                "text": "Without the overt significant participation of the government, the preemptory challenge system as well as the jury trial system of which it is a part simply could not exist."
                            },
                            {
                                "start": 166.695,
                                "stop": 173.9,
                                "byte_start": 740830,
                                "byte_stop": 769669,
                                "text": "Preemptory challenges are authorized by statute of common law and have no purpose other than to facilitate the trial of the cause."
                            },
                            {
                                "start": 173.9,
                                "stop": 184.943,
                                "byte_start": 769669,
                                "byte_stop": 813764,
                                "text": "The jurors were excluded to act solely in the government\u0027s direction, which summons potential jurors from their jurors from their employment or other pursuits, assigns them to venire panels, and pays them for their services."
                            },
                            {
                                "start": 184.943,
                                "stop": 197.058,
                                "byte_start": 813764,
                                "byte_stop": 862247,
                                "text": "The court oversees why they improvise litigants with information regarding prospective jurors and that it is the court that must inform a prospective juror that he or she has been excused from the service."
                            },
                            {
                                "start": 197.058,
                                "stop": 204.795,
                                "byte_start": 862247,
                                "byte_stop": 893176,
                                "text": "The preemptory challenge also has used to perform a function that is governmental in nature, and that function is the selection of a jury."
                            },
                            {
                                "start": 204.795,
                                "stop": 208.297,
                                "byte_start": 893176,
                                "byte_stop": 907178,
                                "text": "A jury is a quintessential government body."
                            },
                            {
                                "start": 208.297,
                                "stop": 215.864,
                                "byte_start": 907178,
                                "byte_stop": 937480,
                                "text": "We have been consistent in holding that private parties may become state actors when they are entrusted with making governmental decisions."
                            },
                            {
                                "start": 215.864,
                                "stop": 225.096,
                                "byte_start": 937480,
                                "byte_stop": 974365,
                                "text": "Finally, we note that the injury caused by discrimination is made more severe because the government permits it to occur within the courthouse itself."
                            },
                            {
                                "start": 225.096,
                                "stop": 243.453,
                                "byte_start": 974365,
                                "byte_stop": 1047821,
                                "text": "Few places provide a more real expression of the constitution authority of the government than a courtroom, where the law itself unfolds, permit racial exclusion in this official form compounds the racial insult inherent in judging a citizen by the color of his or her skin."
                            },
                            {
                                "start": 243.453,
                                "stop": 250.948,
                                "byte_start": 1047821,
                                "byte_stop": 1077809,
                                "text": "Permitting litigants to use preemptory challenges may contribute to the wide acceptance of the jury system and of its verdicts."
                            },
                            {
                                "start": 250.948,
                                "stop": 258.748,
                                "byte_start": 1077809,
                                "byte_stop": 1109052,
                                "text": "But its race stereotypes are the price for the preemptory challenge system that price is too high to meet the standard of the constitution."
                            },
                            {
                                "start": 258.748,
                                "stop": 265.777,
                                "byte_start": 1109052,
                                "byte_stop": 1137160,
                                "text": "Other means exists for litigants to satisfy themselves of an impartial jury without using skin color as a test."
                            },
                            {
                                "start": 265.777,
                                "stop": 278.19,
                                "byte_start": 1137160,
                                "byte_stop": 1186792,
                                "text": "If our society is to continue to progress as a multiracial democracy, it must recognize that the automatic invocation of racial stereotypes retires that progress and causes continued harm."
                            },
                            {
                                "start": 278.19,
                                "stop": 292.34,
                                "byte_start": 1186792,
                                "byte_stop": 1243426,
                                "text": "Whether the race generality employed by the litigants to challenge a potential juror to rise from open hostility or from some hidden and inarticulated fear, neither motive entitles the litigant to cause injury to the excused juror."
                            },
                            {
                                "start": 292.34,
                                "stop": 295.016,
                                "byte_start": 1243426,
                                "byte_stop": 1254084,
                                "text": "The decision of the Fifth Circuit is reversed."
                            },
                            {
                                "start": 295.016,
                                "stop": 300.881,
                                "byte_start": 1254084,
                                "byte_stop": 1277594,
                                "text": "Justice O\u0027Connor has filed a dissenting opinion in which the Chief Justice and Justice Scalia have joined."
                            },
                            {
                                "start": 300.881,
                                "stop": 303.935,
                                "byte_start": 1277594,
                                "byte_stop": 0,
                                "text": "Justice Scalia has also filed a separate dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51648,
            "mime": "audio\/mpeg",
            "size": 1289715,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1990\/89-7743\/19910603o_89-7743.delivery.mp3"
        },
        {
            "id": 73420,
            "mime": "audio\/ogg",
            "size": 3056719,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1990\/89-7743\/19910603o_89-7743.ogg"
        },
        {
            "id": 73421,
            "mime": "application\/x-mpegURL",
            "size": 4599,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1990\/89-7743\/19910603o_89-7743.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}