{
    "id": 20981,
    "title": "Opinion Announcement - May 17, 1999",
    "transcript": {
        "title": "Ruhrgas AG v. Marathon Oil Company",
        "duration": 271.98,
        "sections": [
            {
                "start": 0,
                "stop": 271.98,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.355,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.355,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The opinion of the Court in No. 98-470, Ruhrgas versus Marathon Oil Company will be announced by Justice Ginsburg."
                            }
                        ]
                    },
                    {
                        "start": 9.355,
                        "stop": 271.98,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 9.355,
                                "stop": 17.318,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case concerns the order in which Federal Courts may take up jurisdictional issues in keeping with Article III of the Constitution."
                            },
                            {
                                "start": 17.318,
                                "stop": 25.216,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The backsaw for today’s decision is a case resolved last term, Steel Company against Citizens for Better Environment."
                            },
                            {
                                "start": 25.216,
                                "stop": 35.791,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We held in Steel Company that a Federal Court generally must satisfy itself of its jurisdiction over the subject-matter before it considers the merits of the case."
                            },
                            {
                                "start": 35.791,
                                "stop": 50.98,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We now address this question, if the Steel Company instructs jurisdiction in generally proceeds merits in the dispositional order must subject-matter jurisdiction similarly proceed personal jurisdiction on the decisional line?"
                            },
                            {
                                "start": 50.98,
                                "stop": 57.832,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The controversy stems from a Norwegian North Sea gas production venture respondents are three-related companies."
                            },
                            {
                                "start": 57.832,
                                "stop": 60.609,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I will call them collectively Marathon."
                            },
                            {
                                "start": 60.609,
                                "stop": 84.122,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the 1980s a Marathon affiliate contracted to sell gas from a certain North Sea Field to a group of European buyers including petitioner Ruhrgas, a German company. In 1995, Marathon filed suit in Texas State Court alleging among other things that Ruhrgas had defrauded it into investing money in the Norwegian gas production venture."
                            },
                            {
                                "start": 84.122,
                                "stop": 95.564,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Ruhrgas moved the case from the Texas Court to a Federal District Court and then moved to dismiss the complaint asserting that it has no ties with and was not amenable to personal jurisdiction in Texas."
                            },
                            {
                                "start": 95.564,
                                "stop": 107.641,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Marathon moved to remand the case to the State Court for lack of federal subject-matter jurisdiction urging that personal jurisdiction over Ruhrgas to be left open for the Texas Court to resolve."
                            },
                            {
                                "start": 107.641,
                                "stop": 120.84,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court concluding that Marathon’s complaint did not present circumstances adequately affiliating Ruhrgas or the North Sea gas venture with Texas dismiss the case for lack of personal jurisdiction."
                            },
                            {
                                "start": 120.84,
                                "stop": 128.604,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court of Appeals from the Fifth Circuit sitting en banc vacated the dismissal order and removed cases the court held."
                            },
                            {
                                "start": 128.604,
                                "stop": 135.685,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "District Courts must be satisfied that they posses subject-matter jurisdiction before they reach challenges to personal jurisdiction."
                            },
                            {
                                "start": 135.685,
                                "stop": 144.785,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Steel Company, the Court of Appeals said, counseled against skipping over subject-matter jurisdiction and proceeding directly to personal jurisdiction."
                            },
                            {
                                "start": 144.785,
                                "stop": 163.017,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We reverse and cases removed from State Court to Federal Court as in cases originating in Federal Court there is no unyielding jurisdictional hierarchy requiring the Federal Court to decide whether it has subject-matter jurisdiction before taking up a challenge, the personal jurisdiction."
                            },
                            {
                                "start": 163.017,
                                "stop": 183.449,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Subject-matter jurisdiction should come first to Fifth Circuit region because it is nonwaivable and delimits federal-court power, while restrictions on a court’s jurisdiction over the person are waivable and protect not state prerogatives but private rights."
                            },
                            {
                                "start": 183.449,
                                "stop": 186.186,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That was the argument that Fifth Circuit rejected."
                            },
                            {
                                "start": 186.186,
                                "stop": 199.274,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The two jurisdictional bedrocks, subject-matter jurisdiction and personal jurisdiction unquestionably differ in character, but the differences do not mean that subject-matter jurisdiction is ever and always the more fundamental."
                            },
                            {
                                "start": 199.274,
                                "stop": 205.343,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Personal jurisdiction too is essential for without that the court is powerless to adjudicated case."
                            },
                            {
                                "start": 205.343,
                                "stop": 218.731,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Marathon urges that the dignity of State Courts is at stake particularly in removed cases because the Federal Courts personal jurisdiction ruling may preclude the party from relitigating that issue in State Court."
                            },
                            {
                                "start": 218.731,
                                "stop": 249.942,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Our opinion notes first that issue preclusion in State Court may also attend a Federal Court’s ruling regarding subject-matter jurisdiction, but of prime importance the opinion emphasizes Federal and State Courts are complimentary, not opposing systems for administering justice a State’s dignitary interest as consideration when a District Court exercises discretion in the case of this order, but District Courts may also consider potentially countervailing concerns of judicial economy and restraint."
                            },
                            {
                                "start": 249.942,
                                "stop": 263.688,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In this case Ruhrgas has challenged the personal jurisdiction was straightforward and presented no conflicts question of state law while the alleged subject-matter jurisdiction raised harder questions."
                            },
                            {
                                "start": 263.688,
                                "stop": 269.661,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court therefore did not abuse its discretion by turning directly to personal jurisdiction."
                            },
                            {
                                "start": 269.661,
                                "stop": 271.98,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The opinion of the Court is unanimous."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51086,
            "mime": "audio\/mpeg",
            "size": 1174055,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1998\/98-470\/19990517o_98-470.delivery.mp3"
        },
        {
            "id": 72862,
            "mime": "audio\/ogg",
            "size": 2637932,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1998\/98-470\/19990517o_98-470.ogg"
        },
        {
            "id": 72863,
            "mime": "application\/x-mpegURL",
            "size": 4024,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1998\/98-470\/19990517o_98-470.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}