{
    "id": 21496,
    "title": "Opinion Announcement - February 20, 2008",
    "transcript": {
        "title": "Riegel v. Medtronic, Inc.",
        "duration": 431.909,
        "sections": [
            {
                "start": 0,
                "stop": 431.909,
                "byte_start": 104709,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 431.909,
                        "byte_start": 104709,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 7.548,
                                "byte_start": 104709,
                                "byte_stop": 134907,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 7.548,
                                "stop": 22.637,
                                "byte_start": 134907,
                                "byte_stop": 195302,
                                "text": "Like the previous two cases, it pertains to that considerable part of our business which consists of sorting out the relationship between federal law and state law."
                            },
                            {
                                "start": 22.637,
                                "stop": 31.791,
                                "byte_start": 195302,
                                "byte_stop": 231978,
                                "text": "This case involves the major federal statute governing medical devices known as the Medical Device Amendments Act of 1976."
                            },
                            {
                                "start": 31.791,
                                "stop": 49.551,
                                "byte_start": 231978,
                                "byte_stop": 302926,
                                "text": "Before that law was passed, regulation of medical devices was left almost entirely to the States and common law tort actions were the principle method of ensuring that manufacturers did not market dangerous or ineffective medical devices."
                            },
                            {
                                "start": 49.551,
                                "stop": 53.471,
                                "byte_start": 302926,
                                "byte_stop": 318600,
                                "text": "The Medical Device Amendments Act changed this."
                            },
                            {
                                "start": 53.471,
                                "stop": 58.535,
                                "byte_start": 318600,
                                "byte_stop": 338871,
                                "text": "It created a detailed scheme of federal oversight."
                            },
                            {
                                "start": 58.535,
                                "stop": 62.299,
                                "byte_start": 338871,
                                "byte_stop": 353917,
                                "text": "The law divides medical devices into three groups."
                            },
                            {
                                "start": 62.299,
                                "stop": 75.336,
                                "byte_start": 353917,
                                "byte_stop": 406058,
                                "text": "Class III, the group relevant to this case contains devices subject to particularly searching safety review, including the process known as pre-market approval."
                            },
                            {
                                "start": 75.336,
                                "stop": 91.827,
                                "byte_start": 406058,
                                "byte_stop": 472095,
                                "text": "Some Class III devices are exempt from the process, but manufacturers of the remaining Class III devices, which include the device at issue here, may not market their products until they receive approval from the Food and Drug Administration."
                            },
                            {
                                "start": 91.827,
                                "stop": 114.494,
                                "byte_start": 472095,
                                "byte_stop": 562688,
                                "text": "Manufacturers submit to the agency, what is typically a multivolume application, including among other things, a description of the devices designed and how it will be manufactured, a specimen of the device\u0027s proposed labeling and the contents of any -- any and all known studies concerning the device."
                            },
                            {
                                "start": 114.494,
                                "stop": 122.411,
                                "byte_start": 562688,
                                "byte_stop": 594453,
                                "text": "The Food and Drug Administration spends an average of 1200 hours reviewing each application."
                            },
                            {
                                "start": 122.411,
                                "stop": 134.75,
                                "byte_start": 594453,
                                "byte_stop": 643772,
                                "text": "It approves an application only if it finds there is a \u0022reasonable assurance\u0022 of the devices\u0027 safety and effectiveness under the specifications in the application."
                            },
                            {
                                "start": 134.75,
                                "stop": 139.226,
                                "byte_start": 643772,
                                "byte_stop": 661640,
                                "text": "It lays the benefits of the device against its risks."
                            },
                            {
                                "start": 139.226,
                                "stop": 150.657,
                                "byte_start": 661640,
                                "byte_stop": 707406,
                                "text": "This means that it -- that it approves some devices that are very risky indeed, where for example, they provide the only hope for remedying an otherwise fatal condition."
                            },
                            {
                                "start": 150.657,
                                "stop": 164.097,
                                "byte_start": 707406,
                                "byte_stop": 761114,
                                "text": "Once a device has been approved, the manufacturer may not make changes that would affect the devices\u0027 safety or effectiveness without returning to the agency for another round of safety review."
                            },
                            {
                                "start": 164.097,
                                "stop": 172.524,
                                "byte_start": 761114,
                                "byte_stop": 794864,
                                "text": "When Congress added to the authority of federal regulators through the Medical Device Amendments, it took away authority from the States."
                            },
                            {
                                "start": 172.524,
                                "stop": 197.064,
                                "byte_start": 794864,
                                "byte_stop": 892980,
                                "text": "The law provides that no State shall \u0022establish or continue in effect with respect to a device intended for human use\u0022 any requirement which is different from or in addition to any requirement applicable to the device under federal law and which relates to the safety or effectiveness of the device."
                            },
                            {
                                "start": 197.064,
                                "stop": 207.647,
                                "byte_start": 892980,
                                "byte_stop": 935298,
                                "text": "Thus, when the Federal Government requires that a device be marketed in -- in one form, a State may not require that the device be marketed in a different form."
                            },
                            {
                                "start": 207.647,
                                "stop": 218.236,
                                "byte_start": 935298,
                                "byte_stop": 977721,
                                "text": "In this case, petitioner, Donna Riegel and her husband Charles Riegel, filed a lawsuit against respondent, Medtronic Inc., under New York tort law."
                            },
                            {
                                "start": 218.236,
                                "stop": 227.45,
                                "byte_start": 977721,
                                "byte_stop": 1014606,
                                "text": "Charles Riegel had been seriously injured when a catheter manufactured by Medtronic burst during heart surgery."
                            },
                            {
                                "start": 227.45,
                                "stop": 235.223,
                                "byte_start": 1014606,
                                "byte_stop": 1045640,
                                "text": "The catheter was a Class III medical device that had received pre-market approval from the Food and Drug Administration."
                            },
                            {
                                "start": 235.223,
                                "stop": 248.561,
                                "byte_start": 1045640,
                                "byte_stop": 1099034,
                                "text": "The Riegels contended that even if the catheter was manufactured in accordance with specifications that the agency had approved, the device was unsafe and improperly labeled under New York law."
                            },
                            {
                                "start": 248.561,
                                "stop": 258.37,
                                "byte_start": 1099034,
                                "byte_stop": 1138218,
                                "text": "They contended as relevant here that Medtronic was liable under the State\u0027s common law rules of strict liability, implied warranty, and negligence."
                            },
                            {
                                "start": 258.37,
                                "stop": 264.507,
                                "byte_start": 1138218,
                                "byte_stop": 1162773,
                                "text": "Mr. Riegel has since died and his wife presses his claims as administrator of his estate."
                            },
                            {
                                "start": 264.507,
                                "stop": 273.205,
                                "byte_start": 1162773,
                                "byte_stop": 1197568,
                                "text": "She argues that the preemption clause bars only state regulatory provisions and not common law claims."
                            },
                            {
                                "start": 273.205,
                                "stop": 276.997,
                                "byte_start": 1197568,
                                "byte_stop": 1212719,
                                "text": "The Second Circuit disagreed, and so do we."
                            },
                            {
                                "start": 276.997,
                                "stop": 285.082,
                                "byte_start": 1212719,
                                "byte_stop": 1245111,
                                "text": "The whole purpose of the Food and Drug Administration\u0027s review is to determine the appropriate balance between risks and benefits."
                            },
                            {
                                "start": 285.082,
                                "stop": 296.235,
                                "byte_start": 1245111,
                                "byte_stop": 1289728,
                                "text": "When state common law rules permit a jury to recalculate that balance, the federal scheme is frustrated, no less than when a state regulatory scheme takes the same action."
                            },
                            {
                                "start": 296.235,
                                "stop": 304.219,
                                "byte_start": 1289728,
                                "byte_stop": 1321597,
                                "text": "Indeed, leaving the recalculation to a jury on a case-by-case basis is arguably even worse."
                            },
                            {
                                "start": 304.219,
                                "stop": 317.895,
                                "byte_start": 1321597,
                                "byte_stop": 1376350,
                                "text": "Since the jury has before it, only the injured plaintiff and no one speaks for those who would be deprived of the benefits of the admittedly risky device, if manufacturers could not rely upon FDA approval."
                            },
                            {
                                "start": 317.895,
                                "stop": 330.579,
                                "byte_start": 1376350,
                                "byte_stop": 1427027,
                                "text": "As I have described, States are prohibited for maintaining requirements with respect to approved devices that are \u0022different from, or in addition to\u0022 the federal requirements."
                            },
                            {
                                "start": 330.579,
                                "stop": 336.539,
                                "byte_start": 1427027,
                                "byte_stop": 1450956,
                                "text": "In the last analysis, common law claims rest upon state law requirements."
                            },
                            {
                                "start": 336.539,
                                "stop": 346.846,
                                "byte_start": 1450956,
                                "byte_stop": 1492125,
                                "text": "They are premised on the existence of state law duty and a tort judgment represents a determination that a defendant violated that duty."
                            },
                            {
                                "start": 346.846,
                                "stop": 354.323,
                                "byte_start": 1492125,
                                "byte_stop": 1522009,
                                "text": "We have, therefore, treated other statutes that preempts state requirements as preempting state common law obligations."
                            },
                            {
                                "start": 354.323,
                                "stop": 367.072,
                                "byte_start": 1522009,
                                "byte_stop": 1573000,
                                "text": "Congress is entitled to know what meaning this Court will assign to terms regular -- regularly used in its enactments and we see no reason to give the word requirements a different meaning here."
                            },
                            {
                                "start": 367.072,
                                "stop": 375.512,
                                "byte_start": 1573000,
                                "byte_stop": 1606854,
                                "text": "Petitioner contends that the Medical Device Amendments preempt only state duties that relate exclusively to medical devices."
                            },
                            {
                                "start": 375.512,
                                "stop": 392.075,
                                "byte_start": 1606854,
                                "byte_stop": 1673101,
                                "text": "By its terms, however, the statute preempts any requirement \u0022continued in effect with respect to\u0022 a medical device without regard to whether the requirement is also continued in effect with respect to other products."
                            },
                            {
                                "start": 392.075,
                                "stop": 398.067,
                                "byte_start": 1673101,
                                "byte_stop": 1697029,
                                "text": "Petitioner pins her narrower view of preemption on a regulation of the Food and Drug Administration."
                            },
                            {
                                "start": 398.067,
                                "stop": 411.056,
                                "byte_start": 1697029,
                                "byte_stop": 1748960,
                                "text": "The agency itself, however, does not interpret its regulation in that fashion and parts of the regulation make little sense unless the preemption clause is understood to apply to general common law duties."
                            },
                            {
                                "start": 411.056,
                                "stop": 420.034,
                                "byte_start": 1748960,
                                "byte_stop": 1784905,
                                "text": "In the last analysis, we conclude that the regulation neither assists nor contradicts our interpretation of the statutory text."
                            },
                            {
                                "start": 420.034,
                                "stop": 423.995,
                                "byte_start": 1784905,
                                "byte_stop": 1800787,
                                "text": "Accordingly, the decision of the Court of Appeals is affirmed."
                            },
                            {
                                "start": 423.995,
                                "stop": 429.497,
                                "byte_start": 1800787,
                                "byte_stop": 1822730,
                                "text": "Justice Stevens has filed an opinion concurring in part and concurring in the judgment."
                            },
                            {
                                "start": 429.497,
                                "stop": 431.909,
                                "byte_start": 1822730,
                                "byte_stop": 0,
                                "text": "Justice Ginsburg has filed a dissenting opinion."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52115,
            "mime": "audio\/mpeg",
            "size": 1832343,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2007\/06-179\/20080220o_06-179.delivery.mp3"
        },
        {
            "id": 73884,
            "mime": "audio\/ogg",
            "size": 4395033,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2007\/06-179\/20080220o_06-179.ogg"
        },
        {
            "id": 73885,
            "mime": "application\/x-mpegURL",
            "size": 6303,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2007\/06-179\/20080220o_06-179.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}