{
    "id": 16828,
    "title": "Opinion Announcement - July 01, 1976",
    "transcript": {
        "title": "Bellotti v. Baird",
        "duration": 246.057,
        "sections": [
            {
                "start": 0,
                "stop": 246.057,
                "byte_start": 73658,
                "byte_stop": 1057847,
                "turns": [
                    {
                        "start": 0,
                        "stop": 246.057,
                        "byte_start": 73658,
                        "byte_stop": 1057847,
                        "speaker": {
                            "ID": 15045,
                            "name": "Harry A. Blackmun",
                            "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
                            "last_name": "Blackmun",
                            "roles": [
                                {
                                    "id": 2689,
                                    "type": "scotus_justice",
                                    "date_start": 13755600,
                                    "date_end": 775890000,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
                                }
                            ],
                            "thumbnail": {
                                "id": 32712,
                                "mime": "image\/png",
                                "size": 50281,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
                            },
                            "length_of_service": 8821,
                            "identifier": "harry_a_blackmun"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.353,
                                "byte_start": 73658,
                                "byte_stop": 119111,
                                "text": "The Second case is number 75-73 and 75-109, Bellotti against Baird and Hunerwadel against Baird."
                            },
                            {
                                "start": 11.353,
                                "stop": 17.259,
                                "byte_start": 119111,
                                "byte_stop": 142726,
                                "text": "This comes to us from a three-judge Federal District Court for the District of Massachusetts."
                            },
                            {
                                "start": 17.259,
                                "stop": 35.419,
                                "byte_start": 142726,
                                "byte_stop": 215346,
                                "text": "That Commonwealth in 1974 enacted a statute, governing the type of consent, including parental consent required before an abortion may be performed on an unmarried women under the age of 18."
                            },
                            {
                                "start": 35.419,
                                "stop": 46.097,
                                "byte_start": 215346,
                                "byte_stop": 258082,
                                "text": "The appellee\u0027s here are an abortion counseling organization, it\u0027s President and it\u0027s Medical Director and several unmarried pregnant women."
                            },
                            {
                                "start": 46.097,
                                "stop": 61.197,
                                "byte_start": 258082,
                                "byte_stop": 318478,
                                "text": "They brought a class action against the Massachusetts Attorney General and the District Attorneys of several counties of the Commonwealth, claiming that the statute violated the Due Process and Equal Protection Clauses of the Fourteenth Amendment."
                            },
                            {
                                "start": 61.197,
                                "stop": 67.776,
                                "byte_start": 318478,
                                "byte_stop": 344809,
                                "text": "The District Court entered a temporary restraining order before statute became affective."
                            },
                            {
                                "start": 67.776,
                                "stop": 83.296,
                                "byte_start": 344809,
                                "byte_stop": 406876,
                                "text": "That court later held that the statute was unconstitutional as creating a parental veto over the performance of abortions on minors, in that it applied even to those minors who were capable of giving informed consents."
                            },
                            {
                                "start": 83.296,
                                "stop": 101.387,
                                "byte_start": 406876,
                                "byte_stop": 479287,
                                "text": "The court then permanently enjoined the operation of the statute and denied, at least by implication, the appellant\u0027s motion that the court of abstain, pending an authoritative construction of the statute by the Massachusetts\u0027 Supreme Judicial Court."
                            },
                            {
                                "start": 101.387,
                                "stop": 140.375,
                                "byte_start": 479287,
                                "byte_stop": 635186,
                                "text": "In 1975, after the District Court had made it\u0027s decision, but prior to argument here, Massachusetts enacted another statute dealing with consent by minors to medical procedures other than abortion and sterilization and as a consequence in this Court, the appellee\u0027s raised an additional claim of impermissible distinction between the consent procedures applicable to minors in the area of abortion under the 74 statute and the consent required by the 75 statute in regard to other medical procedures on minors."
                            },
                            {
                                "start": 140.375,
                                "stop": 165.155,
                                "byte_start": 635186,
                                "byte_stop": 734347,
                                "text": "The Court holds and it does so unanimously that the District Court should have abstained from deciding the constitutional issue and should have certified to the Massachusetts Supreme Judicial Court, appropriate questions concerning the meaning of the 74 statute and the procedure it imposes."
                            },
                            {
                                "start": 165.155,
                                "stop": 199.3,
                                "byte_start": 734347,
                                "byte_stop": 870915,
                                "text": "The 74 statute at least as the Attorney General represented it is susceptible of the appellant\u0027s interpretation that it would permit a minor capable of giving informed consent to obtain a court order, allowing abortion without parental consultation and would further permit even a minor incapable of giving a informed consent to obtain an abortion order without parental consultation, where it is shown that the abortion would be in her best interest."
                            },
                            {
                                "start": 199.3,
                                "stop": 209.26,
                                "byte_start": 870915,
                                "byte_stop": 910726,
                                "text": "An interpretation of that kind, should it be forthcoming, with a void or substantially modified the Federal Constitutional challenge to the statute."
                            },
                            {
                                "start": 209.26,
                                "stop": 223.342,
                                "byte_start": 910726,
                                "byte_stop": 967046,
                                "text": "We further hold that the claim of impermissible discrimination due to the 75 statute is dependent upon the meaning of the 74 statute, and therefore, is similarly subject to abstention."
                            },
                            {
                                "start": 223.342,
                                "stop": 235.5,
                                "byte_start": 967046,
                                "byte_stop": 1015738,
                                "text": "We, therefore, suggest that it would not be inappropriate for the District Court on remand to certify an appropriate question concerning the meaning of the 75 statute in the light of the 74 one."
                            },
                            {
                                "start": 235.5,
                                "stop": 246.057,
                                "byte_start": 1015738,
                                "byte_stop": 1057847,
                                "text": "The Judgment of the District Court is therefore vacated and the case is remanded for further proceedings, consistent with the opinion that has been filed today."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 42778,
            "mime": "audio\/mpeg",
            "size": 1058056,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1975\/75-73\/19760701o_75-73.delivery.mp3"
        },
        {
            "id": 64688,
            "mime": "audio\/ogg",
            "size": 2578155,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1975\/75-73\/19760701o_75-73.ogg"
        },
        {
            "id": 64689,
            "mime": "application\/x-mpegURL",
            "size": 3597,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1975\/75-73\/19760701o_75-73.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}