{
    "id": 23992,
    "title": "Opinion Announcement - March 31, 2015",
    "transcript": {
        "title": "Armstrong v. Exceptional Child Care Center, Inc.",
        "duration": 537.678,
        "sections": [
            {
                "start": 0,
                "stop": 537.678,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.075,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.075,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Scalia has our opinion this morning in case 14-15 Armstrong v. the Exceptional Child Center."
                            }
                        ]
                    },
                    {
                        "start": 11.075,
                        "stop": 537.678,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 11.075,
                                "stop": 17.662,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case is here on writ of certiorari to the United States Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 17.662,
                                "stop": 35.835,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Medicaid is a federal program that subsidizes the state\u0027s provision of medical services to needy individuals like other legislation supported only by congress’ authority to tax and spend for the general welfare it offers the state to bargain."
                            },
                            {
                                "start": 35.835,
                                "stop": 44.98,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Congress provides federal funds in exchange for the state’s agreement to spend them in accordance with congressionally imposed conditions."
                            },
                            {
                                "start": 44.98,
                                "stop": 92.926,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Among these conditions is a funding requirement contained in Section 30(A) of the Act which requires State Medicaid plans to “provide such methods and procedures relating to the utilization of and the payment for care and services available under the plan as may be necessary to safeguard against unnecessary utilization of such care and services and to insure that payments are consistent with efficiency, economy and quality of care and are sufficient to enlist enough providers so that care and services are available under the plan at least to the extent that such care and services are available to the general population in the geographic area."
                            },
                            {
                                "start": 92.926,
                                "stop": 103.483,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Respondents here are providers of habilitation services to persons covered by Idaho\u0027s Medicaid plan."
                            },
                            {
                                "start": 103.483,
                                "stop": 118.671,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Rehabilitation services are or habilitation services are essentially in home care to those who would otherwise be eligible for care at an institution like a hospital or a nursing home."
                            },
                            {
                                "start": 118.671,
                                "stop": 137.546,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These respondents sued petitioners, two officials in Idaho\u0027s Department of Health and Welfare, claiming that Ohio violates Section 30(A) by reimbursing providers of habilitation services at rates lower than that Section permits."
                            },
                            {
                                "start": 137.546,
                                "stop": 146.943,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They sought injunction requiring petitioners to increase the rates so as to bring Idaho into compliance with Section 30(A)."
                            },
                            {
                                "start": 146.943,
                                "stop": 161.628,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The District Court entered summary judgment for the providers, the Ninth Circuit affirmed holding that the supremacy clause confers a private clause of action under which Medicaid providers can sue to enforce Section 30(A)."
                            },
                            {
                                "start": 161.628,
                                "stop": 167.34,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We granted certiorari and now reverse the judgment of the Ninth Circuit."
                            },
                            {
                                "start": 167.34,
                                "stop": 173.847,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The first question presented by the case is whether the supremacy clause gives a private right of action."
                            },
                            {
                                "start": 173.847,
                                "stop": 179.356,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We hold that it does not and on this issue all nine justices are in agreement."
                            },
                            {
                                "start": 179.356,
                                "stop": 190.901,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The supremacy clause provides that “the laws of the United States” enacted in pursuance of the constitution shall be the supreme law of the land."
                            },
                            {
                                "start": 190.901,
                                "stop": 193.697,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This language creates a rule of decision."
                            },
                            {
                                "start": 193.697,
                                "stop": 198.806,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Courts must not give effective state laws that conflict with federal laws."
                            },
                            {
                                "start": 198.806,
                                "stop": 218.051,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It does not, however, confer any rights and it certainly does not create a cause of action. It instructs courts what to do when state and federal law clash, but is silent regarding who may enforce federal laws in court and in what circumstances they may do so."
                            },
                            {
                                "start": 218.051,
                                "stop": 232.351,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In interpreting legal text our task is to give the text the meaning it had when enacted, and it is clear that at the time of the supremacy\u0027s clause ratification it was not understood as conferring a private right of action."
                            },
                            {
                                "start": 232.351,
                                "stop": 249.066,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The supremacy clause was among the most debated provisions of the proposed constitution. Had it been understood to provide such significant private rights against the states, one would expect to find that mentioned in the pre-ratification historical record."
                            },
                            {
                                "start": 249.066,
                                "stop": 251.607,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We are aware of no such mention."
                            },
                            {
                                "start": 251.607,
                                "stop": 272.45,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Alexander Hamilton wrote that the supremacy clause “only declares a truth which flows immediately unnecessarily from the institution of a Federal Government” and Justice Story described the clause as “a positive affirmance of that, which is necessarily implied.”"
                            },
                            {
                                "start": 272.45,
                                "stop": 287.379,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These descriptions would have been grossly inapt if the clause were understood to give affected parties a constitutional and hence congressionally unalterable right to enforce federal laws against the states."
                            },
                            {
                                "start": 287.379,
                                "stop": 293.727,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Additionally, it is important to read the supremacy clause in the context of the Constitution as a whole."
                            },
                            {
                                "start": 293.727,
                                "stop": 311.196,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The necessary and proper clause of Article 1 vests Congress with broad discretion over the manner of implementing its enumerated powers, giving it authority to “make all laws which shall be necessary and proper for carrying them into execution.”"
                            },
                            {
                                "start": 311.196,
                                "stop": 330.511,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is unlikely that the Constitution gave Congress such broad discretion with regard to the enactment of laws while simultaneously limiting Congress\u0027 power over the manner on their implementation, making it impossible to leave the enforcement of federal laws to federal actors."
                            },
                            {
                                "start": 330.511,
                                "stop": 337.704,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That, however, is exactly what reading a private right of action into the supremacy clause would entail."
                            },
                            {
                                "start": 337.704,
                                "stop": 354.555,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We have long held that federal courts may in some circumstances grant injunctive relief against state officers who are violating or planning to violate federal law, but we have never held that the right to seek such relief is guaranteed by the supremacy clause."
                            },
                            {
                                "start": 354.555,
                                "stop": 369.598,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The right to enjoin state officers from violating federal law is the creation of courts of equity not the supremacy clause, and it reflects a long history of judicial review of illegal executive action tracing back to England."
                            },
                            {
                                "start": 369.598,
                                "stop": 373.537,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Ninth Circuit erred in holding otherwise."
                            },
                            {
                                "start": 373.537,
                                "stop": 385.329,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The second question the case presents is whether quite apart from any cause of action conferred by the supremacy clause this suit can proceed against Idaho inequity."
                            },
                            {
                                "start": 385.329,
                                "stop": 404.253,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We hold that it cannot. The power of federal courts of equity to enjoin unlawful executive action is subject to express and implied statutory limitations, and in our view the Medicaid Act implicitly precludes private enforcement of Section 30(A)."
                            },
                            {
                                "start": 404.253,
                                "stop": 410.528,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "True aspects of that Section established Congress\u0027 intent to foreclose equitable relief."
                            },
                            {
                                "start": 410.528,
                                "stop": 423.526,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "First, the sole remedy Congress provided for a state\u0027s failure to comply with Medicaid requirement is the withholding of Medicaid funds by the Secretary of Health and Human Services."
                            },
                            {
                                "start": 423.526,
                                "stop": 434.411,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As we explained in another case “the express provision of one method of enforcing a substantive rule suggests that Congress intended to preclude others.”"
                            },
                            {
                                "start": 434.411,
                                "stop": 448.008,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "While this might not by itself preclude the availability of equitable relief, it does so when combined with the judicially unadministrable nature of Section 30(A)\u0027s text."
                            },
                            {
                                "start": 448.008,
                                "stop": 468.459,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is difficult to imagine a requirement broader and less specific than Section 30(A)\u0027s mandate that state plans provide for payments that are consistent with efficiency, economy and quality of care all the while safeguarding against unnecessary utilization of care and services."
                            },
                            {
                                "start": 468.459,
                                "stop": 483.386,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Explicitly conferring enforcement of this judgment-laden standard upon the Secretary alone establishes we think that Congress “wanted to make the agency remedy that it provided exclusive.”"
                            },
                            {
                                "start": 483.386,
                                "stop": 493.162,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Accordingly we hold that Medicaid providers have no right to seek injunctive relief requiring compliance with Section 30(A) of the Medicaid Act."
                            },
                            {
                                "start": 493.162,
                                "stop": 505.306,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Everything I have said is contained in parts one through three of the opinion, those parts are joined by the Chief Justice and Justices Thomas Breyer and Alito."
                            },
                            {
                                "start": 505.306,
                                "stop": 520.884,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Part four in which we explain why respondents were right to concede that Section 30(A) does not itself give a private cause of action is joined only by the Chief Justice and Justices Thomas and Alito."
                            },
                            {
                                "start": 520.884,
                                "stop": 537.678,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Breyer filed an opinion concurring in part and concurring in the judgment and Justice Sotomayor filed a dissenting opinion in which justices Kennedy, Ginsberg and Kagan joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78700,
            "mime": "audio\/mpeg",
            "size": 2175498,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/14-15\/14-15_20150331-opinion.delivery.mp3"
        },
        {
            "id": 78821,
            "mime": "audio\/ogg",
            "size": 5297625,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/14-15\/14-15_20150331-opinion.ogg"
        },
        {
            "id": 78822,
            "mime": "application\/x-mpegURL",
            "size": 8882,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/14-15\/14-15_20150331-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}