{
    "id": 21404,
    "title": "Opinion Announcement - June 20, 2011",
    "transcript": {
        "title": "American Electric Power Co., Inc. v. Connecticut",
        "duration": 356.154,
        "sections": [
            {
                "start": 0,
                "stop": 356.154,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 356.154,
                        "byte_start": 106496,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 17.546,
                                "byte_start": 106496,
                                "byte_stop": 176713,
                                "text": "Does the federal common law of public nuisance authorize suits by states, cities and private parties to abate carbon dioxide emissions on the theory that they contribute to global warming?"
                            },
                            {
                                "start": 17.546,
                                "stop": 20.686,
                                "byte_start": 176713,
                                "byte_stop": 189252,
                                "text": "That is the question this case presents."
                            },
                            {
                                "start": 20.686,
                                "stop": 52.723,
                                "byte_start": 189252,
                                "byte_stop": 317461,
                                "text": "The plaintiffs below, respondents here, several states New York City and three private land trusts, the defendants below, petitioners here, are five major electric power companies including the Federal Tennessee Valley Authority, alleging that the five power companies of the largest emitters of carbon dioxide in the nation, the plaintiffs filed suit for injunctive relief in the Federal District Court in New York."
                            },
                            {
                                "start": 52.723,
                                "stop": 65.61,
                                "byte_start": 317461,
                                "byte_stop": 368974,
                                "text": "They asked the Court to set carbon dioxide emissions limits for each defendant at an initial cap and to order further reductions annually."
                            },
                            {
                                "start": 65.61,
                                "stop": 72.1,
                                "byte_start": 368974,
                                "byte_stop": 394992,
                                "text": "The District Court dismissed the litigation holding that the plaintiffs had come to the wrong forum."
                            },
                            {
                                "start": 72.1,
                                "stop": 84.308,
                                "byte_start": 394992,
                                "byte_stop": 443789,
                                "text": "They were raising political questions the judge said, this is properly address by the legislative and executive branches of government not by the judiciary."
                            },
                            {
                                "start": 84.308,
                                "stop": 87.499,
                                "byte_start": 443789,
                                "byte_stop": 456537,
                                "text": "The Court of Appeals for the Second Circuit reversed."
                            },
                            {
                                "start": 87.499,
                                "stop": 100.2,
                                "byte_start": 456537,
                                "byte_stop": 507319,
                                "text": "The Appeals Court held first that neither the political question doctrine nor any Article III standing to sue barrier blocked the litigation."
                            },
                            {
                                "start": 100.2,
                                "stop": 117.109,
                                "byte_start": 507319,
                                "byte_stop": 575028,
                                "text": "On the merits, the Second Circuit held that the litigation could move forward in federal court because the plaintiffs had stated the claim under federal common law that is law developed by judges\u0027 overtime case by case."
                            },
                            {
                                "start": 117.109,
                                "stop": 132.247,
                                "byte_start": 575028,
                                "byte_stop": 635528,
                                "text": "In reaching this determination, the Court of Appeals relied on decisions of this Court allowing the state to maintain the suit for abatement of air pollution emanating from outside the state but traveling into it."
                            },
                            {
                                "start": 132.247,
                                "stop": 138.426,
                                "byte_start": 635528,
                                "byte_stop": 660292,
                                "text": "On the jurisdictional question, this Court is evenly divided."
                            },
                            {
                                "start": 138.426,
                                "stop": 148.501,
                                "byte_start": 660292,
                                "byte_stop": 700520,
                                "text": "Four of us would find no threshold barrier to sue while four withhold that the plaintiffs lack Article III standing to sue."
                            },
                            {
                                "start": 148.501,
                                "stop": 152.81,
                                "byte_start": 700520,
                                "byte_stop": 717761,
                                "text": "We therefore follow our standard practice on four-to-four splits."
                            },
                            {
                                "start": 152.81,
                                "stop": 164.923,
                                "byte_start": 717761,
                                "byte_stop": 766245,
                                "text": "We affirm the Court of Appeals exercise of jurisdiction but we issue no opinion on the point and our disposition of the question carries no weight as precedent."
                            },
                            {
                                "start": 164.923,
                                "stop": 169.578,
                                "byte_start": 766245,
                                "byte_stop": 784844,
                                "text": "On the merits however, we reverse the Second Circuit\u0027s judgment."
                            },
                            {
                                "start": 169.578,
                                "stop": 188.71,
                                "byte_start": 784844,
                                "byte_stop": 861435,
                                "text": "We did not decide whether this Court\u0027s reasoning in prior interstate business suits would carry over to a claim seeking abatement of carbon dioxide emissions for any such claim we hold would be displaced by the Clean Air Act."
                            },
                            {
                                "start": 188.71,
                                "stop": 206.32,
                                "byte_start": 861435,
                                "byte_stop": 931861,
                                "text": "The justification for federal common law disappears, our decisions explained when Congress steps in and addresses the question until then prop of a federal common law governments.We think this case fits that description."
                            },
                            {
                                "start": 206.32,
                                "stop": 231.169,
                                "byte_start": 931861,
                                "byte_stop": 1031231,
                                "text": "In Massachusetts, the EPA, we held that the Clean Air Act entrusted regulation of carbon dioxide emissions to an expert administrative agency, the Environmental Protection Agency, the EPA\u0027s authority under the Clean Air Act, which is carbon dioxide emissions from power plants like those the defendants operate."
                            },
                            {
                                "start": 231.169,
                                "stop": 242.814,
                                "byte_start": 1031231,
                                "byte_stop": 1077833,
                                "text": "In fact, the EPA is currently engaged in the rulemaking to decide whether the agency should set limits on emissions from domestic power plants."
                            },
                            {
                                "start": 242.814,
                                "stop": 266.772,
                                "byte_start": 1077833,
                                "byte_stop": 1173650,
                                "text": "The Clean Air Act in our judgment leaves no room for a parallel tract -- track that is notwithstanding the regulatory authority of the expert agency, control of greenhouse gas emissions by federal judges employing judge made federal tort law."
                            },
                            {
                                "start": 266.772,
                                "stop": 276.242,
                                "byte_start": 1173650,
                                "byte_stop": 1211476,
                                "text": "We have before us to put it plainly, who decides question executive agency pursuant to congressional delegation or court?"
                            },
                            {
                                "start": 276.242,
                                "stop": 292.617,
                                "byte_start": 1211476,
                                "byte_stop": 1276991,
                                "text": "The Second Circuit held that federal common law is not displaced unless and until the EPA actually exercises this regulatory authority by setting limits on carbon dioxide emissions from the defendants\u0027 plants."
                            },
                            {
                                "start": 292.617,
                                "stop": 294.641,
                                "byte_start": 1276991,
                                "byte_stop": 1285141,
                                "text": "We disagree."
                            },
                            {
                                "start": 294.641,
                                "stop": 302.452,
                                "byte_start": 1285141,
                                "byte_stop": 1316383,
                                "text": "The critical point is that Congress has vested decision maker -- decision making authority in the EPA."
                            },
                            {
                                "start": 302.452,
                                "stop": 314.956,
                                "byte_start": 1316383,
                                "byte_stop": 1366329,
                                "text": "If the plaintiffs are dissatisfied with the EPA\u0027s decision, the plaintiffs may seek court review of the agencies rulemaking under procedures prescribed by the Clean Air Act."
                            },
                            {
                                "start": 314.956,
                                "stop": 324.3,
                                "byte_start": 1366329,
                                "byte_stop": 1403737,
                                "text": "But the plaintiffs cannot bypass the EPA\u0027s rulemaking and activate in the first instance judicial resolution of the matter."
                            },
                            {
                                "start": 324.3,
                                "stop": 328.392,
                                "byte_start": 1403737,
                                "byte_stop": 1420142,
                                "text": "The plaintiff\u0027s also raised claims under state tort law."
                            },
                            {
                                "start": 328.392,
                                "stop": 334.909,
                                "byte_start": 1420142,
                                "byte_stop": 1446160,
                                "text": "The courts below did not address the potential governance of state law because we are a court of review."
                            },
                            {
                                "start": 334.909,
                                "stop": 343.28,
                                "byte_start": 1446160,
                                "byte_stop": 1479701,
                                "text": "In that first view, we remand the state law claims so that the lower courts can take them up in the first instance."
                            },
                            {
                                "start": 343.28,
                                "stop": 351.426,
                                "byte_start": 1479701,
                                "byte_stop": 1512302,
                                "text": "Justice Alito has filed an opinion concurring in part and concurring in the judgment in which Justice Thomas joins."
                            },
                            {
                                "start": 351.426,
                                "stop": 356.154,
                                "byte_start": 1512302,
                                "byte_stop": 0,
                                "text": "Justice Sotomayor took no part in the consideration or decision of this case."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51932,
            "mime": "audio\/mpeg",
            "size": 1531110,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2010\/10-174\/20110620o_10-174.delivery.mp3"
        },
        {
            "id": 73702,
            "mime": "audio\/ogg",
            "size": 3478540,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2010\/10-174\/20110620o_10-174.ogg"
        },
        {
            "id": 73703,
            "mime": "application\/x-mpegURL",
            "size": 5228,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2010\/10-174\/20110620o_10-174.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}