{
    "id": 23972,
    "title": "Opinion Announcement - February 25, 2015",
    "transcript": {
        "title": "North Carolina Board of Dental Examiners v. Federal Trade Commission",
        "duration": 334.419,
        "sections": [
            {
                "start": 0,
                "stop": 334.419,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.557,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.557,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has our opinion this morning in case 13-534, North Carolina State Board of Dental Examiners v. the Federal Trade Commission."
                            }
                        ]
                    },
                    {
                        "start": 9.557,
                        "stop": 334.419,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 9.557,
                                "stop": 24.303,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case requires the Court to consider if and when a state board that regulates a particular profession can invoke immunity from the Federal antitrust laws if that board is controlled by active participants in the same profession."
                            },
                            {
                                "start": 24.303,
                                "stop": 33.539,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The North Carolina State Board of Dental Examiners is the agency of the State of North Carolina for the regulation of practice of dentistry."
                            },
                            {
                                "start": 33.539,
                                "stop": 39.175,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It is charged with creating and administrating and enforcing the licensing scheme, and the board has eight members."
                            },
                            {
                                "start": 39.175,
                                "stop": 44.886,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Six of them must be licensed, practicing dentists engaged in the active practice of dentistry."
                            },
                            {
                                "start": 44.886,
                                "stop": 50.116,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The other two members are a licensed dental hygienist and a consumer."
                            },
                            {
                                "start": 50.116,
                                "stop": 59.173,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In the early 2000, the non-dentist started offering teeth whitening services in North Carolina."
                            },
                            {
                                "start": 59.173,
                                "stop": 63.127,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "They often charged lower prices than dentists for similar procedures."
                            },
                            {
                                "start": 63.127,
                                "stop": 67.906,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Dentists complained about this competition to the Board of Dental Examiners."
                            },
                            {
                                "start": 67.906,
                                "stop": 78.758,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In response, even though state law does not specify that the practice of dentistry includes teeth whitening, the board issued dozens of cease and desist letters to the non-dentists."
                            },
                            {
                                "start": 78.758,
                                "stop": 86.187,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These and other actions by the board led non-dentists to cease offering teeth whitening services in that state."
                            },
                            {
                                "start": 86.187,
                                "stop": 93.272,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Federal Trade Commission filed an administrative complaint, alleging the board had violated the antitrust laws."
                            },
                            {
                                "start": 93.272,
                                "stop": 99.702,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The administrative law judge found that there was no state action antitrust immunity and the FTC agreed."
                            },
                            {
                                "start": 99.702,
                                "stop": 113.59,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It reasoned that even if the Board of Dental Examiners had acted pursuant to a clearly articulated state policy, that policy and the board must be actively supervised by the state to claim immunity and there was no active supervision."
                            },
                            {
                                "start": 113.59,
                                "stop": 119.02,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The administrative law judge then concluded that the Board of Dental Examiners had unreasonably restrained trade."
                            },
                            {
                                "start": 119.02,
                                "stop": 124.591,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The FTC agreed and the Fourth Circuit Court of Appeals affirmed the FTC in all respects."
                            },
                            {
                                "start": 124.591,
                                "stop": 128.098,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court now affirms the judgment of the Court of Appeals."
                            },
                            {
                                "start": 128.098,
                                "stop": 144.279,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court holds that a state board on which a controlling number of decision makers are active market participants in the occupation the board regulates must satisfy the active supervision requirement in order to invoke state action antitrust immunity."
                            },
                            {
                                "start": 144.279,
                                "stop": 150.049,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Federal antitrust law is a central safeguard for the nation\u0027s premarket structures."
                            },
                            {
                                "start": 150.049,
                                "stop": 169.936,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now requiring states to conform to the mandates of the Sherman Act would impose an impermissible burden on their power to regulate, so, beginning with Parker v. Brown, this Court has interpreted the federal antitrust laws as conferring immunity on the anti competitive conduct of states acting in their sovereign capacity."
                            },
                            {
                                "start": 169.936,
                                "stop": 185.145,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now the Sherman Act immunizes the sovereign states\u0027 own anti-competitive policies out of respect for federalism, it does not always confer immunity whereas here the state delegates or transfers control over market to a nonsovereign actor."
                            },
                            {
                                "start": 185.145,
                                "stop": 190.808,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "State action antitrust immunity requires more than a mere facade of state involvement."
                            },
                            {
                                "start": 190.808,
                                "stop": 197.266,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The states must have political accountability for anti-competitive conduct they permit and control."
                            },
                            {
                                "start": 197.266,
                                "stop": 207.141,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "These limits on state action immunity are essential when the state seeks to delegate its regulatory power to active market participants."
                            },
                            {
                                "start": 207.141,
                                "stop": 217.56,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Prohibitions against anti-competitive self-regulation by active market participants are an axiom of federal antitrust policy."
                            },
                            {
                                "start": 217.56,
                                "stop": 230.294,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This Court, in a case called California Retail Liquor Dealers Association v. Midcal, set forth a framework to resolve the question whether an anti-competitive policy is truly the policy of a state."
                            },
                            {
                                "start": 230.294,
                                "stop": 237.438,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The clear policy that displays competition and active supervision are essential to that framework."
                            },
                            {
                                "start": 237.438,
                                "stop": 244.405,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now here the board contends that entities, designated by states as agencies, are excused from supervision."
                            },
                            {
                                "start": 244.405,
                                "stop": 261.603,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "That position, however, cannot be reconciled with this Court\u0027s repeated conclusion that the need for supervision turns not on the formal designating given by states to regulators, but on the risk that active market participants will pursue private interests in restraining trade."
                            },
                            {
                                "start": 261.603,
                                "stop": 271.035,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When the state empowers a group of active market participants to decide who could participate in the market and on what terms, the need for supervision is manifest."
                            },
                            {
                                "start": 271.035,
                                "stop": 277.833,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Here the board does not contend its conduct was supervised by the state."
                            },
                            {
                                "start": 277.833,
                                "stop": 292.67,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There is a long tradition of citizens who are esteemed by their own professional colleagues, the voting time and energy and talent to enhancing the dignity of their calling by serving on a state regulatory board."
                            },
                            {
                                "start": 292.67,
                                "stop": 296.686,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Today\u0027s holding is not inconsistent with that idea."
                            },
                            {
                                "start": 296.686,
                                "stop": 304.885,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court does not address whether agency officials may in some cases be immune from money damages and the states of course may defend and indemnify board members."
                            },
                            {
                                "start": 304.885,
                                "stop": 313.946,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court does hold that it is necessary under Sherman Act to apply the antitrust laws to professional regulation absent compliance with Parker and Midcal."
                            },
                            {
                                "start": 313.946,
                                "stop": 321.127,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is particularly so in light of the risks that licensing boards dominated by market participants may pose to the free market."
                            },
                            {
                                "start": 321.127,
                                "stop": 327.148,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For these reasons and others set forth in the opinion, the judgment of the Court of Appeals for the Fourth Circuit is affirmed."
                            },
                            {
                                "start": 327.148,
                                "stop": 334.419,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Justice Alito has filed a dissenting opinion in which Justices Scalia and Thomas have joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 78660,
            "mime": "audio\/mpeg",
            "size": 1364240,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2014\/13-534\/13-534_20150225-opinion.delivery.mp3"
        },
        {
            "id": 78781,
            "mime": "audio\/ogg",
            "size": 3311330,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2014\/13-534\/13-534_20150225-opinion.ogg"
        },
        {
            "id": 78782,
            "mime": "application\/x-mpegURL",
            "size": 5711,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2014\/13-534\/13-534_20150225-opinion.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}