{
    "id": 22895,
    "title": "Opinion Announcement - June 19, 2006",
    "transcript": {
        "title": "Rapanos v. United States",
        "duration": 1446.792,
        "sections": [
            {
                "start": 0,
                "stop": 1446.792,
                "byte_start": 90240,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 16.247,
                        "byte_start": 90240,
                        "byte_stop": 155233,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 16.247,
                                "byte_start": 90240,
                                "byte_stop": 155233,
                                "text": "Justice Scalia has the announcement in 04-1034, Rapanos versus United States, and 04-1384, Carabell versus United States Army Corps of Engineers."
                            }
                        ]
                    },
                    {
                        "start": 16.247,
                        "stop": 735.333,
                        "byte_start": 155233,
                        "byte_stop": 3031628,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 16.247,
                                "stop": 21.808,
                                "byte_start": 155233,
                                "byte_stop": 177489,
                                "text": "These cases are here on writ of certiorari to the United States Court of Appeals for the 6th Circuit."
                            },
                            {
                                "start": 21.808,
                                "stop": 28.342,
                                "byte_start": 177489,
                                "byte_stop": 203611,
                                "text": "I am announcing the judgment of the Court, which is to vacate and remand these cases for further proceedings."
                            },
                            {
                                "start": 28.342,
                                "stop": 36.217,
                                "byte_start": 203611,
                                "byte_stop": 235167,
                                "text": "My opinion, which I will now summarize, is joined by the Chief Justice and Justices Thomas and Alito."
                            },
                            {
                                "start": 36.217,
                                "stop": 49.593,
                                "byte_start": 235167,
                                "byte_stop": 288666,
                                "text": "The Clean Water Act makes it illegal without a permit from the Corps of Engineers to discharge dredged or fill material into, “the waters of the United States”."
                            },
                            {
                                "start": 49.593,
                                "stop": 81.446,
                                "byte_start": 288666,
                                "byte_stop": 416039,
                                "text": "Getting an individual permit can be enormously expensive -- over $1.7 billion is spent in obtaining them each year -- and the Corps’ regulations allow denial of permits not only for environmental reasons, but also because of economics, aesthetics, recreation and, “in general, the needs and welfare of the people”, factors no less expansive than those taken into account by state and local authorities for land-use zoning."
                            },
                            {
                                "start": 81.446,
                                "stop": 93.791,
                                "byte_start": 416039,
                                "byte_stop": 465463,
                                "text": "The two cases before us concern wetlands -- that is, lands sufficiently saturated at least part of the time to support aquatic vegetation -- wetlands in Michigan."
                            },
                            {
                                "start": 93.791,
                                "stop": 103.798,
                                "byte_start": 465463,
                                "byte_stop": 505482,
                                "text": "Most of this land lies near ditches or manmade drains that eventually empty into navigable waters."
                            },
                            {
                                "start": 103.798,
                                "stop": 109.498,
                                "byte_start": 505482,
                                "byte_stop": 528261,
                                "text": "Petitioners are developers, who claim the right to backfill these lots without getting a permit."
                            },
                            {
                                "start": 109.498,
                                "stop": 120.661,
                                "byte_start": 528261,
                                "byte_stop": 572983,
                                "text": "No one here contends that intrastate wetland such as this are, ipso facto, waters of the United States, and our opinions make clear that they are not."
                            },
                            {
                                "start": 120.661,
                                "stop": 146.069,
                                "byte_start": 572983,
                                "byte_stop": 674547,
                                "text": "The 6th Circuit held, however, that these wetlands were covered by the Act, because the nearby ditches and drains constituted tributaries of navigable waters and because the wetlands were adjacent to those tributaries, both by reason of their physical proximity and by reason of their hydrologic connection to it."
                            },
                            {
                                "start": 146.069,
                                "stop": 194.561,
                                "byte_start": 674547,
                                "byte_stop": 868584,
                                "text": "The 6th Circuit holding is in accord with the Corps’ regulations, which define “waters of the United States” to include, among other things, wetlands adjacent to waters of the United States; and the Corps means by “adjacent” not just a butting, but also nearby or having some hydrologic connection; and the regulations define “waters of the United States” to include tributaries of those waters and defines “tributaries” to include any channel that contains a visible mark of the passage of water, such as a high waterline of litter or debris, even if the channel is ordinarily dry and contains water only during rainfall."
                            },
                            {
                                "start": 194.561,
                                "stop": 250.521,
                                "byte_start": 868584,
                                "byte_stop": 1092402,
                                "text": "Thus, under its regulations, the Corps has asserted permitting jurisdiction over, as waters of the United States, storm sewers, manmade drainage ditches miles from traditional waterways and arid canyons connected to waters only through the flow of groundwater over centuries and even desert washes that hold rainwater once a year; and it has also asserted jurisdiction over wetlands adjacent to these features, by which it means wetlands nearby, even if separated by a 70-foot-wide impermeable dike over which automobiles travel, wetlands that are connected to United States waters by sheet flow of rainwater during storms and wetlands connected to such waters by flooding once every 100 years."
                            },
                            {
                                "start": 250.521,
                                "stop": 269.391,
                                "byte_start": 1092402,
                                "byte_stop": 1167843,
                                "text": "The Corps convinced one district court that a wetland was adjacent simply because, “water molecules currently present in the wetlands”, we’re sure at some point, no matter when or how, to, “intermingle with water” from a navigable river."
                            },
                            {
                                "start": 269.391,
                                "stop": 284.592,
                                "byte_start": 1167843,
                                "byte_stop": 1228656,
                                "text": "Based on its understanding of adjacent wetlands, the Court has asserted jurisdiction over 270 to 300 million acres of wetlands, including half of Alaska and an area the size of California in the lower 48 states."
                            },
                            {
                                "start": 284.592,
                                "stop": 298.235,
                                "byte_start": 1228656,
                                "byte_stop": 1283200,
                                "text": "And based on its definition of tributary, any channel that contains a visible mark of passage of water, no matter how rarely the water passes, constitutes a covered tributary of the waters of the United States."
                            },
                            {
                                "start": 298.235,
                                "stop": 304.63,
                                "byte_start": 1283200,
                                "byte_stop": 1308800,
                                "text": "This includes storm sewers in major cities and dry washes in immense arid deserts."
                            },
                            {
                                "start": 304.63,
                                "stop": 311.571,
                                "byte_start": 1308800,
                                "byte_stop": 1336594,
                                "text": "Thus, a vast portion of the nation’s dry land potentially constitutes waters."
                            },
                            {
                                "start": 311.571,
                                "stop": 316.979,
                                "byte_start": 1336594,
                                "byte_stop": 1358224,
                                "text": "We think all this departs very much indeed from what the statute provides."
                            },
                            {
                                "start": 316.979,
                                "stop": 324.914,
                                "byte_start": 1358224,
                                "byte_stop": 1389989,
                                "text": "With regard to tributaries, the Act authorizes jurisdiction only over the waters of the United States."
                            },
                            {
                                "start": 324.914,
                                "stop": 341.466,
                                "byte_start": 1389989,
                                "byte_stop": 1456131,
                                "text": "Used in the plural and with a definite article, this term refers only, in the words of the dictionary definition to water, “as found in streams and bodies forming geographical features such as oceans, rivers and lakes”."
                            },
                            {
                                "start": 341.466,
                                "stop": 347.166,
                                "byte_start": 1456131,
                                "byte_stop": 1478909,
                                "text": "A country’s waters do not include dry channels, desert washes or storm gutters."
                            },
                            {
                                "start": 347.166,
                                "stop": 357.305,
                                "byte_start": 1478909,
                                "byte_stop": 1519556,
                                "text": "They include streams, rivers, lakes, oceans -- in short, relatively permanent, continuously standing or flowing bodies of water."
                            },
                            {
                                "start": 357.305,
                                "stop": 374.711,
                                "byte_start": 1519556,
                                "byte_stop": 1589146,
                                "text": "The Act itself distinguishes conveyances that typically contain intermittent flows of waters, such as ditches, channels and conduits, from permanent bodies of water by defining the former separately as “point sources”, not as “waters of the United States”."
                            },
                            {
                                "start": 374.711,
                                "stop": 394.081,
                                "byte_start": 1589146,
                                "byte_stop": 1666573,
                                "text": "And the Corps’ broad interpretation is inconsistent with the Act’s stated purpose of preserving the state’s primary responsibility to plan the development and use of land resources, because it makes the Federal Government a de facto regulator of huge tracts of intrastate land."
                            },
                            {
                                "start": 394.081,
                                "stop": 405.207,
                                "byte_start": 1666573,
                                "byte_stop": 1711086,
                                "text": "A waterlogged log in the middle of a town become subject to the Corps’ permitting authority rather than the town’s zoning authority, simply because it is adjacent to a storm drain."
                            },
                            {
                                "start": 405.207,
                                "stop": 421.461,
                                "byte_start": 1711086,
                                "byte_stop": 1776183,
                                "text": "We ordinarily expect a clear and manifest statement from Congress to authorize agency action that pushes to the limits of Congress’s commerce power or that intrudes upon an area of traditional state responsibility, such as land-use regulation."
                            },
                            {
                                "start": 421.461,
                                "stop": 431.039,
                                "byte_start": 1776183,
                                "byte_stop": 1814426,
                                "text": "The Corps’ interpretation does both with no clear and manifest statement other than “the waters of the United States”."
                            },
                            {
                                "start": 431.039,
                                "stop": 454.84,
                                "byte_start": 1814426,
                                "byte_stop": 1909616,
                                "text": "As for the Corps’ expansive definition of “adjacent”, it must be understood, first of all, that the notion of adjacency does not come from the statute; rather, it comes from one of our opinions, called Riverside Bayview, in which we held that wetlands adjacent to covered waters, in the sense that they actually abutted covered waters, were also covered by the Act."
                            },
                            {
                                "start": 454.84,
                                "stop": 466.847,
                                "byte_start": 1909616,
                                "byte_stop": 1957682,
                                "text": "The reason we included those wetlands was that there is an inherent boundary-drawing problem between waters and the adjoining wetlands that they gradually blend into."
                            },
                            {
                                "start": 466.847,
                                "stop": 473.431,
                                "byte_start": 1957682,
                                "byte_stop": 1984013,
                                "text": "When a swamp borders on a river or lake, there is no clear line showing where the water ends and the wetland begins."
                            },
                            {
                                "start": 473.431,
                                "stop": 485.343,
                                "byte_start": 1984013,
                                "byte_stop": 2031660,
                                "text": "Because of this inherent ambiguity, we held that the Corps’ inclusion of “adjacent” --  that is, “abutting” -- wetlands as waters of the United States was a permissible construction of the statute."
                            },
                            {
                                "start": 485.343,
                                "stop": 498.012,
                                "byte_start": 2031660,
                                "byte_stop": 2082338,
                                "text": "Of course, wetlands that are physically separate from covered waters do not present such a boundary-drawing problem and cannot be included as waters of the United States or indeed as waters at all."
                            },
                            {
                                "start": 498.012,
                                "stop": 508.082,
                                "byte_start": 2082338,
                                "byte_stop": 2122671,
                                "text": "The fact that such wetlands may have an ecological relationship to waters of the United States does not mean that they are waters of the United States."
                            },
                            {
                                "start": 508.082,
                                "stop": 528.693,
                                "byte_start": 2122671,
                                "byte_stop": 2205113,
                                "text": "We held that in a case called SWANCC -- that’s an acronym for Solid Waste Agency of Northern Cook County -- which squarely rejected the notion that the ecological connection between isolated ponds and waters of the United States was enough to render them covered."
                            },
                            {
                                "start": 528.693,
                                "stop": 565.624,
                                "byte_start": 2205113,
                                "byte_stop": 2352758,
                                "text": "Therefore, in order for a wetland that neighbors a ditch or drain to constitute part of the waters of the United States, two criteria must be satisfied:  first, the nearby channel must contain a relatively permanent body of water that would normally be described as a stream, river or lake, not merely intermittent or ephemeral flows of water; second, the wetland must have a continuous surface connection to the nearby water, making it difficult to determine where the water ends and the land begins."
                            },
                            {
                                "start": 565.624,
                                "stop": 574.174,
                                "byte_start": 2352758,
                                "byte_stop": 2387030,
                                "text": "Only wetlands that are continuously physically connected to relatively permanent waters are part of those waters."
                            },
                            {
                                "start": 574.174,
                                "stop": 587.288,
                                "byte_start": 2387030,
                                "byte_stop": 2439484,
                                "text": "Our opinion describes why this test will not at all imperil the ability of the Environmental Protection Agency to prevent the discharge of liquid pollution into sewers, ditches or other conduits."
                            },
                            {
                                "start": 587.288,
                                "stop": 597.844,
                                "byte_start": 2439484,
                                "byte_stop": 2481698,
                                "text": "It merely reduces the Corps’ asserted jurisdiction to demand permitting for the introduction of solid fill into wetlands."
                            },
                            {
                                "start": 597.844,
                                "stop": 605.798,
                                "byte_start": 2481698,
                                "byte_stop": 2513463,
                                "text": "Many claims have been made in these cases about the environmental benefits achieved by the Corps’ expansive regulation of wetlands."
                            },
                            {
                                "start": 605.798,
                                "stop": 613.442,
                                "byte_start": 2513463,
                                "byte_stop": 2544078,
                                "text": "Even if these claims are true, they cannot justify a patently unreasonable interpretation of the statute."
                            },
                            {
                                "start": 613.442,
                                "stop": 622.548,
                                "byte_start": 2544078,
                                "byte_stop": 2580441,
                                "text": "Congress may, if it wishes, expand the Corps’ jurisdiction beyond what the statute now clearly provides; but we cannot."
                            },
                            {
                                "start": 622.548,
                                "stop": 626.946,
                                "byte_start": 2580441,
                                "byte_stop": 2598100,
                                "text": "The 6th Circuit thus did not apply the correct legal standard to decide these cases."
                            },
                            {
                                "start": 626.946,
                                "stop": 632.458,
                                "byte_start": 2598100,
                                "byte_stop": 2620147,
                                "text": "We would vacate the judgments in both cases and remand them for further proceedings."
                            },
                            {
                                "start": 632.458,
                                "stop": 656.211,
                                "byte_start": 2620147,
                                "byte_stop": 2715128,
                                "text": "Justice Stevens, who will describe his own opinion, would uphold the Corps’ regulations in their entirety; so what I have said in opposition to the regulations responds to his opinion, as well; Justice Kennedy, however, who will also describe his opinion, does not uphold the Corps’ regulations, but proposes a criterion of his own."
                            },
                            {
                                "start": 656.211,
                                "stop": 671.257,
                                "byte_start": 2715128,
                                "byte_stop": 2775314,
                                "text": "Ignoring the text of the statute, he focuses on the phrase “significant nexus”, which we used in the SWANCC case to describe the relationship between an abutting wetland and the waters it abuts."
                            },
                            {
                                "start": 671.257,
                                "stop": 696.563,
                                "byte_start": 2775314,
                                "byte_stop": 2876565,
                                "text": "As though this phrase were the statutory test of jurisdiction, rather than a line from one of our opinions, Justice Kennedy reasons that such a significant nexus exists and therefore Corps jurisdiction exists whenever a storm drain, desert wash, intermittent stream or wetland, “significantly affects”, the quality of waters of the United States."
                            },
                            {
                                "start": 696.563,
                                "stop": 701.081,
                                "byte_start": 2876565,
                                "byte_stop": 2894642,
                                "text": "This is in its effects not an unreasonable disposition."
                            },
                            {
                                "start": 701.081,
                                "stop": 705.132,
                                "byte_start": 2894642,
                                "byte_stop": 2910838,
                                "text": "It just happens not to be the disposition adopted by Congress."
                            },
                            {
                                "start": 705.132,
                                "stop": 716.363,
                                "byte_start": 2910838,
                                "byte_stop": 2955768,
                                "text": "Something that significantly affects waters of the United States does not become waters of the United States, which is the jurisdictional test that Congress has provided."
                            },
                            {
                                "start": 716.363,
                                "stop": 735.333,
                                "byte_start": 2955768,
                                "byte_stop": 3031628,
                                "text": "The Chief Justice has filed a concurring opinion; Justice Kennedy has filed an opinion concurring in the judgment; Justice Stevens has filed a dissenting opinion, in which Justices Souter, Ginsburg and Breyer join; and Justice Breyer has filed a dissenting opinion."
                            }
                        ]
                    },
                    {
                        "start": 735.333,
                        "stop": 985.176,
                        "byte_start": 3031628,
                        "byte_stop": 4030968,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 735.333,
                                "stop": 745.615,
                                "byte_start": 3031628,
                                "byte_stop": 3072797,
                                "text": "My separate opinion in these consolidated cases agrees that they should be remanded, and for that reason the opinion is a concurrence in the judgment."
                            },
                            {
                                "start": 745.615,
                                "stop": 746.987,
                                "byte_start": 3072797,
                                "byte_stop": 3078230,
                                "text": "The statute here is difficult."
                            },
                            {
                                "start": 746.987,
                                "stop": 758.63,
                                "byte_start": 3078230,
                                "byte_stop": 3124833,
                                "text": "It uses the term “navigable waters”; but by that term, it means something other than waters that can be navigated by boat, and the separate opinions today confront this difficulty in various ways."
                            },
                            {
                                "start": 758.63,
                                "stop": 769.32,
                                "byte_start": 3124833,
                                "byte_stop": 3167569,
                                "text": "In my view, the correct approach has already been stated by the Court’s opinion in our most recent case on the topic, the SWANCC case to which Justice Scalia has just referred."
                            },
                            {
                                "start": 769.32,
                                "stop": 778.737,
                                "byte_start": 3167569,
                                "byte_stop": 3205290,
                                "text": "There, the Court said the regulation can be sustained if there is a significant nexus with the waters that are navigable in the usual sense."
                            },
                            {
                                "start": 778.737,
                                "stop": 789.103,
                                "byte_start": 3205290,
                                "byte_stop": 3246668,
                                "text": "An application of this standard in today’s cases leads me to agree with the plurality that the cases must be remanded; but in most cases, my interpretation of the Act would be closer to that stated in the dissent."
                            },
                            {
                                "start": 789.103,
                                "stop": 801.144,
                                "byte_start": 3246668,
                                "byte_stop": 3294838,
                                "text": "The limits the plurality would impose, in my view, give insufficient deference to Congress’s purposes of enacting the Clean Water Act and to the authority of the executives to implement the statutory mandate."
                            },
                            {
                                "start": 801.144,
                                "stop": 822.207,
                                "byte_start": 3294838,
                                "byte_stop": 3379161,
                                "text": "As one example, the plurality asserts that the extent of the term “navigable waters” may be confined as it proposes, because the deposit of fill material, such as dredge, spoil, rock, sand and the like, requires different treatment from discharges of soluble pollutants, such as toxic waste."
                            },
                            {
                                "start": 822.207,
                                "stop": 831.719,
                                "byte_start": 3379161,
                                "byte_stop": 3417195,
                                "text": "Yet, the Act’s prohibition on the discharge of pollutants into navigable waters covers both these forms of pollution, the discharge of fill and the discharge of toxic materials."
                            },
                            {
                                "start": 831.719,
                                "stop": 839.305,
                                "byte_start": 3417195,
                                "byte_stop": 3447497,
                                "text": "One reason for the parallel treatment may be that the discharge of fill material can impure downstream water quality."
                            },
                            {
                                "start": 839.305,
                                "stop": 853.316,
                                "byte_start": 3447497,
                                "byte_stop": 3503608,
                                "text": "It seems plausible that new or loose fill not anchored by grass or roots from other vegetation could travel downstream through waterways adjacent to a wetland; at least this is a factual possibility that the Corps’ experts can better assess than we can."
                            },
                            {
                                "start": 853.316,
                                "stop": 858.945,
                                "byte_start": 3503608,
                                "byte_stop": 3526073,
                                "text": "Silt, whether from natural or human sources, is a major factor in aquatic environments."
                            },
                            {
                                "start": 858.945,
                                "stop": 861.913,
                                "byte_start": 3526073,
                                "byte_stop": 3537985,
                                "text": "They clog waterway, alter ecosystems."
                            },
                            {
                                "start": 861.913,
                                "stop": 867.47,
                                "byte_start": 3537985,
                                "byte_stop": 3560137,
                                "text": "It may also and does limit the useful life of dams."
                            },
                            {
                                "start": 867.47,
                                "stop": 881.048,
                                "byte_start": 3560137,
                                "byte_stop": 3614472,
                                "text": "Sediment builds up on the reservoir side of the main dam wall, and to date there is just no solution for this other than to say that the dam’s life is limited."
                            },
                            {
                                "start": 881.048,
                                "stop": 883.659,
                                "byte_start": 3614472,
                                "byte_stop": 3624921,
                                "text": "There is also another reason for the parallel treatment."
                            },
                            {
                                "start": 883.659,
                                "stop": 904.598,
                                "byte_start": 3624921,
                                "byte_stop": 3708722,
                                "text": "As the Court observed in Riverside Bayview Homes, also referred to by all of the opinions and just mentioned by Justice Scalia, the Corps has concluded that wetlands may serve to filter and purify water draining into adjacent bodies of water and to slow the flow of surface runoffs into lakes, rivers and streams and thus prevent flooding and erosion."
                            },
                            {
                                "start": 904.598,
                                "stop": 913.646,
                                "byte_start": 3708722,
                                "byte_stop": 3744875,
                                "text": "Where wetlands perform these filterings and runoff-control functions, filling them may increase downstream pollution, much as the discharge of toxic pollutants would."
                            },
                            {
                                "start": 913.646,
                                "stop": 925.923,
                                "byte_start": 3744875,
                                "byte_stop": 3793985,
                                "text": "In many cases, moreover, filling in wetlands separated from another water by a berm or other barrier can mean that floodwater impurities or runoff that would have been stored and contained in the wetlands will instead flow out to major waterways."
                            },
                            {
                                "start": 925.923,
                                "stop": 934.209,
                                "byte_start": 3793985,
                                "byte_stop": 3827109,
                                "text": "With these concerns in mind, the Corps’ definition of “adjacency”, which the plurality opinion would reject, is a reasonable one."
                            },
                            {
                                "start": 934.209,
                                "stop": 943.575,
                                "byte_start": 3827109,
                                "byte_stop": 3864620,
                                "text": "In many instances, it may be the absence of an interchange of water prior to the dredge-and-fill activities that makes the protection of the wetlands critical to the statutory scheme."
                            },
                            {
                                "start": 943.575,
                                "stop": 947.896,
                                "byte_start": 3864620,
                                "byte_stop": 3881861,
                                "text": "The significant nexus requirement, then, in my view, is responsive to these concerns."
                            },
                            {
                                "start": 947.896,
                                "stop": 961.584,
                                "byte_start": 3881861,
                                "byte_stop": 3936614,
                                "text": "In both the consolidated cases before us, the Court of Appeals recognized the significant nexus standard, and in both cases, as acclaimed in my opinion, the record contains evidence suggesting the possible existence of that nexus."
                            },
                            {
                                "start": 961.584,
                                "stop": 971.319,
                                "byte_start": 3936614,
                                "byte_stop": 3975589,
                                "text": "Nevertheless, neither the Court of Appeals nor the agency considered all of the factors necessary to determine whether the wetlands in question had or did not have this requisite nexus."
                            },
                            {
                                "start": 971.319,
                                "stop": 985.176,
                                "byte_start": 3975589,
                                "byte_stop": 4030968,
                                "text": "Although the end result in these cases may be the same as that suggested by the dissent -- namely, that the Corps’ assertion of jurisdiction is valid -- I believe a remand is necessary for a consideration of the issues in the proper terms."
                            }
                        ]
                    },
                    {
                        "start": 985.176,
                        "stop": 1446.792,
                        "byte_start": 4030968,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 985.176,
                                "stop": 991.71,
                                "byte_start": 4030968,
                                "byte_stop": 4057091,
                                "text": "My dissenting opinion is joined by Justice Souter, Justice Ginsburg and Justice Breyer."
                            },
                            {
                                "start": 991.71,
                                "stop": 1001.404,
                                "byte_start": 4057091,
                                "byte_stop": 4095961,
                                "text": "In 1969, the Cuyahoga River in Cleveland, Ohio, coated with a slick of industrial waste, actually caught fire."
                            },
                            {
                                "start": 1001.404,
                                "stop": 1008.236,
                                "byte_start": 4095961,
                                "byte_stop": 4123233,
                                "text": "Congress responded to that dramatic event and others like it by enacting the Clean Water Act."
                            },
                            {
                                "start": 1008.236,
                                "stop": 1019.85,
                                "byte_start": 4123233,
                                "byte_stop": 4169731,
                                "text": "The text of the statute states that it was intended to restore and maintain the chemical, physical and biological integrity of the nation’s waters."
                            },
                            {
                                "start": 1019.85,
                                "stop": 1026.326,
                                "byte_start": 4169731,
                                "byte_stop": 4195644,
                                "text": "It proclaimed the ambitious goal of ending water pollution by 1985."
                            },
                            {
                                "start": 1026.326,
                                "stop": 1039.535,
                                "byte_start": 4195644,
                                "byte_stop": 4248411,
                                "text": "The cost of achieving that goal persuaded President Nixon to veto the statute; but both Houses of Congresses voted to override that veto by overwhelming margins."
                            },
                            {
                                "start": 1039.535,
                                "stop": 1045.006,
                                "byte_start": 4248411,
                                "byte_stop": 4270354,
                                "text": "The Clean Water Act is fairly characterized as watershed legislation."
                            },
                            {
                                "start": 1045.006,
                                "stop": 1053.18,
                                "byte_start": 4270354,
                                "byte_stop": 4303060,
                                "text": "It endorsed fundamental changes in both the purpose and the scope of federal regulation of the nation’s waters."
                            },
                            {
                                "start": 1053.18,
                                "stop": 1081.232,
                                "byte_start": 4303060,
                                "byte_stop": 4415177,
                                "text": "Whereas earlier statutes had assigned to the Army Corps of Engineers the task of regulating navigable water in order to protect their use as highways for the transportation of goods in interstate commerce, the Clean Water Act broadened the Corps’ mission to include the purpose of protecting the quality of the nation’s waters for aesthetic, health, recreational and environmental purposes."
                            },
                            {
                                "start": 1081.232,
                                "stop": 1097.947,
                                "byte_start": 4415177,
                                "byte_stop": 4482051,
                                "text": "The statute did not define a new category of non-navigable waters that the Corps was authorized to regulate; instead, Congress simply redefined the term “navigable waters” to encompass all of the waters of the United States."
                            },
                            {
                                "start": 1097.947,
                                "stop": 1115.18,
                                "byte_start": 4482051,
                                "byte_stop": 4551014,
                                "text": "Congress gave the Corps the authority to control pollution in what were formerly non-navigable waters, not by defining their connection to navigable waters, but rather by categorically defining, for statutory purposes, as, “navigable waters”."
                            },
                            {
                                "start": 1115.18,
                                "stop": 1124.789,
                                "byte_start": 4551014,
                                "byte_stop": 4589466,
                                "text": "The statutory definition in the Clean Water Act does not contain any requirement of either actual or potential navigability."
                            },
                            {
                                "start": 1124.789,
                                "stop": 1157.126,
                                "byte_start": 4589466,
                                "byte_stop": 4718824,
                                "text": "In order to achieve the goal of cleaning up the waters of the United States, Congress assigned broad regulatory powers to two Executive agencies, the Army Corps of Engineer and the Environmental Protection Agency, two agencies that can employ scientists and technicians having expertise in such matters as flood control, wildlife protection and pollution, matters that are not particularly familiar to graduates of law schools."
                            },
                            {
                                "start": 1157.126,
                                "stop": 1164.296,
                                "byte_start": 4718824,
                                "byte_stop": 4747455,
                                "text": "They had assigned the agencies to draft and enforce regulations to achieve the statute’s ambitious goal."
                            },
                            {
                                "start": 1164.296,
                                "stop": 1181.275,
                                "byte_start": 4747455,
                                "byte_stop": 4815373,
                                "text": "After debate both within the agencies and in Congress, they agreed on regulations that prohibit the filling of marshes, swamps and other wetlands adjacent to tributaries of navigable waters without first obtaining a permit from the Corps."
                            },
                            {
                                "start": 1181.275,
                                "stop": 1187.58,
                                "byte_start": 4815373,
                                "byte_stop": 4840660,
                                "text": "And of course, if it was a de minimis problem, the Corps would issue the permit."
                            },
                            {
                                "start": 1187.58,
                                "stop": 1203.922,
                                "byte_start": 4840660,
                                "byte_stop": 4905966,
                                "text": "The narrow issue presented by these two cases is whether the petitioners may fill some 66 acres of marshy wetlands in southeastern Michigan in order to develop the properties commercially without the permission of the Army Corps."
                            },
                            {
                                "start": 1203.922,
                                "stop": 1239.661,
                                "byte_start": 4905966,
                                "byte_stop": 5048908,
                                "text": "Because each of their opinions -- that is, Justice Scalia’s opinion and Justice Kennedy’s opinion -- explains why the other’s is unfaithful to the statute, I shall merely explain why those in dissent agree with the Corps, with the unanimous view of the district and circuit judges who reviewed the evidence in these two cases and with the Solicitor General, who represents the Executive branch of the Government, that the fact that these wetlands are adjacent to tributaries of navigable waters is a sufficient basis for the exercise of federal jurisdiction."
                            },
                            {
                                "start": 1239.661,
                                "stop": 1271.289,
                                "byte_start": 5048908,
                                "byte_stop": 5175445,
                                "text": "The Corps has simply applied the plain language of regulations that have been in place for over 30 years that were implicitly approved by Congress when it amended the statute in 1977, that were endorsed by this Court’s unanimous decision in Riverside Bayview case in 1985 and that have been enforced in case after case after case for over three decades."
                            },
                            {
                                "start": 1271.289,
                                "stop": 1286.412,
                                "byte_start": 5175445,
                                "byte_stop": 5235944,
                                "text": "Thus, the issue presented to us when we granted certiorari did not involve any conflict among the lower courts; it was an issue had been well-settled by all three branches of our Government since at least 1985."
                            },
                            {
                                "start": 1286.412,
                                "stop": 1292.519,
                                "byte_start": 5235944,
                                "byte_stop": 5260395,
                                "text": "Today, however, five Justices have decided to upset a well-settled balance."
                            },
                            {
                                "start": 1292.519,
                                "stop": 1305.321,
                                "byte_start": 5260395,
                                "byte_stop": 5311595,
                                "text": "Rather than continuing to defer to the Corps’ longstanding interpretation of the statute that Congress authorized them to administer, they have come up with two separate approaches."
                            },
                            {
                                "start": 1305.321,
                                "stop": 1319.829,
                                "byte_start": 5311595,
                                "byte_stop": 5369587,
                                "text": "Not only are both approaches wrong, as each of them explains in his criticism of the other’s opinion; but more significantly, their joint conclusion represents an unwise shift in our jurisprudence."
                            },
                            {
                                "start": 1319.829,
                                "stop": 1344.162,
                                "byte_start": 5369587,
                                "byte_stop": 5466971,
                                "text": "Since our unanimous decision in 1984 in Chevron against the National Resources Defense Council -- an opinion, by the way, that I am rather proud of -- we have repeatedly held that if statutory language is ambiguous, we should uphold any reasonable interpretation adopted by the expert agency entrusted by Congress with enforcing the statute."
                            },
                            {
                                "start": 1344.162,
                                "stop": 1352.514,
                                "byte_start": 5466971,
                                "byte_stop": 5500304,
                                "text": "Yet, neither Justice Scalia nor Justice Kennedy pays more than lip service to this well-settled principle."
                            },
                            {
                                "start": 1352.514,
                                "stop": 1363.286,
                                "byte_start": 5500304,
                                "byte_stop": 5543458,
                                "text": "The approach that the four of us in dissent would take, by contrast, follows directly from our unanimous opinions in Riverside Bayview and Chevron."
                            },
                            {
                                "start": 1363.286,
                                "stop": 1374.181,
                                "byte_start": 5543458,
                                "byte_stop": 5587030,
                                "text": "Riverside Bayview recognized that the phrase “waters of the United States” is exactly the sort of ambiguous language that gives rise to deference under Chevron."
                            },
                            {
                                "start": 1374.181,
                                "stop": 1381.766,
                                "byte_start": 5587030,
                                "byte_stop": 5617332,
                                "text": "The Corps has interpreted this phrase to cover wetlands adjacent to tributaries of traditionally navigable waters."
                            },
                            {
                                "start": 1381.766,
                                "stop": 1397.752,
                                "byte_start": 5617332,
                                "byte_stop": 5681280,
                                "text": "Given the importance of wetlands for water quality, for flood control and the need to prevent pollution at its source, treating all such wetlands as waters of the United States is eminently reasonable."
                            },
                            {
                                "start": 1397.752,
                                "stop": 1402.439,
                                "byte_start": 5681280,
                                "byte_stop": 5700088,
                                "text": "An unusual feature of today’s judgment merits a final comment."
                            },
                            {
                                "start": 1402.439,
                                "stop": 1414.989,
                                "byte_start": 5700088,
                                "byte_stop": 5750243,
                                "text": "While five Justices have voted to vacate the Court of Appeals’ judgment in these two cases, the two controlling opinions propose two very different tests for the courts to follow on remand."
                            },
                            {
                                "start": 1414.989,
                                "stop": 1431.536,
                                "byte_start": 5750243,
                                "byte_stop": 5816385,
                                "text": "Because all of the Justices who have joined my dissent would uphold the Corps’ jurisdiction in both cases, on remand, the court should find that the Corps has jurisdiction if either Justice Scalia’s or Justice Kennedy’s test is met."
                            },
                            {
                                "start": 1431.536,
                                "stop": 1446.792,
                                "byte_start": 5816385,
                                "byte_stop": 0,
                                "text": "In addition to joining my dissent, Justice Breyer has filed a separate dissent explaining that when Congress used the term “waters of the United States” in the Clean Water Act, it intended to exercise its full power under the Commerce Clause."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 54912,
            "mime": "audio\/mpeg",
            "size": 5877407,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2005\/04-1034\/20060619o_04-1034.delivery.mp3"
        },
        {
            "id": 76652,
            "mime": "audio\/ogg",
            "size": 14446601,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2005\/04-1034\/20060619o_04-1034.ogg"
        },
        {
            "id": 76653,
            "mime": "application\/x-mpegURL",
            "size": 21363,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2005\/04-1034\/20060619o_04-1034.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}