{
    "id": 21100,
    "title": "Opinion Announcement - June 23, 1997",
    "transcript": {
        "title": null,
        "duration": 189.025,
        "sections": [
            {
                "start": 0,
                "stop": 189.025,
                "byte_start": 28672,
                "byte_stop": 784760,
                "turns": [
                    {
                        "start": 0,
                        "stop": 189.025,
                        "byte_start": 28672,
                        "byte_stop": 784760,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 5.959,
                                "byte_start": 28672,
                                "byte_stop": 52600,
                                "text": "The second case is Metro North versus Buckley."
                            },
                            {
                                "start": 5.959,
                                "stop": 13.358,
                                "byte_start": 52600,
                                "byte_stop": 82171,
                                "text": "The plaintiff in this case was negligently exposed to large amounts of asbestos 10 years ago."
                            },
                            {
                                "start": 13.358,
                                "stop": 26.62,
                                "byte_start": 82171,
                                "byte_stop": 135252,
                                "text": "So far he has shown no physical symptom of any sort, but experts testified that he has a 1% to 5% greater chance of getting cancer than the average person."
                            },
                            {
                                "start": 26.62,
                                "stop": 47.136,
                                "byte_start": 135252,
                                "byte_stop": 217276,
                                "text": "The first question before us is whether a worker negligently exposed to asbestos, may recover in tort under the Federal Employees Liability Act for emotional suffering even thought the worker has not shown any symptom or any sign of the disease."
                            },
                            {
                                "start": 47.136,
                                "stop": 54.843,
                                "byte_start": 217276,
                                "byte_stop": 248101,
                                "text": "We hold that a plaintiff without symptoms may not recover for purely emotional suffering."
                            },
                            {
                                "start": 54.843,
                                "stop": 87.926,
                                "byte_start": 248101,
                                "byte_stop": 380385,
                                "text": "Our conclusion rests upon past precedent in this Court, the absence of precedent permitting recovery in state court tort cases and certain practical reasons such as, for example, the vast number of difficult to evaluate cases that a contrary ruling might produce carrying with it the risk in a world of limited resources of interfering with recovery by those who suffer more serious harm."
                            },
                            {
                                "start": 87.926,
                                "stop": 100.465,
                                "byte_start": 380385,
                                "byte_stop": 430540,
                                "text": "The second question is whether a plaintiff who never develops either any physical change, no symptom, no disease, can recover the cost of medical monitoring."
                            },
                            {
                                "start": 100.465,
                                "stop": 107.725,
                                "byte_start": 430540,
                                "byte_stop": 459588,
                                "text": "There are some state court cases that have permitted actions of approximately this sort."
                            },
                            {
                                "start": 107.725,
                                "stop": 134.39,
                                "byte_start": 459588,
                                "byte_stop": 566272,
                                "text": "Those cases, however, have directly or indirectly endorsed special modifications of the traditional tort action as applied here, such as, for example, that the money be placed in a special fund to assure it\u0027s being spent on medical care rather than treating it simply as, say, extra recovery for examinations paid for from other sources."
                            },
                            {
                                "start": 134.39,
                                "stop": 152.715,
                                "byte_start": 566272,
                                "byte_stop": 639624,
                                "text": "We do not deny the problem of the individual plaintiff before us, but we are mindful of the systemic effects of a rule of law that would not only affect his case, but the cases of millions of others, some of whom have far more serious injuries."
                            },
                            {
                                "start": 152.715,
                                "stop": 161.401,
                                "byte_start": 639624,
                                "byte_stop": 674314,
                                "text": "We conclude that the FELA does not contain an unqualified traditional tort remedy for lump sum damages."
                            },
                            {
                                "start": 161.401,
                                "stop": 173.358,
                                "byte_start": 674314,
                                "byte_stop": 722171,
                                "text": "We express no view about the extent to which the FELA might or might not accommodate more finely tailored medical cost recovery rules."
                            },
                            {
                                "start": 173.358,
                                "stop": 179.387,
                                "byte_start": 722171,
                                "byte_stop": 746308,
                                "text": "For these and other reasons, we reverse the judgment of the Second Circuit and we remand the case."
                            },
                            {
                                "start": 179.387,
                                "stop": 189.025,
                                "byte_start": 746308,
                                "byte_stop": 784760,
                                "text": "Justice Ginsburg has filed an opinion concurring in the judgment, in part, and dissenting in part, in which Justice Stevens joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 51324,
            "mime": "audio\/mpeg",
            "size": 785074,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/1996\/96-320\/19970623o_96-320.delivery.mp3"
        },
        {
            "id": 73100,
            "mime": "audio\/ogg",
            "size": 1891427,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/1996\/96-320\/19970623o_96-320.ogg"
        },
        {
            "id": 73101,
            "mime": "application\/x-mpegURL",
            "size": 2863,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/1996\/96-320\/19970623o_96-320.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}