{
    "id": 21650,
    "title": "Opinion Announcement - June 23, 2005",
    "transcript": {
        "title": "Mayle v. Felix",
        "duration": 428.737,
        "sections": [
            {
                "start": 0,
                "stop": 428.737,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 428.737,
                        "byte_start": 28672,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.097,
                                "byte_start": 28672,
                                "byte_stop": 65139,
                                "text": "The second case I have to announce is Mayle v. Felix, No. 04-563."
                            },
                            {
                                "start": 9.097,
                                "stop": 15.297,
                                "byte_start": 65139,
                                "byte_stop": 89903,
                                "text": "This case involves a state prisoner who petitioned for habeas corpus relief in Federal Court."
                            },
                            {
                                "start": 15.297,
                                "stop": 23.127,
                                "byte_start": 89903,
                                "byte_stop": 121250,
                                "text": "Congress has imposed a strict time limit on habeas petitions one year from the date the conviction became final."
                            },
                            {
                                "start": 23.127,
                                "stop": 35.947,
                                "byte_start": 121250,
                                "byte_stop": 172554,
                                "text": "If a prisoner petitions on time, may he add after the time limit has run new claims that differ in time and type from the claim he originally raised."
                            },
                            {
                                "start": 35.947,
                                "stop": 38.449,
                                "byte_start": 172554,
                                "byte_stop": 182481,
                                "text": "We hold that he may not."
                            },
                            {
                                "start": 38.449,
                                "stop": 51.658,
                                "byte_start": 182481,
                                "byte_stop": 235353,
                                "text": "Once a time limit has run, new claims can be added to a habeas petition only if they are related in time and type to the occurrences identified in the initial timely petition."
                            },
                            {
                                "start": 51.658,
                                "stop": 61.064,
                                "byte_start": 235353,
                                "byte_stop": 272969,
                                "text": "Respondent, Felix was convicted of grave felonies in California State Court and was sentenced to life imprisonment."
                            },
                            {
                                "start": 61.064,
                                "stop": 78.447,
                                "byte_start": 272969,
                                "byte_stop": 342559,
                                "text": "His current application for federal habeas relief sent us on two alleged Trial Court errors, each involved the admission of out of court statements during the prosecutor\u0027s case in chief, but the two are otherwise, unrelated."
                            },
                            {
                                "start": 78.447,
                                "stop": 86.955,
                                "byte_start": 342559,
                                "byte_stop": 376519,
                                "text": "One alleged error concerned inculpatory statements Felix made during pretrial police interrogation."
                            },
                            {
                                "start": 86.955,
                                "stop": 96.327,
                                "byte_start": 376519,
                                "byte_stop": 414030,
                                "text": "Those statements, he objected were coerced and therefore their admission at trial violated his Fifth Amendment privilege against self incrimination."
                            },
                            {
                                "start": 96.327,
                                "stop": 103.247,
                                "byte_start": 414030,
                                "byte_stop": 441720,
                                "text": "The other alleged error involved a videotape of pretrial statements made by a prosecution witness."
                            },
                            {
                                "start": 103.247,
                                "stop": 110.623,
                                "byte_start": 441720,
                                "byte_stop": 471186,
                                "text": "Admission of the videotape, Felix objected, violated his Sixth Amendment right to confront the witnesses against him."
                            },
                            {
                                "start": 110.623,
                                "stop": 116.87,
                                "byte_start": 471186,
                                "byte_stop": 496159,
                                "text": "Felix\u0027s conviction was affirmed on appeal and became final in August 1997."
                            },
                            {
                                "start": 116.87,
                                "stop": 126.397,
                                "byte_start": 496159,
                                "byte_stop": 534298,
                                "text": "Under the one year time limit imposed by federal law, Felix had until August 1998 to file a federal habeas petition."
                            },
                            {
                                "start": 126.397,
                                "stop": 137.842,
                                "byte_start": 534298,
                                "byte_stop": 580065,
                                "text": "On May 1998, Felix timely filed a habeas petition asserting his Confrontation Clause challenge to the admission of the videotape witness statement."
                            },
                            {
                                "start": 137.842,
                                "stop": 142.85,
                                "byte_start": 580065,
                                "byte_stop": 600127,
                                "text": "The Federal Court in which he filed his petition promptly appointed counsel to represent him."
                            },
                            {
                                "start": 142.85,
                                "stop": 152.578,
                                "byte_start": 600127,
                                "byte_stop": 638997,
                                "text": "Eight months later and over five months after the expiration of the time allowed for filing a habeas petition, Felix filed an amended petition."
                            },
                            {
                                "start": 152.578,
                                "stop": 161.576,
                                "byte_start": 638997,
                                "byte_stop": 675046,
                                "text": "In it, he added to the Confrontation Clause challenge, a Fifth Amendment challenge to the admission of Felix\u0027s own pretrial statements."
                            },
                            {
                                "start": 161.576,
                                "stop": 166.493,
                                "byte_start": 675046,
                                "byte_stop": 694690,
                                "text": "The state urged that Felix\u0027s Fifth Amendment claim was asserted too late."
                            },
                            {
                                "start": 166.493,
                                "stop": 171.338,
                                "byte_start": 694690,
                                "byte_stop": 714125,
                                "text": "Federal Rule of Civil Procedure 15 controls that matter of time."
                            },
                            {
                                "start": 171.338,
                                "stop": 178.739,
                                "byte_start": 714125,
                                "byte_stop": 743696,
                                "text": "Rule 15 governs pleading amendments in civil litigation and Congress has made it applicable to habeas proceedings."
                            },
                            {
                                "start": 178.739,
                                "stop": 202.885,
                                "byte_start": 743696,
                                "byte_stop": 840244,
                                "text": "Rule 15(c)(2) permits an untimely pleading amendment to relate back to the filing date of the original pleading and thus escape a statute of limitations bar if and only if both the original plea and the amendment arise out of the same conduct, transaction, or occurrence set forth in the original pleading."
                            },
                            {
                                "start": 202.885,
                                "stop": 222.449,
                                "byte_start": 840244,
                                "byte_stop": 918507,
                                "text": "Felix urged that his Confrontation Clause and Fifth Amendment claims though factually unrelated, arose from the same conduct, transaction, or occurrence thus meeting the Rule 15(c)(2) requirement because both claims challenged the constitutionality of the same criminal conviction."
                            },
                            {
                                "start": 222.449,
                                "stop": 236.271,
                                "byte_start": 918507,
                                "byte_stop": 973782,
                                "text": "The Court of Appeals for the Ninth Circuit agreed holding that the relevant transaction for purposes of Rule 15(c)(2) was the entire State Court proceeding including Felix\u0027s trial conviction and sentencing."
                            },
                            {
                                "start": 236.271,
                                "stop": 237.863,
                                "byte_start": 973782,
                                "byte_stop": 980156,
                                "text": "We now reverse."
                            },
                            {
                                "start": 237.863,
                                "stop": 259.305,
                                "byte_start": 980156,
                                "byte_stop": 1065942,
                                "text": "Under the Ninth Circuit\u0027s comprehensive definition of Rule 15(c)(2)\u0027s conduct, transaction, or occurrence language, virtually any new claim introduced in an amended habeas petition will relate back to a federal habeas claims necessarily challenged the constitutionality of a conviction or sentence."
                            },
                            {
                                "start": 259.305,
                                "stop": 274.359,
                                "byte_start": 1065942,
                                "byte_stop": 1126128,
                                "text": "Looking to the run of the mind civil proceedings that Rule 15(c)(2) ordinarily governs, the Court has found no reading of conduct, transaction, or occurrence as capacious as the Ninth Circuit\u0027s construction."
                            },
                            {
                                "start": 274.359,
                                "stop": 297.264,
                                "byte_start": 1126128,
                                "byte_stop": 1217766,
                                "text": "Decisions applying Rule 15(c)(2) in civil litigation show that the rule relaxes but does not obliterate the statute of limitations to ease up on but still respect a legislated time bar relation back must depend on the existence of a common core of operative facts that unites the original and newly asserted claims."
                            },
                            {
                                "start": 297.264,
                                "stop": 313.883,
                                "byte_start": 1217766,
                                "byte_stop": 1284221,
                                "text": "Felix\u0027s Fifth Amendment claim challenging the admission of his own pretrial statements tardily raised in his amended petition does not in our view relate back to the Confrontation Clause claim asserted in Felix\u0027s original petition."
                            },
                            {
                                "start": 313.883,
                                "stop": 321.782,
                                "byte_start": 1284221,
                                "byte_stop": 1315882,
                                "text": "Although both claims challenge the legality of Felix\u0027s custody, the claims rest on no common core effects."
                            },
                            {
                                "start": 321.782,
                                "stop": 341.303,
                                "byte_start": 1315882,
                                "byte_stop": 1393936,
                                "text": "Each concern a discreet episode in adjudicating Felix\u0027s Fifth Amendment claim, the key issue would be the character of the police interrogation in which Felix made inculpatory statements specifically did Felix answer the questions the police put to him voluntarily or was he coerced."
                            },
                            {
                                "start": 341.303,
                                "stop": 355.741,
                                "byte_start": 1393936,
                                "byte_stop": 1451719,
                                "text": "Felix\u0027s timely asserted Sixth Amendment claim in contrast arose from the prosecution\u0027s use at trial of a videotape statement made by a witness who feigned memory loss during his trial testimony."
                            },
                            {
                                "start": 355.741,
                                "stop": 362.69,
                                "byte_start": 1451719,
                                "byte_stop": 1479513,
                                "text": "Plainly, the two claims different in time, place, and type do not share a core of operative facts."
                            },
                            {
                                "start": 362.69,
                                "stop": 373.917,
                                "byte_start": 1479513,
                                "byte_stop": 1524443,
                                "text": "If claims asserted after the federal one year time limit has expired, could be revived simply because they relate to the same trial conviction or sentence as it claims asserted on time."
                            },
                            {
                                "start": 373.917,
                                "stop": 377.246,
                                "byte_start": 1524443,
                                "byte_stop": 1537714,
                                "text": "The time limit would have slim significance."
                            },
                            {
                                "start": 377.246,
                                "stop": 384.391,
                                "byte_start": 1537714,
                                "byte_stop": 1566239,
                                "text": "Rule 15(c)(2), we emphasize is meant to qualify, not to repeal a statute of limitations."
                            },
                            {
                                "start": 384.391,
                                "stop": 395.45,
                                "byte_start": 1566239,
                                "byte_stop": 1610543,
                                "text": "We therefore hold that relation back will be in order when the original and amended petitions state claims tied to a common core of operative facts but not otherwise."
                            },
                            {
                                "start": 395.45,
                                "stop": 408.389,
                                "byte_start": 1610543,
                                "byte_stop": 1662265,
                                "text": "That reading we are persuaded best comports with a tight timeline Congress prescribed for federal habeas petitions and with the manner in which Rule 15(c)(2) is applied in civil cases."
                            },
                            {
                                "start": 408.389,
                                "stop": 428.737,
                                "byte_start": 1662265,
                                "byte_stop": 0,
                                "text": "Justice Souter has filed a dissenting opinion in which Justice Stevens joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52423,
            "mime": "audio\/mpeg",
            "size": 1677625,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/04-563\/20050623o_04-563.delivery.mp3"
        },
        {
            "id": 74192,
            "mime": "audio\/ogg",
            "size": 4007444,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/04-563\/20050623o_04-563.ogg"
        },
        {
            "id": 74193,
            "mime": "application\/x-mpegURL",
            "size": 6045,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/04-563\/20050623o_04-563.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}