{
    "id": 22354,
    "title": "Opinion Announcement - March 07, 2005",
    "transcript": {
        "title": "Ballard v. Commissioner of Internal Revenue",
        "duration": 423.796,
        "sections": [
            {
                "start": 0,
                "stop": 423.796,
                "byte_start": 28672,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 19.147,
                        "byte_start": 28672,
                        "byte_stop": 105263,
                        "speaker": {
                            "ID": 15113,
                            "name": "Anthony M. Kennedy",
                            "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
                            "last_name": "Kennedy",
                            "roles": [
                                {
                                    "id": 2757,
                                    "type": "scotus_justice",
                                    "date_start": 572162400,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
                                }
                            ],
                            "thumbnail": {
                                "id": 32679,
                                "mime": "image\/png",
                                "size": 47100,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
                            },
                            "length_of_service": 10147,
                            "identifier": "anthony_m_kennedy"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 19.147,
                                "byte_start": 28672,
                                "byte_stop": 105263,
                                "text": "Justice Ginsburg has the opinion of the Court to announce in Ballard versus Internal Revenue Service, 03-184 and Kanter versus Internal Revenue Service, 03-1034."
                            }
                        ]
                    },
                    {
                        "start": 19.147,
                        "stop": 423.796,
                        "byte_start": 105263,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15084,
                            "name": "Ruth Bader Ginsburg",
                            "href": "https:\/\/api.oyez.org\/people\/ruth_bader_ginsburg",
                            "last_name": "Ginsburg",
                            "roles": [
                                {
                                    "id": 2728,
                                    "type": "scotus_justice",
                                    "date_start": 744958800,
                                    "date_end": 0,
                                    "appointing_president": "Bill Clinton",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2728"
                                }
                            ],
                            "thumbnail": {
                                "id": 32681,
                                "mime": "image\/png",
                                "size": 45030,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ruth_bader_ginsburg_1_0.png"
                            },
                            "length_of_service": 8135,
                            "identifier": "ruth_bader_ginsburg"
                        },
                        "text_blocks": [
                            {
                                "start": 19.147,
                                "stop": 28.961,
                                "byte_start": 105263,
                                "byte_stop": 144551,
                                "text": "The Tax Court\u0027s employment of special trial judges auxiliary officers appointed of the Chief Judge to assist in the work of the court."
                            },
                            {
                                "start": 28.961,
                                "stop": 34.403,
                                "byte_start": 144551,
                                "byte_stop": 166285,
                                "text": "Any case before the Tax Court maybe assigned a special trial judge for hearing."
                            },
                            {
                                "start": 34.403,
                                "stop": 39.783,
                                "byte_start": 166285,
                                "byte_stop": 187810,
                                "text": "Ultimate decision in large cases however is reserved of the Tax Court."
                            },
                            {
                                "start": 39.783,
                                "stop": 48.269,
                                "byte_start": 187810,
                                "byte_stop": 221769,
                                "text": "Tax Court Rule 183 governs the two-tiered proceedings in which special trial judge hears the case."
                            },
                            {
                                "start": 48.269,
                                "stop": 52.31,
                                "byte_start": 221769,
                                "byte_stop": 237965,
                                "text": "But the Tax Court itself renders the final decision."
                            },
                            {
                                "start": 52.31,
                                "stop": 68.568,
                                "byte_start": 237965,
                                "byte_stop": 302958,
                                "text": "The rule directs that after trial and submission of briefs the special trial judge shall submit a report including findings of fact and opinion to the Chief Judge and the Chief Judge will assign the case to a judge of the court."
                            },
                            {
                                "start": 68.568,
                                "stop": 85.031,
                                "byte_start": 302958,
                                "byte_stop": 368891,
                                "text": "In acting on the report the Tax Court judge, to whom the case is assigned, must give in the words of the rule do regard to the circumstance that the special trial judge has the opportunity to evaluate the credibility of the witnesses."
                            },
                            {
                                "start": 85.031,
                                "stop": 92.381,
                                "byte_start": 368891,
                                "byte_stop": 398252,
                                "text": "For other the Rule instructs that fact findings contained in the report shall be presumed to be correct."
                            },
                            {
                                "start": 92.381,
                                "stop": 104.371,
                                "byte_start": 398252,
                                "byte_stop": 446213,
                                "text": "The final Tax Court decision again coding from the Rule may adapt the special trial judge\u0027s report or may modify it or may reject it in whole or in part."
                            },
                            {
                                "start": 104.371,
                                "stop": 114.351,
                                "byte_start": 446213,
                                "byte_stop": 486128,
                                "text": "Until 1983 special trial judge report as submitted to the Chief Judge were made public and were included in the record on appeal."
                            },
                            {
                                "start": 114.351,
                                "stop": 122.2,
                                "byte_start": 486128,
                                "byte_stop": 517475,
                                "text": "A rule revision that year dispense with the requirement that the parties received copies of the special trial judge report."
                            },
                            {
                                "start": 122.2,
                                "stop": 132.682,
                                "byte_start": 517475,
                                "byte_stop": 559480,
                                "text": "And because the report was to be withheld from the parties the new rule dropped the provision giving parties an opportunity to set forth exceptions to the report."
                            },
                            {
                                "start": 132.682,
                                "stop": 145.206,
                                "byte_start": 559480,
                                "byte_stop": 609531,
                                "text": "Once the rule changes were in place, the Tax Court significantly altered its practice in cases referred for trial but not final decision to special trial judges."
                            },
                            {
                                "start": 145.206,
                                "stop": 157.694,
                                "byte_start": 609531,
                                "byte_stop": 659477,
                                "text": "In accord with the revised rule the Tax Court now denies public access to the special trial judge report and excludes the report from the record on appeal."
                            },
                            {
                                "start": 157.694,
                                "stop": 176.925,
                                "byte_start": 659477,
                                "byte_stop": 736381,
                                "text": "Further, since 1984, Tax Court judges have refrained from disclosing in any case whether the Tax Court\u0027s final decision in fact modifies or rejects the special trial judge\u0027s initial report all together or in part."
                            },
                            {
                                "start": 176.925,
                                "stop": 184.954,
                                "byte_start": 736381,
                                "byte_stop": 768564,
                                "text": "Instead the final decision including the decision at issue in this case invariably begins with this stock statement."
                            },
                            {
                                "start": 184.954,
                                "stop": 190.488,
                                "byte_start": 768564,
                                "byte_stop": 790716,
                                "text": "The Tax Court judge agrees with and adapts the opinion of the special trial judge."
                            },
                            {
                                "start": 190.488,
                                "stop": 199.801,
                                "byte_start": 790716,
                                "byte_stop": 827914,
                                "text": "Whether and how the published opinion of the Tax Court in fact alter the special trial judge\u0027s original report is never disclosed."
                            },
                            {
                                "start": 199.801,
                                "stop": 208.952,
                                "byte_start": 827914,
                                "byte_stop": 864486,
                                "text": "Petitioners are taxpayers who unsuccessfully opposed asserted tax deficiencies and fraud penalties in the Tax Court and on appeal."
                            },
                            {
                                "start": 208.952,
                                "stop": 218.234,
                                "byte_start": 864486,
                                "byte_stop": 901684,
                                "text": "They object to the concealment of the special trial judge\u0027s initial report and in particular exclusion of the report from the record on appeal."
                            },
                            {
                                "start": 218.234,
                                "stop": 231.867,
                                "byte_start": 901684,
                                "byte_stop": 956228,
                                "text": "Without access to the special trial judge report, petitioners assert the Court of Appeals cannot tell whether the Tax Court judge as accorded the report the deference required by Rule 183."
                            },
                            {
                                "start": 231.867,
                                "stop": 241.246,
                                "byte_start": 956228,
                                "byte_stop": 993740,
                                "text": "We agree with the petitioners that no statute authorizes in the current text of Rule 183 does not warrant the concealment at issue."
                            },
                            {
                                "start": 241.246,
                                "stop": 257.538,
                                "byte_start": 993740,
                                "byte_stop": 1058837,
                                "text": "It appears that since that the 1983 rule revision the Tax Court has instituted a practice in which it treats the special trial judge\u0027s report as it draft to be worked over collaboratively by the regular judge and the special trial judge."
                            },
                            {
                                "start": 257.538,
                                "stop": 269.794,
                                "byte_start": 1058837,
                                "byte_stop": 1107947,
                                "text": "Rule 183 however, does not contemplate a collaborative revision process rather it provides that the report submitted post trial by this special trial judge is the report."
                            },
                            {
                                "start": 269.794,
                                "stop": 277.419,
                                "byte_start": 1107947,
                                "byte_stop": 1138354,
                                "text": "The one and only report the Tax Court judge must review and formally adapt, modify or reject."
                            },
                            {
                                "start": 277.419,
                                "stop": 285.189,
                                "byte_start": 1138354,
                                "byte_stop": 1169492,
                                "text": "The Tax Court practice we think it claimed impedes fully informed appellate review of the Tax Court\u0027s decision."
                            },
                            {
                                "start": 285.189,
                                "stop": 297.988,
                                "byte_start": 1169492,
                                "byte_stop": 1220692,
                                "text": "Fraud cases, in particular, may involved critical credibility assessments rendering the appraisals of the judge who presided it trial vital to the Tax Court\u0027s ultimate determination."
                            },
                            {
                                "start": 297.988,
                                "stop": 314.318,
                                "byte_start": 1220692,
                                "byte_stop": 1285998,
                                "text": "But without access to the special trial judge\u0027s report the Appellate Court will be at a loss to determine whether the special trial judge\u0027s credibility and other findings were given due regard and presumed correct or whether they were discarded without regard to those standards."
                            },
                            {
                                "start": 314.318,
                                "stop": 333.785,
                                "byte_start": 1285998,
                                "byte_stop": 1363843,
                                "text": "Indeed, in this very case, two Tax Court judges allegedly informed counsel for one of the taxpayers that the special trial judge, in the post trial report he filed by the Chief Judge, found the deficiency overstated and the fraud penalty inapplicable."
                            },
                            {
                                "start": 333.785,
                                "stop": 340.158,
                                "byte_start": 1363843,
                                "byte_stop": 1389338,
                                "text": "We are all the more resistant to the Tax Court\u0027s concealment of the special trial judge report."
                            },
                            {
                                "start": 340.158,
                                "stop": 357.659,
                                "byte_start": 1389338,
                                "byte_stop": 1459346,
                                "text": "In light of the prevailing practice regarding a tribunals used of hearing offices it is routine in federal judicial and administrative decision making both to disclose the initial report of a hearing officer and to make that report part of the appellate record."
                            },
                            {
                                "start": 357.659,
                                "stop": 378.517,
                                "byte_start": 1459346,
                                "byte_stop": 1542834,
                                "text": "A departure of the bold character practiced by the Tax Court, the creation and attribution solely to the special trial judge of the superseding report composed in unrevealed collaboration with regular Tax Court judge demands at the very least full and fair statements in the Tax Court\u0027s own rules."
                            },
                            {
                                "start": 378.517,
                                "stop": 395.916,
                                "byte_start": 1542834,
                                "byte_stop": 1612424,
                                "text": "Where the Tax Court to amend its rules expressly to insulate special trial judge report from disclosure that change would be subject to appellate review for consistency with the relevant federal statutes and due process issues we do not reach today."
                            },
                            {
                                "start": 395.916,
                                "stop": 423.796,
                                "byte_start": 1612424,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a concurring opinion in which Justice Scalia joins; the Chief Justice has filed the dissenting opinion in which Justice Thomas joins."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 53830,
            "mime": "audio\/mpeg",
            "size": 1657981,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2004\/03-184\/20050307o_03-184.delivery.mp3"
        },
        {
            "id": 75570,
            "mime": "audio\/ogg",
            "size": 4037569,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2004\/03-184\/20050307o_03-184.ogg"
        },
        {
            "id": 75571,
            "mime": "application\/x-mpegURL",
            "size": 5959,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2004\/03-184\/20050307o_03-184.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}