{
    "id": 21458,
    "title": "Opinion Announcement - March 27, 2002",
    "transcript": {
        "title": "Mickens v. Taylor",
        "duration": 415.269,
        "sections": [
            {
                "start": 0,
                "stop": 415.269,
                "byte_start": 87491,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 8.121,
                        "byte_start": 87491,
                        "byte_stop": 119987,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 8.121,
                                "byte_start": 87491,
                                "byte_stop": 119987,
                                "text": "The opinion of the Court in No. 00-9285 Mickens against Taylor will be announced by Justice Scalia."
                            }
                        ]
                    },
                    {
                        "start": 8.121,
                        "stop": 415.269,
                        "byte_start": 119987,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15049,
                            "name": "Antonin Scalia",
                            "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
                            "last_name": "Scalia",
                            "roles": [
                                {
                                    "id": 2693,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 0,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
                                }
                            ],
                            "thumbnail": {
                                "id": 32678,
                                "mime": "image\/png",
                                "size": 58944,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
                            },
                            "length_of_service": 10699,
                            "identifier": "antonin_scalia"
                        },
                        "text_blocks": [
                            {
                                "start": 8.121,
                                "stop": 13.983,
                                "byte_start": 119987,
                                "byte_stop": 143498,
                                "text": "This case comes to us on writ of certiorari to the United States Court of Appeals for the Fourth Circuit."
                            },
                            {
                                "start": 13.983,
                                "stop": 29.571,
                                "byte_start": 143498,
                                "byte_stop": 205878,
                                "text": "A Virginia jury convicted petitioner of the premeditated murder of Timothy Hall during or following the commission of an attempted forcible sodomy, and sentenced petitioner to death."
                            },
                            {
                                "start": 29.571,
                                "stop": 41.076,
                                "byte_start": 205878,
                                "byte_stop": 251853,
                                "text": "Petitioner filed a federal habeas petition alleging that he was denied effective assistance of counsel because one of his court appointed attorneys had a conflict of interest at trial."
                            },
                            {
                                "start": 41.076,
                                "stop": 52.788,
                                "byte_start": 251853,
                                "byte_stop": 298665,
                                "text": "Petitioner\u0027s lead attorney, Bryan Saunders, had been representing the victim on assault and concealed weapon charges at the time of the murder."
                            },
                            {
                                "start": 52.788,
                                "stop": 63.535,
                                "byte_start": 298665,
                                "byte_stop": 341715,
                                "text": "The same juvenile court judge who dismissed the charges against the victim because of his death later appointed Saunders to represent petitioner."
                            },
                            {
                                "start": 63.535,
                                "stop": 71.128,
                                "byte_start": 341715,
                                "byte_stop": 372017,
                                "text": "Saunders did not disclose to the court, to co-counsel or to petitioner that he had previously represented the victim."
                            },
                            {
                                "start": 71.128,
                                "stop": 77.323,
                                "byte_start": 372017,
                                "byte_stop": 396885,
                                "text": "The District Court denied habeas relief and an en banc majority of the Fourth Circuit affirmed."
                            },
                            {
                                "start": 77.323,
                                "stop": 81.065,
                                "byte_start": 396885,
                                "byte_stop": 411827,
                                "text": "We granted certiorari and now affirm."
                            },
                            {
                                "start": 81.065,
                                "stop": 96.448,
                                "byte_start": 411827,
                                "byte_stop": 473372,
                                "text": "The defendant seeking to set aside the conviction because of ineffective assistance of counsel generally must demonstrate a reasonable probability that but for counsel’s errors the conviction would not have occurred."
                            },
                            {
                                "start": 96.448,
                                "stop": 99.265,
                                "byte_start": 473372,
                                "byte_stop": 484552,
                                "text": "There is an exception to this general rule."
                            },
                            {
                                "start": 99.265,
                                "stop": 115.027,
                                "byte_start": 484552,
                                "byte_stop": 547664,
                                "text": "We have spared the defendant the need of showing probable effect upon the outcome and have simply presumed such effect where assistance of counsel has been denied entirely or during the critical stage of the proceeding."
                            },
                            {
                                "start": 115.027,
                                "stop": 139.386,
                                "byte_start": 547664,
                                "byte_stop": 645049,
                                "text": "When that has occurred the likelihood that the verdict is unreliable is so high that case by case inquiry is unnecessary, but only in what our opinion called “circumstances of that magnitude” do we forgo individual inquiry into whether counsel’s inadequate performance undermine the reliability of the verdict."
                            },
                            {
                                "start": 139.386,
                                "stop": 150.517,
                                "byte_start": 645049,
                                "byte_stop": 689561,
                                "text": "We have held in several cases the circumstances of that magnitude may also arise when the defendant’s attorney actively represented conflicting interests."
                            },
                            {
                                "start": 150.517,
                                "stop": 162.471,
                                "byte_start": 689561,
                                "byte_stop": 737418,
                                "text": "The question before us in this case is whether the principle established in those cases provides an exception to the general rule under the circumstances here."
                            },
                            {
                                "start": 162.471,
                                "stop": 179.458,
                                "byte_start": 737418,
                                "byte_stop": 805336,
                                "text": "In Holloway versus Arkansas the Court created and automatic reversal rule where counsel is forced to represent to co-defendants over his timely objection unless the trial court has determined that there is no conflict."
                            },
                            {
                                "start": 179.458,
                                "stop": 183.932,
                                "byte_start": 805336,
                                "byte_stop": 823308,
                                "text": "If the Court does not inquire, we said an automatic reversing."
                            },
                            {
                                "start": 183.932,
                                "stop": 214.679,
                                "byte_start": 823308,
                                "byte_stop": 946293,
                                "text": "In Cuyler versus Sullivan, we declined to extend Holloway and held that absent objection, where counsel does not object, a defendant is not entitled to automatic reversal by reasonable conflict of interest, though he is excused we said from demonstrating that the outcome of the case would probably have been different but for the conflict, he is not excused from the obligation of the showing that the conflict actually affected the adequacy of his representation."
                            },
                            {
                                "start": 214.679,
                                "stop": 230.195,
                                "byte_start": 946293,
                                "byte_stop": 1008360,
                                "text": "And finally in Wood versus Georgia we had granted certiorari to consider an equal protection violation but it came to our attention that counsel may have been actively representing the conflicting interest of the defendants and their employer."
                            },
                            {
                                "start": 230.195,
                                "stop": 239.618,
                                "byte_start": 1008360,
                                "byte_stop": 1045976,
                                "text": "This possibility was sufficiently apparent at the time of the trial court proceeding to impose upon the trial court a duty to inquire further."
                            },
                            {
                                "start": 239.618,
                                "stop": 259.135,
                                "byte_start": 1045976,
                                "byte_stop": 1124134,
                                "text": "We therefore remanded for the trial court to conduct the inquiry it had omitted, directing the trial court to grant a new hearing if it determine that “an actual conflict of interest existed\u0022, that is a sort of a crucial language in that case."
                            },
                            {
                                "start": 259.135,
                                "stop": 295.92,
                                "byte_start": 1124134,
                                "byte_stop": 1271256,
                                "text": "Petitioner argues that the remand instruction in Wood established an unambiguous reversal rule that where the trial judge neglects a duty to inquire into a potential conflict, a defendant need only show that his lawyer was subject to a conflict of interest, that he not only did not show that the effect of the conflict upon counsel’s performance probably produce the conviction, but that he need not even show that the conflict had any adverse effect upon counsel’s performance, we reject this proposal rule."
                            },
                            {
                                "start": 295.92,
                                "stop": 314.134,
                                "byte_start": 1271256,
                                "byte_stop": 1344085,
                                "text": "As used in the remanded structure in Wood, the phrase “an actual conflict of interest\u0022 meant precisely a conflict that affected counsel’s performance as opposed to a mere theoretical division of loyalties."
                            },
                            {
                                "start": 314.134,
                                "stop": 334.342,
                                "byte_start": 1344085,
                                "byte_stop": 1424960,
                                "text": "It was shorthand for the statement in Cuyler versus Sullivan that “a defendant who shows that a conflict of interest actually affected the adequacy of his representation need not to demonstrate prejudice in order to obtain relief\u0022, that if he did not demonstrate that the outcome would probably have been different."
                            },
                            {
                                "start": 334.342,
                                "stop": 339.825,
                                "byte_start": 1424960,
                                "byte_stop": 1446799,
                                "text": "Petitioners propose rule of automatically reverse would make little policy sense."
                            },
                            {
                                "start": 339.825,
                                "stop": 352.264,
                                "byte_start": 1446799,
                                "byte_stop": 1496640,
                                "text": "The trial court’s awareness of a potential conflict does not make it anymore likely that counsel’s performance was significantly affected nor does it in any other way rendered a verdict unreliable."
                            },
                            {
                                "start": 352.264,
                                "stop": 360.544,
                                "byte_start": 1496640,
                                "byte_stop": 1529764,
                                "text": "Nor is automatic reversal, We conclude an appropriate means of enforcing a trial judge’s duty to inquire."
                            },
                            {
                                "start": 360.544,
                                "stop": 371.328,
                                "byte_start": 1529764,
                                "byte_stop": 1572813,
                                "text": "To void the conviction in the present case therefore it was necessary for petitioner to establish that the conflict of interest adversely affected his counsel’s performance."
                            },
                            {
                                "start": 371.328,
                                "stop": 377.816,
                                "byte_start": 1572813,
                                "byte_stop": 1598831,
                                "text": "The Fourth Circuit having found no such effect, the denial of habeas relief must be affirmed."
                            },
                            {
                                "start": 377.816,
                                "stop": 395.488,
                                "byte_start": 1598831,
                                "byte_stop": 1669467,
                                "text": "On Cuyler, this case was presented and argued on the assumption that absence some exception for failure to inquire, the Sullivan standard would be applicable to a conflict rooted in counsel’s obligations to former clients."
                            },
                            {
                                "start": 395.488,
                                "stop": 399.217,
                                "byte_start": 1669467,
                                "byte_stop": 1684409,
                                "text": "We do not rule upon the correctness of that assumption."
                            },
                            {
                                "start": 399.217,
                                "stop": 415.269,
                                "byte_start": 1684409,
                                "byte_stop": 0,
                                "text": "Justice Kennedy has filed a concurring opinion in which Justice O’Connor has joined; Justice Stevens has filed a dissenting opinion; Justice Souter has filed a dissenting opinion, and Justice Breyer has filed a dissenting opinion in which Justice Ginsburg has joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 52039,
            "mime": "audio\/mpeg",
            "size": 1748565,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/00-9285\/20020327o_00-9285.delivery.mp3"
        },
        {
            "id": 73810,
            "mime": "audio\/ogg",
            "size": 4327691,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/00-9285\/20020327o_00-9285.ogg"
        },
        {
            "id": 73811,
            "mime": "application\/x-mpegURL",
            "size": 6227,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/00-9285\/20020327o_00-9285.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}