{
    "id": 23494,
    "title": "Opinion Announcement - June 19, 2014",
    "transcript": {
        "title": null,
        "duration": 323.976,
        "sections": [
            {
                "start": 0,
                "stop": 323.976,
                "byte_start": 106496,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 6.306,
                        "byte_start": 106496,
                        "byte_stop": 131783,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 6.306,
                                "byte_start": 106496,
                                "byte_stop": 131783,
                                "text": "Justice Sotomayor has our opinion this morning in Case 13-483, Lane v. Franks."
                            }
                        ]
                    },
                    {
                        "start": 6.306,
                        "stop": 323.976,
                        "byte_start": 131783,
                        "byte_stop": 0,
                        "speaker": null,
                        "text_blocks": [
                            {
                                "start": 6.306,
                                "stop": 16.933,
                                "byte_start": 131783,
                                "byte_stop": 174310,
                                "text": "Petitioner Edward Lane was hired as the director of a statewide program for underprivileged youth, operated by Central Alabama Community College."
                            },
                            {
                                "start": 16.933,
                                "stop": 31.973,
                                "byte_start": 174310,
                                "byte_stop": 234392,
                                "text": "Upon accepting this position, Lane conducted an audit of the program\u0027s expenses and discovered that Suzanne Schmitz, an Alabama State Representative -- Representative on the program\u0027s payroll had not been reporting to work."
                            },
                            {
                                "start": 31.973,
                                "stop": 34.886,
                                "byte_start": 234392,
                                "byte_stop": 246094,
                                "text": "Lane terminated her employment."
                            },
                            {
                                "start": 34.886,
                                "stop": 46.476,
                                "byte_start": 246094,
                                "byte_stop": 292488,
                                "text": "Shortly thereafter, federal authorities indicted Schmitz on criminal charges and Lane testified under subpoena regarding the events that led to his termination of Schmitz."
                            },
                            {
                                "start": 46.476,
                                "stop": 52.876,
                                "byte_start": 292488,
                                "byte_stop": 318088,
                                "text": "He was later fired by respondent Franks who was then serving as president of the college."
                            },
                            {
                                "start": 52.876,
                                "stop": 66.616,
                                "byte_start": 318088,
                                "byte_stop": 373049,
                                "text": "Lane sued Franks and his individual and official capacities under Section 1983 alleging that Franks violated First Amendment by firing him in retaliation for his testimony."
                            },
                            {
                                "start": 66.616,
                                "stop": 77.695,
                                "byte_start": 373049,
                                "byte_stop": 417353,
                                "text": "The District Court granted summary judgment in favor of Franks and the Eleventh Circuit affirmed holding that Lane\u0027s testimony was not protected under the First Amendment."
                            },
                            {
                                "start": 77.695,
                                "stop": 90.324,
                                "byte_start": 417353,
                                "byte_stop": 467822,
                                "text": "It reasons that Lane did not speak as a citizen when he testified because he acted pursuant to his official duties when he investigated Schmitz\u0027s employment and later fired her."
                            },
                            {
                                "start": 90.324,
                                "stop": 92.527,
                                "byte_start": 467822,
                                "byte_stop": 476703,
                                "text": "The Eleventh Circuit erred."
                            },
                            {
                                "start": 92.527,
                                "stop": 101.857,
                                "byte_start": 476703,
                                "byte_stop": 514006,
                                "text": "Lane\u0027s sworn testimony is entitled to First Amendment protection because it is speech as a citizen on a matter of public concern."
                            },
                            {
                                "start": 101.857,
                                "stop": 112.379,
                                "byte_start": 514006,
                                "byte_stop": 556116,
                                "text": "Truthful testimony under oath by a public employee outside the scope of his ordinary job duties is speech as a citizen for First Amendment purposes."
                            },
                            {
                                "start": 112.379,
                                "stop": 120.768,
                                "byte_start": 556116,
                                "byte_stop": 589657,
                                "text": "Sworn testimony and judicial proceedings is a quintessential example of citizen\u0027s speech for a simple reason."
                            },
                            {
                                "start": 120.768,
                                "stop": 127.843,
                                "byte_start": 589657,
                                "byte_stop": 617869,
                                "text": "Anyone who testifies in Court bares an obligation to the Court and society at large to tell the truth."
                            },
                            {
                                "start": 127.843,
                                "stop": 136.562,
                                "byte_start": 617869,
                                "byte_stop": 652769,
                                "text": "That obligation is distinct and independent from any separate obligations a testifying public employee might have to his employer."
                            },
                            {
                                "start": 136.562,
                                "stop": 145.994,
                                "byte_start": 652769,
                                "byte_stop": 690489,
                                "text": "In holding that Lane did not speak as a citizen when he testified, this Eleventh Circuit read our holding in Garcetti far too broadly."
                            },
                            {
                                "start": 145.994,
                                "stop": 157.758,
                                "byte_start": 690489,
                                "byte_stop": 737614,
                                "text": "The Eleventh Circuit reasoned that because Lane learned of the subject matter of his testimony in the course of his employment, his testimony as employee speech rather than citizen speech."
                            },
                            {
                                "start": 157.758,
                                "stop": 170.047,
                                "byte_start": 737614,
                                "byte_stop": 786725,
                                "text": "But the critical question under our case Garcetti is whether the speech at issue is ordinarily within the scope of an employee\u0027s duties, not whether it really concerns those duties."
                            },
                            {
                                "start": 170.047,
                                "stop": 181.528,
                                "byte_start": 786725,
                                "byte_stop": 832700,
                                "text": "Lane\u0027s testimony is also speech on a matter of public concern, whether speech involves matters of public concerns on the content formed and context of the speech."
                            },
                            {
                                "start": 181.528,
                                "stop": 187.914,
                                "byte_start": 832700,
                                "byte_stop": 858196,
                                "text": "Here, Lane testified about corruption in a public program and misuse of state funds."
                            },
                            {
                                "start": 187.914,
                                "stop": 198.345,
                                "byte_start": 858196,
                                "byte_stop": 899887,
                                "text": "His testimony thus -- thus involved a matter of significant public concern and the forming context of his speech fortified that conclusion."
                            },
                            {
                                "start": 198.345,
                                "stop": 205.648,
                                "byte_start": 899887,
                                "byte_stop": 929144,
                                "text": "We therefore hold that Lane\u0027s truthful sworn testimony is speech as a citizen on a matter of public concern."
                            },
                            {
                                "start": 205.648,
                                "stop": 214.094,
                                "byte_start": 929144,
                                "byte_stop": 962894,
                                "text": "Because respondents do not assert any countervailing government interest Lane\u0027s speech in entitled to First Amendment protection."
                            },
                            {
                                "start": 214.094,
                                "stop": 227.674,
                                "byte_start": 962894,
                                "byte_stop": 1017229,
                                "text": "Our decision acknowledges a reality that has long informed our -- our precedents.Public employees are best positioned to bring to light government wrong-doing and issues that plague their employers."
                            },
                            {
                                "start": 227.674,
                                "stop": 240.911,
                                "byte_start": 1017229,
                                "byte_stop": 1070205,
                                "text": "Indeed speech by public employees on subject matter related to their employment hold special value precisely because those employees gain knowledge of matters of public concern through their employment."
                            },
                            {
                                "start": 240.911,
                                "stop": 263.874,
                                "byte_start": 1070205,
                                "byte_stop": 1162052,
                                "text": "It goes without saying that when public employees testify on matters of public concern, they should not face the choice of testifying truthfully or losing their jobs.Such a result would only harm public employees individually, would not only harm public employees individually, it would harm society\u0027s interest in public accountability."
                            },
                            {
                                "start": 263.874,
                                "stop": 285.034,
                                "byte_start": 1162052,
                                "byte_stop": 1246689,
                                "text": "Now even though Lane\u0027s testimony is entitled to First Amendment protection, respondent Franks is entitled to qualified immunity for the claims against him in his individual capacity.At the time of Lane\u0027s firing, the constitutional right was not clearly established in Franks\u0027 jurisdiction."
                            },
                            {
                                "start": 285.034,
                                "stop": 295.594,
                                "byte_start": 1246689,
                                "byte_stop": 1288903,
                                "text": "As to the claims against respondent in Burrow in her official capacity, which were initially brought -- initially brought against Franks when he served as president of the college."
                            },
                            {
                                "start": 295.594,
                                "stop": 303.884,
                                "byte_start": 1288903,
                                "byte_stop": 1322130,
                                "text": "The Eleventh Amendment declined to consider the District Court\u0027s dismissal of them and the parties have not asked us to consider them here."
                            },
                            {
                                "start": 303.884,
                                "stop": 316.196,
                                "byte_start": 1322130,
                                "byte_stop": 1371345,
                                "text": "The judgment of the United States Courts of Appeals for the Eleventh Circuit is therefore affirmed in part and reversed in part and the case is remanded for further proceedings consistent with the Court\u0027s opinion."
                            },
                            {
                                "start": 316.196,
                                "stop": 318.49,
                                "byte_start": 1371345,
                                "byte_stop": 1380540,
                                "text": "The opinion is for unanimous court."
                            },
                            {
                                "start": 318.49,
                                "stop": 323.976,
                                "byte_start": 1380540,
                                "byte_stop": 0,
                                "text": "Justice Thomas has filed a concurring opinion in which Justices Scalia and Alito joined."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 56108,
            "mime": "audio\/mpeg",
            "size": 1402483,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2013\/13-483\/20140619o_13-483.delivery.mp3"
        },
        {
            "id": 77816,
            "mime": "audio\/ogg",
            "size": 3160606,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2013\/13-483\/20140619o_13-483.ogg"
        },
        {
            "id": 77817,
            "mime": "application\/x-mpegURL",
            "size": 4798,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2013\/13-483\/20140619o_13-483.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}