{
    "id": 22966,
    "title": "Opinion Announcement - May 21, 2007",
    "transcript": {
        "title": "Bell Atlantic Corporation v. Twombly",
        "duration": 307.017,
        "sections": [
            {
                "start": 0,
                "stop": 307.017,
                "byte_start": 89767,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 9.119,
                        "byte_start": 89767,
                        "byte_stop": 126338,
                        "speaker": {
                            "ID": 15086,
                            "name": "John G. Roberts, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
                            "last_name": "Roberts",
                            "roles": [
                                {
                                    "id": 2730,
                                    "type": "scotus_justice",
                                    "date_start": 1127970000,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
                                }
                            ],
                            "thumbnail": {
                                "id": 32683,
                                "mime": "image\/png",
                                "size": 52305,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
                            },
                            "length_of_service": 3702,
                            "identifier": "john_g_roberts_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 9.119,
                                "byte_start": 89767,
                                "byte_stop": 126338,
                                "text": "Justice Souter has the opinion of the court this morning in case 05-1126, Bell Atlantic Corporation v. Twombly."
                            }
                        ]
                    },
                    {
                        "start": 9.119,
                        "stop": 307.017,
                        "byte_start": 126338,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15042,
                            "name": "David H. Souter",
                            "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
                            "last_name": "Souter",
                            "roles": [
                                {
                                    "id": 2686,
                                    "type": "scotus_justice",
                                    "date_start": 655362000,
                                    "date_end": 1246251600,
                                    "appointing_president": "George H. W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
                                }
                            ],
                            "thumbnail": {
                                "id": 32703,
                                "mime": "image\/png",
                                "size": 42141,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
                            },
                            "length_of_service": 6839,
                            "identifier": "david_h_souter"
                        },
                        "text_blocks": [
                            {
                                "start": 9.119,
                                "stop": 15.046,
                                "byte_start": 126338,
                                "byte_stop": 149953,
                                "text": "This case comes to us on the writ of certiorari to the United States Court of Appeals for the Second Circuit."
                            },
                            {
                                "start": 15.046,
                                "stop": 29.017,
                                "byte_start": 149953,
                                "byte_stop": 205855,
                                "text": "The 1984 divestiture of AT\u0026T’s local telephone business produced a system of regional service monopolies called Incumbent Local Exchange Carries or ILECs."
                            },
                            {
                                "start": 29.017,
                                "stop": 51.72,
                                "byte_start": 205855,
                                "byte_stop": 296657,
                                "text": "A decade later Congress passed The Telecommunications Act 1996 which sought to promote competition within the telecommunications industry by requiring each ILEC to share its network elements at wholesale prices with its competitors, so called “Competitive Local Exchange Carriers” or CLECs."
                            },
                            {
                                "start": 51.72,
                                "stop": 77.576,
                                "byte_start": 296657,
                                "byte_stop": 400102,
                                "text": "Respondent William Twombly and Lawrence Marcus, whom I will call plaintiffs, represent a class of subscribers to local telephone and high speed Internet services in this action against the petitioner ILECs for claim violations of Section 1 of the Sherman Antitrust Act which prohibits every contract, combination or conspiracy in restraint of trade or commerce."
                            },
                            {
                                "start": 77.576,
                                "stop": 100.568,
                                "byte_start": 400102,
                                "byte_stop": 492053,
                                "text": "The compliant alleges that the ILECS conspired to restrain in trade as shown by two sets of facts, first, by engaging in parallel conduct in their respective service areas to inhibit the growth of upstart CLECs and second by the parallel action of refraining from pursuing business opportunity, in competition against each other."
                            },
                            {
                                "start": 100.568,
                                "stop": 123.126,
                                "byte_start": 492053,
                                "byte_stop": 582332,
                                "text": "The district court dismissed plaintiff’s complaint under Rule 12(b)(6) but the Court of Appeals for the Second Circuit reversed holding that the complaint adequately stated claim because the ILECs failed to show that there is no set of facts under which plaintiffs could demonstrate that the parallel conduct asserted was the product of collision."
                            },
                            {
                                "start": 123.126,
                                "stop": 126.997,
                                "byte_start": 582332,
                                "byte_stop": 597796,
                                "text": "In an opinion filed with the Clerk today we reverse."
                            },
                            {
                                "start": 126.997,
                                "stop": 155.053,
                                "byte_start": 597796,
                                "byte_stop": 710018,
                                "text": "In the Sherman Act Section 1 context we upheld that the plaintiff cannot survive summary judgment without showing something more than mere parallel business conduct to distinguish conspiracy from perfectly legitimate business activity and the plaintiff must offer some proof tending to rule out the possibility that each of the defendants was simply acting unilaterally in response to common market perceptions."
                            },
                            {
                                "start": 155.053,
                                "stop": 162.625,
                                "byte_start": 710018,
                                "byte_stop": 740320,
                                "text": "In this case we consider the antecedent question of what a plaintiff must plead in order to state the Section 1 claim."
                            },
                            {
                                "start": 162.625,
                                "stop": 177.248,
                                "byte_start": 740320,
                                "byte_stop": 798835,
                                "text": "In light of the plaintiff’s obligation to provide the grounds of his entitlement to relief in the pleadings, we hold that stating a Section 1 claim requires a complaint with enough factual matter to suggest that an agreement was made."
                            },
                            {
                                "start": 177.248,
                                "stop": 207.231,
                                "byte_start": 798835,
                                "byte_stop": 918789,
                                "text": "The need at the pleading stage for allegation suggesting not merely consistent with conspiracy, not only fall us from the language of Rule 882 of the Federal Rules of Civil Procedure but also serves the practical purpose of avoiding the unnecessary expense of discovery in cases where there is no reasonable expectation that discovery will reveal evidence of any legal agreement."
                            },
                            {
                                "start": 207.231,
                                "stop": 224.335,
                                "byte_start": 918789,
                                "byte_stop": 987125,
                                "text": "In some, when allegations of parallel conduct are setout in order to make out a Section 1 claim they must be placed in a context that suggests a preceding agreement as distinct from identical independent action."
                            },
                            {
                                "start": 224.335,
                                "stop": 231.74,
                                "byte_start": 987125,
                                "byte_stop": 1016800,
                                "text": "Applying the standard to the plaintiff’s compliant here; we conclude that the Section 1 claim comes up short."
                            },
                            {
                                "start": 231.74,
                                "stop": 255.419,
                                "byte_start": 1016800,
                                "byte_stop": 1111468,
                                "text": "As to the ILECs supposed agreement to disobey the 1996 Act and thwart the CLECs attempt to compete, we agree with the District Court that nothing in the complaint suggest that the resistance to CLECs was anything more than the natural unilateral reaction of each ILEC intend on keeping its regional dominance."
                            },
                            {
                                "start": 255.419,
                                "stop": 271.938,
                                "byte_start": 1111468,
                                "byte_stop": 1177610,
                                "text": "Likewise, the complaint provides no indication that the lack of competition among the ILECs is the product of any illegal agreement rather than the aftereffect of a market historically characterized by monopoly in geographic segmentation."
                            },
                            {
                                "start": 271.938,
                                "stop": 287.764,
                                "byte_start": 1177610,
                                "byte_stop": 1240827,
                                "text": "Not withstanding Congress’ high hopes for greater competition, there remain many disincentives to entering new markets in telecommunications and ILECs inaction in this respect fails to suggest conspiracy."
                            },
                            {
                                "start": 287.764,
                                "stop": 300.497,
                                "byte_start": 1240827,
                                "byte_stop": 1291818,
                                "text": "Because the plaintiffs here have not nudged their conspiracy claim across the line from conceivable to plausible we hold that their complaint must be dismissed and we remand it for further proceedings."
                            },
                            {
                                "start": 300.497,
                                "stop": 307.017,
                                "byte_start": 1291818,
                                "byte_stop": 0,
                                "text": "Justice Stevens has filed a dissenting opinion in which Justice Ginsburg joins except as to Part IV."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55054,
            "mime": "audio\/mpeg",
            "size": 1317836,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2006\/05-1126\/20070521o_05-1126.delivery.mp3"
        },
        {
            "id": 76794,
            "mime": "audio\/ogg",
            "size": 3082675,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2006\/05-1126\/20070521o_05-1126.ogg"
        },
        {
            "id": 76795,
            "mime": "application\/x-mpegURL",
            "size": 4643,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2006\/05-1126\/20070521o_05-1126.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}