{
    "ID": 15061,
    "name": "Abe Fortas",
    "href": "https:\/\/api.oyez.org\/people\/abe_fortas",
    "first_name": "Abe",
    "middle_name": null,
    "last_name": "Fortas",
    "name_suffix": null,
    "date_of_birth": -1878832800,
    "place_of_birth": "Memphis, TN",
    "date_of_death": 386834400,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "English",
    "family_status": "Lower-middle class",
    "mother": "Ray Berson",
    "father": "William Fortas",
    "mothers_occupation": null,
    "fathers_occupation": "Cabinetmaker",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EAbraham Fortas set out to forge a new path as the first in his family to attend college, and ultimately held an influential seat on the Supreme Court - even if only for four years. Fortas was born on June 19, 1910, in Memphis, TN, to Ray Berson and William Fortas. The youngest of five children, Fortas was raised as an Orthodox Jew in a comfortable home. Fortas often felt like an outsider to the mostly Protestant city, but his musical talent put him at the heart of Memphis culture. He played the violin beginning at an early age; often earning a little extra money by performing in a band during high school and college. Fortas worked hard in high school purely through self-motivation. His family did not expect high grades, but Fortas saw education as a way out. In 1926, he graduated high school at the age of 16 and was accepted to Southwestern College in Memphis with a scholarship. Even with an enormously busy academic and extracurricular schedule, Fortas graduated first in his class in 1930.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThough he loved Memphis and proudly proclaimed his southern roots, Fortas felt his future was elsewhere. He earned scholarships from both Harvard’s and Yale’s law schools and ultimately decided to attend Yale, becoming the youngest law student there at 20 years old. His work ethic caught the eye of William O. Douglas, who was a professor there at the time, and Douglas quickly took Fortas as his protégée. Because Douglas identified with Fortas in his struggle to overcome an impoverished background, he made sure Fortas always had a door of opportunity open to him throughout his career.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EFortas graduated in June of 1933 cum laude and second in his class. He accepted a teaching position at Yale, which was one of the highest honors given to a student by a law school. Over the course of Fortas’ successful career, he also spent time working in the Legal Division of the Agricultural Adjustment Administration during President Roosevelt’s first 100 days (where he met his wife, Carolyn Eugenia Agger), the SEC, and the Secretary of the Interior’s office. He also worked in private practice in Washington, which included cases defending victims of McCarthyism and litigating important cases, including \u003Cem\u003EGideon v. Wainwright\u003C\/em\u003E, which established the right of indigents to counsel in state criminal cases.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1939, while Fortas was the Undersecretary of the Interior, he became friends with Lyndon Johnson. Their friendship lasted, and as president, Johnson nominated Fortas to the Supreme Court. Fortas was sworn in as an Associate Justice on October 3, 1965.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EFortas’ time on the Supreme Court lasted only four years, though his short career still made an impact. He fit well within the Warren Court’s liberal commitment as he promoted civil liberties. He authored important opinions that extended due process protections to juvenile offenders and supported students’ right to protest. Fortas also upheld the Voting Rights Act of 1965, invalidated the poll tax, and supported the Court’s stance on \u003Cem\u003EMiranda v. Arizona. \u003C\/em\u003EThough supportive of civil liberties, Fortas was against the right to privacy and despised the press. He was more concerned with social policy than legal precedent.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1968, after Chief Justice Earl Warren’s resignation, Johnson nominated Fortas for his position. Critics claimed that Fortas’ closeness to Johnson violated the separation of powers. The nomination ultimately failed when it was brought to light that Fortas had accepted money from friends and clients for teaching a summer course. A year later, another damaging financial aspect was introduced when \u003Cem\u003ELife\u003C\/em\u003E magazine revealed that Fortas had accepted and then returned a fee of $20,000 from a charitable foundation controlled by the family of an indicted stock manipulator. Fortas resigned from the bench in 1969 but denied any wrongdoing. He founded another firm and practiced law until his death in 1982.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2705,
            "type": "scotus_justice",
            "date_start": -133902000,
            "date_end": -20026800,
            "appointing_president": "Lyndon B. Johnson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2705"
        }
    ],
    "thumbnail": {
        "id": 32693,
        "mime": "image\/png",
        "size": 50111,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/abe_fortas.png"
    },
    "images": null,
    "religion": "Jewish",
    "length_of_service": 1318,
    "identifier": "abe_fortas",
    "law_school": "Yale",
    "number_of_children": 0,
    "home_state": "Tennessee"
}