{
    "ID": 15123,
    "name": "Alfred Moore",
    "href": "https:\/\/api.oyez.org\/people\/alfred_moore",
    "first_name": "Alfred",
    "middle_name": null,
    "last_name": "Moore",
    "name_suffix": null,
    "date_of_birth": -6772615200,
    "place_of_birth": "Brunswick County, NC",
    "date_of_death": -5024311200,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "English\/Irish",
    "family_status": "Upper class\/wealthy",
    "mother": "Anne Grange",
    "father": "Maurice Moore",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EAt only four feet five inches tall, Justice Alfred Moore was the shortest justice to ever sit on the Supreme Court. Born into a well-known family in 1755, Moore was the son of a North Carolina colonial judge.  Moore was sent to Boston for his early education and returned home to read law under the direction of his father. He was admitted to the bar in North Carolina in 1775 at the age of twenty. Moore served as captain in the First North Carolina Regiment and was a strong supporter of independence. He took part in the defense of Charleston, South Carolina in June 1776. Moore suffered heavy losses in the Revolutionary War. His father, brother, and uncle were killed and his plantation and home were destroyed. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter the war, Moore became a leading member of the bar and married Suzanne Eagles. He served in the North Carolina General Assembly and was elected as the Attorney General in 1782, which he served as for almost nine years. He argued on behalf of the state while in this position in \u003Cem\u003EBayard v. Singleton\u003C\/em\u003E in 1787. The case involved one of the earliest and more important discussions of the doctrine of judicial review, deciding that courts could declare legislative actions unconstitutional.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EMoore was a Federalist and supported the movement to create a stronger central government. In 1788, Moore was instrumental in North Carolina’s ratification of the United States Constitution after the state initially rejected it. For a decade following, he continued to practice law while remaining active in state and national politics. He served in the North Carolina State Legislature, but lost his run for the United States Senate when he lost by a single vote. In 1798, the North Carolina General Assembly elected him to the state’s superior court, and less than a year later, President John Adams appointed him to the United States Supreme Court. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhile serving as an associate justice, Moore only left one recorded opinion. In \u003Cem\u003EBas v. Tingy\u003C\/em\u003E (1800), Moore upheld the view that during the undeclared naval war of 1798 and 1799, France was an “enemy” nation. He was on the Court at the time of \u003Cem\u003EMarbury v. Madison\u003C\/em\u003E (1803), but did not participate in the decision due to poor health. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EMoore did not create a large impact on the Supreme Court and resigned in 1804 to return to his home, where he helped establish the University of North Carolina. His summer home, called Moorefields, was built around 1785 and still stands today. It is listed in the National Register of Historic Places. He later died in Bladen County, North Carolina in 1810.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2768,
            "type": "scotus_justice",
            "date_start": -5355136800,
            "date_end": -5236336800,
            "appointing_president": "John Adams",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2768"
        }
    ],
    "thumbnail": {
        "id": 32694,
        "mime": "image\/png",
        "size": 55117,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/alfred_moore.png"
    },
    "images": [
        {
            "file": {
                "id": 12208,
                "mime": "image\/jpeg",
                "size": 55497,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/alfred_moore.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 1375,
    "identifier": "alfred_moore",
    "law_school": null,
    "number_of_children": 4,
    "home_state": "North Carolina"
}