{
    "ID": 15113,
    "name": "Anthony M. Kennedy",
    "href": "https:\/\/api.oyez.org\/people\/anthony_m_kennedy",
    "first_name": "Anthony",
    "middle_name": "M.",
    "last_name": "Kennedy",
    "name_suffix": null,
    "date_of_birth": -1055358000,
    "place_of_birth": "Sacramento, CA",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "Irish",
    "family_status": "Upper-middle class",
    "mother": "Gladys McLeod",
    "father": "Anthony Kennedy",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer, lobbyist",
    "biography": "\u003Cp\u003EAnthony M. Kennedy, a supporter of libertarian individual freedoms, was born on July 23, 1936 in Sacramento, California. His father, Anthony J., was an attorney and lobbyist in the California State Legislature while his mother, Gladys, was a teacher who was also involved in local civic affairs. Kennedy’s family’s political affiliations allowed him to meet prominent politicians, including then-Governor (and future Chief Justice) Earl Warren. Kennedy developed an interest in government at a young age by serving as a page in the California State Senate, delivering correspondence and legislative materials within the Capitol Building. He was an honor student at McClatchy High School in Sacramento and graduated in 1954. Kennedy then enrolled at Stanford University, his mother’s alma mater.\u003C\/p\u003E\n\u003Cp\u003EAt Stanford, Kennedy became fascinated with constitutional law. He completed his graduation requirements with honors in only three years, electing to go abroad his senior year and study at the London School of Economics. Kennedy graduated with a degree in Political Science in 1958. He subsequently enrolled at Harvard Law School and graduated cum laude with a Bachelor of Laws in 1961. From 1961-1962, Kennedy served in the California Army National Guard.\u003C\/p\u003E\n\u003Cp\u003EKennedy worked in private practice in both San Francisco and Sacramento after passing the bar exam in 1962. He took over his father’s law practice in Sacramento after he passed away in 1963, which Kennedy ran until 1975. Additionally, Kennedy joined the faculty of the University of the Pacific’s McGeorge School of Law in 1965 and taught as a Professor of Law for over 20 years. During his private practice years, Kennedy worked as a lobbyist for the Republican Party in California with Ed Meese, a lobbyist connected with then-Governor Ronald Reagan. Kennedy assisted Reagan in drafting a ballot initiative to cut state spending. Though the proposition failed, Reagan recommended Kennedy to President Gerald R. Ford for a seat on the U.S. Court of Appeals for the Ninth Circuit. Kennedy was appointed to the bench on May 30, 1975, making him the youngest federal appellate judge in the country at age 38. While Kennedy’s ideological beliefs differentiated him from the more liberal-minded judges appointed during the Carter administration, he took a narrow case-by-case approach in his opinions. His polite demeanor on the bench kept deliberations serene in the divided court. Kennedy’s leadership of the Ninth Circuit’s conservative minority earned him a positive reputation amongst lawyers and judges. He was added to a shortlist of candidates to replace Supreme Court Justice Lewis Powell in 1987; however, President Reagan nominated Robert H. Bork, whose crass personality and strict adherence to conservative ideology in law and policy ultimately led to his rejection by the Senate. Kennedy was eventually nominated and unanimously confirmed as a more amicable candidate. He took his seat on the Court on February 18, 1988.\u003C\/p\u003E\n\u003Cp\u003ESimilar to his performance on the Ninth Circuit, Justice Kennedy is not readily swayed by ideological dogma or rhetoric. While his voting record was notably conservative until 1992, he established himself as a proponent of individual rights when he co-authored the majority opinion in \u003Cem\u003EPlanned Parenthood of Southeastern Pennsylvania v. Casey\u003C\/em\u003E, which held that restrictions on access to abortion cannot place an “undue burden” on a woman’s free exercise of her right to abortion under \u003Cem\u003ERoe v. Wade\u003C\/em\u003E. In keeping with this belief in individual rights, he also wrote the opinions in \u003Cem\u003ERomer v. Evans\u003C\/em\u003E, striking down an amendment to the Colorado state constitution that prohibited state and local governments from enacting laws that protected LGBT individuals; and \u003Cem\u003EBoumediene v. Bush\u003C\/em\u003E, holding that Guantanamo Bay prisoners have a right to habeas corpus (relief from unlawful imprisonment) and that the Military Commissions Act of 2006 violated that constitutional right. Kennedy is also known as a “swing vote” among the liberal and conservative camps established by the other eight justices. His swing vote proved instrumental recently, when he voted to guarantee the right to same-sex marriage in the 5-4 decision \u003Cem\u003EObergefell v. Hodges\u003C\/em\u003E. In writing the majority opinion, Kennedy wrote: “No union is more profound than marriage, for it embodies the highest ideals of love, fidelity devotion sacrifice, and family . . . [These petitioners] ask for equal dignity in the eyes of the law. The Constitution grants them that right.” Beyond his work on the Supreme Court, Justice Kennedy continues to teach McGeorge’s European summer sessions in Austria and is the school’s longest-serving active faculty member. He also speaks about reforming overcrowded American prisons.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2757,
            "type": "scotus_justice",
            "date_start": 572162400,
            "date_end": 0,
            "appointing_president": "Ronald Reagan",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2757"
        }
    ],
    "thumbnail": {
        "id": 32679,
        "mime": "image\/png",
        "size": 47100,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/anthony_kennedy_1_3.png"
    },
    "images": null,
    "religion": "Roman Catholic",
    "length_of_service": 10147,
    "identifier": "anthony_m_kennedy",
    "law_school": "Harvard",
    "number_of_children": 3,
    "home_state": "California"
}