{
    "ID": 15049,
    "name": "Antonin Scalia",
    "href": "https:\/\/api.oyez.org\/people\/antonin_scalia",
    "first_name": "Antonin",
    "middle_name": null,
    "last_name": "Scalia",
    "name_suffix": null,
    "date_of_birth": -1066935600,
    "place_of_birth": "Trenton, NJ",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "Italian",
    "family_status": "Middle class",
    "mother": "Catherine Panaro",
    "father": "Eugene Scalia",
    "mothers_occupation": null,
    "fathers_occupation": "Professor",
    "biography": "\u003Cp\u003EAntonin Scalia, the animated strict constructionist of the U.S. Constitution, was born on March 11, 1936 in Trenton, New Jersey. His father, Salvatore Eugene, was an Italian immigrant who later became a professor at Brooklyn College while his mother, Catherine Panaro, was born to Italian immigrants in Trenton and was a primary school teacher. Scalia’s family moved to Queens, New York when he a young child. He excelled academically and obtained a scholarship to St. Francis Xavier High School in Manhattan. He went on to graduate as the class valedictorian and started studying at Georgetown University in 1953.\u003C\/p\u003E\n\u003Cp\u003EAt Georgetown, Scalia was a lauded debater and thespian. He studied abroad in Switzerland during his junior year, and his pursuit of excellence led him to graduate as valedictorian of his undergraduate class with a bachelor’s degree in history in 1957. Scalia’s practiced devotion to education was rewarded when he entered Harvard Law School, as he became the Notes Editor for the Harvard Law Review and, in 1960, graduated valedictorian for the third time in his life. Scalia also served as a Sheldon Fellow through Harvard after graduation, which granted him the opportunity to travel and research in Europe the following year.\u003C\/p\u003E\n\u003Cp\u003EScalia entered private practice in 1961 at the international law firm Jones Day. While he excelled as a commercial law attorney for the next six years, he recognized that he held greater appreciation for the academic aspects of law rather than the practical ones. Thus, he left his practice in 1967 to become an administrative law professor at the University of Virginia. Scalia taught until 1971 when he was appointed as general counsel for the Office of Telecommunications Policy by President Richard Nixon. One of his primary duties was to brainstorm federal policies for cable television expansion. Between 1972 and 1974, he served as chairman for the U.S. Administration Conference, which implemented methods to increase the efficiency of the federal bureaucracy. President Nixon then nominated Scalia for Assistant Attorney General for the Office of Legal Counsel. Following Nixon’s resignation, President Gerald Ford sustained the nomination and Scalia was confirmed by Senate vote in August 1974. After dealing with many disputes between the executive and legislative branches in the aftermath of the Watergate scandal, Scalia returned to teaching and joined the faculty at University of Chicago Law School in 1977. He taught at Chicago until 1982 when President Ronald Reagan nominated him for the United States Court of Appeals for the District of Columbia Circuit. Scalia was sworn in on August 17, 1982. During his four years on the bench, Scalia earned favor for his mastery of legal writing and natural wit. His conservative aura was well-received by the Reagan administration. When Chief Justice Warren Burger retired from the Supreme Court and Associate Justice William Rehnquist was named to succeed him, President Reagan chose Scalia as his nominee for Rehnquist’s seat. Scalia’s nomination hearing was mostly a formality and the Senate unanimously confirmed his nomination with a 98-0 vote. He took his seat as an Associate Justice of the Supreme Court on September 26, 1986.\u003C\/p\u003E\n\u003Cp\u003EJustice Scalia is never at a loss for words on the bench. He asks many questions and is sometimes brutally forceful in persuading both petitioner and respondent attorneys to fall in line with his legal conclusions. Justice Scalia’s questioning is meticulous, exploring the nuances of legal text, while his comments are often bludgeoning. He also possesses a sense of humor that causes the courtroom to erupt in laughter on a regular basis. Furthermore, the witty and thorough writing Justice Scalia honed while on the D.C. Circuit carried over to the Supreme Court. He has written more concurring opinions than any other justice in Supreme Court history, and is third for most dissenting opinions. His opinions are expertly written, but his tone can sometimes be considered crass or offensive. Sometimes, his memorable quips even make headlines (e.g., his dissent in King v. Burwell in 2015, the “Obamacare” case, included references to “pure applesauce,” “jiggery-pokery,” and “SCOTUScare”).\u003C\/p\u003E\n\u003Cp\u003EJustice Scalia is an originalist in that he interprets the U.S. Constitution in accordance with the meanings and intentions that were present when it was first adopted. This legal philosophy is the ideological opposite to a “living Constitution” (an interpretation endorsed by Justices Breyer and Ginsburg) that evolves by incorporating the contemporary meanings and intentions of society-at-large. Among other things, Justice Scalia supports state’s rights, believes that there is no constitutional right to abortion (dissenting in \u003Cem\u003EPlanned Parenthood v. Casey\u003C\/em\u003E, which protected a woman’s right to terminate a pregnancy without undue burden), shies away from laws that make distinctions between protected classes (dissenting in \u003Cem\u003ELawrence v. Texas\u003C\/em\u003E, which decriminalized homosexual sodomy), favors the constitutionality of the death penalty (dissenting in \u003Cem\u003ERoper v. Simmons\u003C\/em\u003E, which found it was unconstitutional to impose the death penalty on adults for crimes committed while they were legal minors), and endorses an individual’s right to carry firearms (writing the majority opinion in \u003Cem\u003EDistrict of Columbia v. Heller\u003C\/em\u003E, which protects an individual’s right to own a firearm for lawful purposes). Ideologically speaking, Scalia is closer to a moderate conservative like Justice Anthony Kennedy, rather than a far-right conservative like Justice Clarence Thomas. Outside of his work on the Supreme Court, Justice Scalia is an avid supporter of opera and many theatrical arts.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2693,
            "type": "scotus_justice",
            "date_start": 528094800,
            "date_end": 0,
            "appointing_president": "Ronald Reagan",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2693"
        }
    ],
    "thumbnail": {
        "id": 32678,
        "mime": "image\/png",
        "size": 58944,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia_0.png"
    },
    "images": [
        {
            "file": {
                "id": 57162,
                "mime": "image\/jpeg",
                "size": 2062403,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/antonin_scalia-photograph.jpg"
            },
            "image_field_caption": "Steve Petteway, The Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 10699,
    "identifier": "antonin_scalia",
    "law_school": "Harvard",
    "number_of_children": 9,
    "home_state": "Virginia"
}