{
    "ID": 15044,
    "name": "Arthur J. Goldberg",
    "href": "https:\/\/api.oyez.org\/people\/arthur_j_goldberg",
    "first_name": "Arthur",
    "middle_name": "J.",
    "last_name": "Goldberg",
    "name_suffix": null,
    "date_of_birth": -1937584800,
    "place_of_birth": "Chicago, IL",
    "date_of_death": 632728800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Russian",
    "family_status": "Lower class\/poverty",
    "mother": "Rebecca Perlstein",
    "father": "Joseph Goldberg",
    "mothers_occupation": null,
    "fathers_occupation": "Carter, peddler",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EArthur Goldberg was a brilliant candle on the Supreme Court that burned hot before being quickly snuffed out. Born on August 8, 1908 on the west side of Chicago, Illinois, he was the youngest of eight children born to Joseph and Rebecca (Pearlstein) Goldberg. His Jewish parents emigrated from the former Russian Empire. Notably, Goldberg’s patrilineal line is traced to a Polish \u003Cem\u003Eshtetl\u003C\/em\u003E (a small town with a predominant Jewish population) that became the site of the Auschwitz concentration camp during World War II. Goldberg’s father passed in 1916, causing his elder siblings to drop out of high school in order to join the workforce. Goldberg, however, was permitted to continue attending high school and graduated in 1924.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGoldberg attended Crane Junior College on a scholarship and took classes at DePaul University before beginning his legal education at Northwestern University in 1926. His interest in law arose as he followed the highly publicized 1923 murder trial of Nathan Leopold and Richard Loeb. At Northwestern, Goldberg shined as a scholastic star. He distinguished himself as editor-in-chief of the \u003Cem\u003EIllinois Law Review\u003C\/em\u003E (now the \u003Cem\u003ENorthwestern University Law Review\u003C\/em\u003E), and the law school dean, John Henry Wigmore, hand-picked Goldberg to help prepare the third edition of his infamous treatise on evidence. Goldberg graduated with a Bachelor of Science in Law magna cum laude in 1929 and also obtained a Doctor of Juridical Science summa cum laude the following year from Northwestern.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1929, Goldberg started his legal career in Chicago working as an associate at the law firm Kamfner, Horowitz, Halligan, and Daniels, where he had previously clerked while in school. He joined the law firm Pritzker and Pritzker in 1931. The onset of the Great Depression induced in him a fervent interest in labor law that caused him to leave Pritzker in 1933 to open his own private practice. He became a prominent labor attorney, even representing the Congress of Industrial Organizations (CIO) in 1938 when newspaper employees went on strike for higher wages and more favorable working conditions. When the U.S. entered World War II, Goldberg enlisted and served in the Office of Strategic Services, the precursor to the CIA, and established contacts and networks within underground European labor groups and organizations. When the war ended in 1945, Goldberg co-founded the law firm Goldberg, Devoe, Shadur \u0026amp; Mikva in Chicago, where he worked as a partner for two years. He was appointed general counsel for the CIO and United Steelworkers of America in 1948, and became a senior partner of Goldberg, Feller \u0026amp; Bredhoff in Washington, D.C. in 1952. During his nine-year stint at the firm, he served as an expert advisor for the American Federation of Labor (AFL) and CIO merger in 1955. Goldberg’s diligent work in labor was rewarded when President Kennedy appointed him as Secretary of Labor in 1961. His time in the Cabinet was short, however, because the declining health and subsequent resignation of Associate Justice Felix Frankfurter caused Kennedy to nominate Goldberg to fill the vacant seat. Goldberg took his seat on the bench on September 28, 1962.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGoldberg’s term on the court was short, but instrumental. His liberal perspective on jurisprudence helped shift the Court’s focus towards broader constructions of constitutional rights at a time when the civil rights movement dominated the American legal system. His concurring opinion in \u003Cem\u003EGriswold v. Connecticut\u003C\/em\u003E, in which the Court ruled the Ninth Amendment protected a right to privacy, is one of his most prominent works from his tenure. Goldberg also strongly opposed the death penalty, going so far as to write an internal Supreme Court memorandum in 1963 that construed it as cruel and unusual punishment and a dissent from the Court’s rejection of certiorari in \u003Cem\u003ERudolph v. Alabama\u003C\/em\u003E that expressed the same reasoning. This dissent inspired attorneys nationwide to challenge the constitutionality of capital punishment, which eventually led to a demonstrative end of death penalty for the rest of the 1960s and most of the 1970s. Goldberg’s time on the bench came to an abrupt halt in 1965 when President Johnson asked him to step down in order to become the U.S. Ambassador to the United Nations and work towards mitigating the war in Vietnam. His final day on the bench was July 2, 1965, and he was replaced by the President’s close friend, Abe Fortas. Scholars believe Johnson wanted Fortas appointed in order to have early warning to any constitutional issues raised against his Great Society agenda. After growing increasingly frustrated with the situation in Vietnam and butting heads with the President, Goldberg resigned his position as ambassador in 1968 and became a partner at Paul, Weiss, Rifkind, Wharton \u0026amp; Garrison. Subsequent events led to a fallout between Goldberg and President Johnson because Goldberg assumed that he would be appointed back to the Court when the war was over – and was disappointed when Johnson nominated Fortas to replace Chief Justice Earl Warren instead of him. Ironically, Johnson withdrew his nomination after stern Senate opposition. The election of President Nixon closed the door on Goldberg’s aspirations to return to the Court. Instead, he made an unsuccessful run for the governorship of New York in 1970, losing in a landslide to incumbent Nelson Rockefeller. He returned to practicing law in Washington, D.C. and served as U.S. Ambassador to the Belgrade Conference on Human Rights in 1977 under President Jimmy Carter. He was awarded the Presidential Medal of Freedom in 1978 and died twelve years later in 1990. He was interred at Arlington National Cemetery in Virginia for his service to his country.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2688,
            "type": "scotus_justice",
            "date_start": -228855600,
            "date_end": -140036400,
            "appointing_president": "John F. Kennedy",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2688"
        }
    ],
    "thumbnail": {
        "id": 32695,
        "mime": "image\/png",
        "size": 50285,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/arthur_j_goldberg.png"
    },
    "images": [
        {
            "file": {
                "id": 12130,
                "mime": "image\/jpeg",
                "size": 33689,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/arthur_j_goldberg.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Lucien Le Breton)"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 1028,
    "identifier": "arthur_j_goldberg",
    "law_school": "Northwestern",
    "number_of_children": 2,
    "home_state": "Illinois"
}