{
    "ID": 15078,
    "name": "Benjamin R. Curtis",
    "href": "https:\/\/api.oyez.org\/people\/benjamin_r_curtis",
    "first_name": "Benjamin",
    "middle_name": "R.",
    "last_name": "Curtis",
    "name_suffix": null,
    "date_of_birth": -5054119200,
    "place_of_birth": "Watertown, MA",
    "date_of_death": -3007216800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Middle class",
    "mother": "Lois Robbins",
    "father": "Benjamin Curtis",
    "mothers_occupation": null,
    "fathers_occupation": "Ship captain",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EBenjamin Robbins Curtis is best known for his service during what was arguably the Supreme Court’s darkest time, and his abrupt and dramatic exit from the Court. Curtis was born in Watertown, Massachusetts on November 4, 1809. Five years later, his father, who worked as a ship captain, died and left his widow to care for their two children. To support her family, she started a dry goods business and built and maintained a library. Spending his childhood surrounded by books, Curtis was an avid learner. When he was only fifteen years old, he was admitted to Harvard. His mother and brother followed him to Cambridge and paid his tuition by running a boardinghouse for students. After graduating with highest honors in 1829, he attended Harvard Law, which was run by Supreme Court justice Joseph Story. In 1832, he graduated and was admitted to the bar after a short break in his education, where he worked at a local law firm to save for his pending nuptials.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ETwo years later, Curtis moved to Boston to work at a firm owned by his cousin, Charles Pelham Curtis. He rapidly rose to success, as Boston’s top legal minds took note of his meticulous and precise argument style. While he was involved in many different types of law, he was most noted for his work as a patent lawyer. He was well-versed in trying cases proficiently, which earned him the honor of replacing Joseph Story as Harvard Law’s leader when Curtis turned thirty-six. He went on to serve in the Massachusetts legislature and was best remembered there by his period of reforming codes of legal procedure from 1849 to 1851. He worked to make trial more efficient and expedite just results. His push for reform made Massachusetts the model for other states and their reform efforts.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECurtis was chosen as Justice Levi Woodbury’s replacement to create a balance between the Whig and Democratic parties in 1851 by President Fillmore. Curtis only spent six years on the bench, but nonetheless made a lasting impact in this time. He started his term on the Court with one of his most notable opinions, \u003Cem\u003ECooley v. Board of Wardens of the Port of Philadelphia \u003C\/em\u003E(1852). This case was surrounding a Commerce Clause issue; mainly, whether states were allowed to imposeregulations in areas of commerce where the federal government had already imposed regulations. Curtis argued that the state was not allowed to regulate areas of commerce unless the federal government was silent on restriction in that area. While Curtis knew he needed to create this bright-line rule, he wished to leave room for future interpretation given that the nature of commerce was bound to change with time.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECurtis became particularly disenchanted with the court around 1855. His missed the family and home he left behind in Boston, and he struggled to financially support himself and his family on his annual salary. Furthermore, he decided to consistently uphold the constitutionality of the Fugitive Slave Act of 1850, legislation that allowed runaway slaves to be captured and returned to their owners and imposed hefty penalties on individuals who interfered with their capture, even though he found the act itself abhorrent. This made him very unpopular among the Northern population. The Court faced this issue again in 1857 during the case of \u003Cem\u003EDred Scott v. Sandford\u003C\/em\u003E. This decision left a major blemish on the Court’s record, but it was particularly disastrous for Curtis, who dissented from the majority opinion. Curtis based his opinion on the premise that Roger B. Taney, the author of the majority opinion, stated that black people were not and could not be citizens. However, Curtis pointed out, five states had granted them citizenship, and that living on free soil granted slaves freedom. His dissenting opinion was published without his knowledge in a Boston newspaper before the majority decision was published. Taney saw this as an affront to the Court, and this incited a feud between himself and Curtis. Scathing letters were send back and forth between the two until Curtis resigned in 1857. He resumed his private law practice, even representing parties in front of the Supreme Court until he died of a brain hemorrhage in 1874. Even though Curtis started his career by defending Congress’ right to pass slave laws, he is remembered for ending his career as a justice on the right side of history. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2722,
            "type": "scotus_justice",
            "date_start": -3730903200,
            "date_end": -3542378400,
            "appointing_president": "Millard Fillmore",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2722"
        }
    ],
    "thumbnail": {
        "id": 32697,
        "mime": "image\/png",
        "size": 53955,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/benjamin_r_curtis.png"
    },
    "images": [
        {
            "file": {
                "id": 12164,
                "mime": "image\/jpeg",
                "size": 35596,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/benjamin_r_curtis.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 2182,
    "identifier": "benjamin_r_curtis",
    "law_school": "Harvard",
    "number_of_children": 12,
    "home_state": "Massachusetts"
}