{
    "ID": 15109,
    "name": "Benjamin N. Cardozo",
    "href": "https:\/\/api.oyez.org\/people\/benjamin_n_cardozo",
    "first_name": "Benjamin",
    "middle_name": "N.",
    "last_name": "Cardozo",
    "name_suffix": null,
    "date_of_birth": -3143296800,
    "place_of_birth": "New York City, NY",
    "date_of_death": -993495600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Spanish",
    "family_status": "Upper class\/wealthy",
    "mother": "Rebecca Nathan",
    "father": "Albert Cardozo",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EBenjamin Nathan Cardozo (and his twin sister) were the youngest of six children born to a distinguished family in New York. His father was a judge in the state trial court of general jurisdiction. Cardozo\u0027s father resigned from the bench rather than risk impeachment for his involvement with the Tweed machine in New York City; he maintained a successful law practice after he left the bench.\u003C\/p\u003E\n\u003Cp\u003ECardozo entered Columbia College at fifteen. He graduated at the top of his class and then entered Columbia Law School, but he did not complete his degree. He joined his father\u0027s firm and entered the bar where he earned an excellent reputation. Cardozo was elected to the court from which his father resigned. Shortly thereafter, he was elected to the state\u0027s highest court after endorsements from the major political parties.\u003C\/p\u003E\n\u003Cp\u003ECardozo was a star of the first order on the nation\u0027s leading common law court. He wrote and lectured on jurisprudence in addition to his distinguished service as a jurist. Cardozo was elected chief judge of his court and served with distinction until President Herbert Hoover nominated him to succeed Oliver Wendell Holmes on the Supreme Court. Cardozo\u0027s appointment was something of a fluke in the view of some scholars. At the time, there was another Jew on the Court (Brandeis) and another New Yorker (Stone); and, Hoover was a Republican. But Cardozo had enthusiastic support from all quarters (the organized bar, the academic world, the media) and Hoover may have been motivated to make a nonpolitical appointment in the face of a tough reelection campaign in November.\u003C\/p\u003E\n\u003Cp\u003ECardozo\u0027s chief contribution came from his felicity of expression and skill at synthesis. His relatively short tenure of less than six years on the Court (the average in this century is more than 14 years) minimized his influence, Nevertheless, his opinions have been grist for judges well beyond his years of service, placing Cardozo in the pantheon of eminent justices.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2753,
            "type": "scotus_justice",
            "date_start": -1192903200,
            "date_end": -993495600,
            "appointing_president": "Herbert Hoover",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2753"
        }
    ],
    "thumbnail": {
        "id": 32696,
        "mime": "image\/png",
        "size": 42895,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/benjamin_cardozo.png"
    },
    "images": [
        {
            "file": {
                "id": 12195,
                "mime": "image\/jpeg",
                "size": 31519,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/benjamin_n_cardozo.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Eben F. Comins)"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 2308,
    "identifier": "benjamin_n_cardozo",
    "law_school": "Columbia",
    "number_of_children": 0,
    "home_state": "New York"
}