{
    "ID": 15111,
    "name": "Henry Brockholst Livingston",
    "href": "https:\/\/api.oyez.org\/people\/brockholst_livingston",
    "first_name": "Henry",
    "middle_name": "Brockholst",
    "last_name": "Livingston",
    "name_suffix": null,
    "date_of_birth": -6693213600,
    "place_of_birth": "New York City, NY",
    "date_of_death": -4632314400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Dutch",
    "family_status": "Upper class\/wealthy",
    "mother": "Susanna French",
    "father": "William Livingston",
    "mothers_occupation": null,
    "fathers_occupation": "Landowner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EA distant forebear of presidents George H.W. Bush and George W. Bush, Henry Brockholst Livingston was a captain in the Continental Army and frequent follower of Chief Justice John Marshall during his tenure on the Supreme Court. Born on November 25, 1757 in New York City, Livingston grew up in New Jersey, where his father served as governor.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAttending the College of New Jersey (now Princeton), Livingston studied with James Madison. After college, he was a commissioned captain in the army before he went to Spain as a private secretary for his brother-in-law from 1779 to 1782. After returning to New York, Livingston was briefly imprisoned by the British for serving in the Continental Army. After the Revolutionary War, he remained in New York to study law and entered the bar in 1783. He had a private practice in New York City until 1802. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuring this time, Livingston spent three terms in the state assembly. He also delivered the first Independence Day speech in the presence of George Washington in 1789. He emerged as a notable anti-Federalist and helped Jefferson win over New York in 1800. Because of his assistance, he was appointed to the Supreme Court of New York in 1802. Livingston produced 149 opinions, most notably his dissent in the famous property case \u003Cem\u003EPierson v. Post\u003C\/em\u003E in 1805. Two years later, on November 10, 1806, Livingston received a recess appointment from Thomas Jefferson to a seat on the Supreme Court of the United States. He was formally nominated on December 15, 1806 and was confirmed by the United States Senate on December 17, 1806. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ESome expected Livingston to serve as the opposition to Chief Justice Marshall, but throughout his tenure, Livingston only produced thirty-eight majority opinions, eight dissents, and six concurrences in sixteen years. Livingston was seen as the unofficial expert on commercial law until the arrival of Justice Story. His time on the bench included two acts that violated judicial ethics. In the first instance, he informed John Quincy Adams of the court’s decision in \u003Cem\u003EFletcher v. Peck\u003C\/em\u003E before the decision was announced. The second act, in \u003Cem\u003EDartmouth College v. Woodward\u003C\/em\u003E, he was influenced by an extrajudicial communication with his former New York colleague, Chancellor James Kent. \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EBesides serving on the Supreme Court, Livingston’s personal life had a few gripping events. He survived an assassination attempt in 1785 and he killed a man in a duel in 1798. Despite this drama, he was an advocate for public schools, and served as treasurer and trustee of Columbia University. He served on the Supreme Court until his death in 1823, which marked the apogee of Chief Justice Marshall’s dominance. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2755,
            "type": "scotus_justice",
            "date_start": -5142160800,
            "date_end": -4632314400,
            "appointing_president": "Thomas Jefferson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2755"
        }
    ],
    "thumbnail": {
        "id": 32714,
        "mime": "image\/png",
        "size": 44786,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/henry_brockholst_livingston.png"
    },
    "images": [
        {
            "file": {
                "id": 12197,
                "mime": "image\/jpeg",
                "size": 38688,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/brockholst_livingston.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Casimir Gregory Stapko (after Gilbert Stuart))"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 5901,
    "identifier": "brockholst_livingston",
    "law_school": "Princeton",
    "number_of_children": 11,
    "home_state": "New York"
}