{
    "ID": 15093,
    "name": "Bushrod Washington",
    "href": "https:\/\/api.oyez.org\/people\/bushrod_washington",
    "first_name": "Bushrod",
    "middle_name": null,
    "last_name": "Washington",
    "name_suffix": null,
    "date_of_birth": -6550394400,
    "place_of_birth": "Westmoreland County, VA",
    "date_of_death": -4421066400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Hannah Bushrod",
    "father": "John A. Washington",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EA nephew of President George Washington, Bushrod Washington served as an associate justice in the United States Supreme Court for over thirty years. Born on June 5, 1762, Washington was raised in Westmoreland County, Virginia. He attended Delamere Academy before graduating from the College of William and Mary in 1778. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter studying law under George Wythe, he joined the Continental Army in 1781. With the end of the Revolutionary War, he returned to Virginia and joined the bar in 1784. Washington’s work earned him a reputation as hard-working and learned in the law. Washington was later elected a delegate to the Virginia ratifying convention, where he favored the adoption of the U.S. Constitution. He was a known Federalist in the 1790s, and in 1798, John Adams appointed him to the United States Supreme Court in the seat vacated by James Wilson. He was formally nominated on December 18, 1798 and was confirmed by the United States Senate on December 20, 1798. He officially became an associate justice when he took the oath of office on February 4, 1799. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EServing for thirty-one years, Washington tended to go along with the opinions of Chief Justice John Marshall and Justice Joseph Story. Washington supported issues related to increasing the powers of the federal government, protecting private property rights and encouraging economic development. He voted so consistently with the great Chief Justice that they were considered conjoined “as a single judge,” and only voted against Marshall on three occasions. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhile on circuit-riding duty, Washington presided over \u003Cem\u003EUnited States v. Bright\u003C\/em\u003E in 1798, an important treason case. This case involved a brigadier general, Michael Bright, who had been ordered to oppose the federal government. Pennsylvania ordered him to defend the property of two women who lost possession of a sum of money in \u003Cem\u003EUnited States v. Peters\u003C\/em\u003E. President James Madison threatened to use force and the state backed down. Bright was arrested, convicted and fined. The trial generated political tensions, but Washington was able to maintain order throughout the proceedings and upheld the power of the national government by sentencing Bright.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAgain sitting as a circuit judge, Washington handed down the opinion in \u003Cem\u003EGolden v. Prince\u003C\/em\u003E in 1814. He ruled that the power to pass bankruptcy laws belonged exclusively to the federal government. Other notable cases include \u003Cem\u003EDartmouth College v. Woodward\u003C\/em\u003E in 1819, in which Washington issued a concurring opinion attempting to limit the implications of the majority opinion. The majority ruled that the legislature could not interfere in a contract between private parties and Washington argued that Dartmouth College should not be considered a private party. In \u003Cem\u003EGreen v. Biddle\u003C\/em\u003E in 1823, Washington delivered a decision declaring various Kentucky laws passed to protect settlers from absentee landlords unconstitutional. \u003C\/p\u003E\n\u003Cp\u003EConsidered George Washington’s favorite nephew, Bushrod Washington inherited the famous Mount Vernon and became executor of his uncle’s estate, including President Washington’s public and private papers. Washington died in Philadelphia, Pennsylvania on November 26, 1826 and was buried at Mount Vernon alongside his wife. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2737,
            "type": "scotus_justice",
            "date_start": -5400756000,
            "date_end": -4421066400,
            "appointing_president": "John Adams",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2737"
        }
    ],
    "thumbnail": {
        "id": 32698,
        "mime": "image\/png",
        "size": 42759,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/bushrod_washington.png"
    },
    "images": [
        {
            "file": {
                "id": 12179,
                "mime": "image\/jpeg",
                "size": 31468,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/bushrod_washington.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Adrian Lamb)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 11339,
    "identifier": "bushrod_washington",
    "law_school": "William \u0026 Mary",
    "number_of_children": 0,
    "home_state": "Virginia"
}