{
    "ID": 15071,
    "name": "Byron R. White",
    "href": "https:\/\/api.oyez.org\/people\/byron_r_white",
    "first_name": "Byron",
    "middle_name": "R.",
    "last_name": "White",
    "name_suffix": null,
    "date_of_birth": -1658858400,
    "place_of_birth": "Fort Collins, CO",
    "date_of_death": 1018846800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Middle class",
    "mother": "Maude Burger",
    "father": "Alpha A. White",
    "mothers_occupation": null,
    "fathers_occupation": "Lumber company manager",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EByron White—an unmoving pragmatist—lives in infamy for both his individualistic approach to law and his success as a professional athlete. Hailing from the small town of Fort Collins, Colorado, White was born on June 8, 1917 to Alpha Albert White and Maude Elizabeth Burger. While his beginnings were modest and his parents did not complete high school, White nevertheless excelled as a scholar and athlete. He graduated valedictorian of his high school and earned an athletic scholarship for football to the University of Colorado at Boulder.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EAt Colorado, White played collegiate football as a halfback. He earned All-American decorations and received the nickname “Whizzer,” which followed him for the rest of his life. White won a Rhodes Scholarship to study medicine the University of Oxford upon graduating, but deferred for a year in order to play professional football. He was selected in Round 1 of the 1938 NFL draft by the Pittsburgh Pirates (now the Pittsburgh Steelers). He played only one season, but led the entire league in rushing yards as a rookie and earned the highest salary in the sport at the time. After leaving the NFL, White traveled to England to complete his Rhodes scholarship at Oxford’s Hertford College in 1939, but soon returned to the States when World War II began. Upon his return, White entered Yale Law School, obtaining the highest grades in his class the first year. In a move unthinkable by today’s standards, White took a leave of absence from law school to play the 1940-1941 football seasons with the Detroit Lions. His legal education remained unfinished when he entered the U.S. Navy in 1942. While there, White served as an intelligence officer, where he met future president John F. Kennedy and befriended future justice John Paul Stevens. After the war ended, White finally earned his law degree from Yale in 1946.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EWhite’s legal career began when he moved to Washington, D.C. to work as a law clerk. He clerked for U.S. Supreme Court Chief Justice Fred Vinson until 1947, when he joined a Denver law firm and worked in private practice for the next fourteen years. In 1960, John F. Kennedy, now running for president, asked White for help in promoting his campaign. White used his celebrity clout to demonstrably publicize Kennedy in Colorado before Robert Kennedy gave him the reins of the national Citizens of Kennedy organization. Upon election, John F. Kennedy named White as the U.S. Deputy Attorney General, the second-highest position in the Justice Department under Robert Kennedy. In this capacity, White managed the daily administration of the department, took an active role in representing departmental initiatives to Congress, and was integral to the selection process for federal judiciary nominees. President Kennedy then selected White as his nominee to replace the retiring Associate Justice Charles E. Whittaker in March 1962. Although initially apprehensive, he agreed and was quickly confirmed by the Senate. White took his seat as Associate Justice of the U.S. Supreme Court on April 16, 1962.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EByron White is not easily categorized by ideology. Scholars continue to debate his ideological posture because his demeanor during oral arguments, prose in written opinions, and voting record are each driven by the individual circumstances of the case. Rather than make sweeping legal conclusions about constitutional doctrine, he approached cases by examining their facts and implementing a pragmatic approach towards interpreting the law. White wrote a total of nearly one thousand opinions during his 31 years of service and is remembered for his stern interrogation of attorneys during arguments. What is known for certain is that he believed in a strong federal government, a U.S. Supreme Court deferential to the other branches, and government accountability. These ideas are perhaps best illustrated in his ardent support of expansion of governmental powers, writing several majority opinions to desegregate public schools, such as \u003Cem\u003EU.S. v. Fordice\u003C\/em\u003E in 1992, and uphold affirmative action policies, as in \u003Cem\u003EFullilove v. Klutznick\u003C\/em\u003E in 1980. Nevertheless, his voting record fell more in line with the conservative bloc as the years passed. He wrote majority opinions to reduce the power of federal civil rights laws, to uphold state laws prohibiting homosexual sex between consenting adults, and opposed state and local affirmative action plans. He similarly dissented from the majority in \u003Cem\u003EMiranda v. Arizona\u003C\/em\u003E and \u003Cem\u003ERoe v. Wade\u003C\/em\u003E. A vocal critic of the substantive due process doctrine for the entirety of his career, White retired from the Court on June 28, 1993 and was succeeded by Justice Ruth Bader Ginsburg. He served on the Commission on Structural Alternatives for the Federal Courts of Appeals while occasionally sitting on lower federal courts in Colorado until his passing at age 84.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2715,
            "type": "scotus_justice",
            "date_start": -243367200,
            "date_end": 741243600,
            "appointing_president": "John F. Kennedy",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2715"
        }
    ],
    "thumbnail": {
        "id": 32699,
        "mime": "image\/png",
        "size": 55559,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/byron_r_white.png"
    },
    "images": [
        {
            "file": {
                "id": 12157,
                "mime": "image\/jpeg",
                "size": 30570,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/byron_r_white.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Chris Owen)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 11396,
    "identifier": "byron_r_white",
    "law_school": "Yale",
    "number_of_children": 2,
    "home_state": "Colorado"
}