{
    "ID": 15038,
    "name": "Charles E. Hughes",
    "href": "https:\/\/api.oyez.org\/people\/charles_e_hughes",
    "first_name": "Charles",
    "middle_name": "E.",
    "last_name": "Hughes",
    "name_suffix": null,
    "date_of_birth": -3399472800,
    "place_of_birth": "Glens Falls, NY",
    "date_of_death": -673642800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Middle class",
    "mother": "Mary C. Connelly",
    "father": "David C. Hughes",
    "mothers_occupation": null,
    "fathers_occupation": "Baptist minister",
    "biography": "\u003Cp\u003ECharles Evans Hughes was born and raised in New York. He was educated by his parents but matriculated at Madison College (now Colgate) when he was fourteen. He completed his undergraduate education at Brown. Hughes taught briefly before entering Columbia Law School. He scored an amazing 99 1\/2 on his bar exam at the age of 22. He practiced law in New York for 20 years, though he did hold an appointment at Cornell Law School for a few years in that period.\u003C\/p\u003E\n\u003Cp\u003EHughes earned national recognition for his investigation into illegal rate-making and fraud in the insurance industry. With an endorsement from Theodore Roosevelt, Hughes ran successfully for New York governor, defeating Democrat William Randolph Hearst in 1906. In 1910, Hughes accepted nomination to the High Court from President Taft. Six years later, Hughes resigned to run against Woodrow Wilson for the presidency as the nominee of the Republican and Progressive Parties. He lost by a mere 23 electoral votes.\u003C\/p\u003E\n\u003Cp\u003EAfter a brief stint in private practice, Hughes was called to politics again, this time as secretary of state for Warren G. Harding. Hughes continued in this role during the presidency of Calvin Coolidge. Hughes\u0027s nomination to be chief justice met with opposition from Democrats who viewed Hughes as too closely aligned with corporate America. Their opposition was insufficient to deny Hughes the center chair, however.\u003C\/p\u003E\n\u003Cp\u003EHughes authored twice as many constitutional opinions as any other member of his Court. His opinions, in the view of one commentator, were concise and admirable, placing Hughes in the pantheon of great justices.\u003C\/p\u003E\n\u003Cp\u003EHughes had remarkable intellectual and social gifts that made him a superb leader and administrator. He had a photographic memory that few, if any, of his colleagues could match. Yet he was generous, kind, and forebearing in an institution where egos generally come in only one size: extra large!\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2681,
            "type": "scotus_justice",
            "date_start": -1869069600,
            "date_end": -1690221600,
            "appointing_president": "William Howard Taft",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2681"
        },
        {
            "id": 2682,
            "type": "scotus_justice",
            "date_start": -1257616800,
            "date_end": -899578800,
            "appointing_president": "Herbert Hoover",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2682"
        }
    ],
    "thumbnail": {
        "id": 32790,
        "mime": "image\/png",
        "size": 56986,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/charles_e_hughes.png"
    },
    "images": [
        {
            "file": {
                "id": 12124,
                "mime": "image\/jpeg",
                "size": 44725,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/charles_e_hughes.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Baptist",
    "length_of_service": 6214,
    "identifier": "charles_e_hughes",
    "law_school": "Columbia",
    "number_of_children": 4,
    "home_state": "New York"
}