{
    "ID": 15082,
    "name": "Charles E. Whittaker",
    "href": "https:\/\/api.oyez.org\/people\/charles_e_whittaker",
    "first_name": "Charles",
    "middle_name": "E.",
    "last_name": "Whittaker",
    "name_suffix": null,
    "date_of_birth": -2172938400,
    "place_of_birth": "Troy, KY",
    "date_of_death": 123141600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Lower-middle class",
    "mother": "Ida Miller",
    "father": "Charles Whittaker",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ECharles E. Whittaker’s time with the Supreme Court was short; marked by indecision and a nervous breakdown. Whittaker was born on a farm near Troy, Kansas, in 1901. Devastated by the death of his mother on his 16th birthday, he dropped out of high school and worked full-time on the family farm. He made additional money by hunting and trapping small animals for their furs. He was later quoted as saying, “When my mother died, it broke my heart...I felt I couldn’t go on.” With time, his heart mended and Whittaker began saving money to attend law school.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBy 1920, he had saved enough money to move to Kansas City, Missouri, and took a job as an office boy with local law firm Watson, Gage and Ess. Thanks to connections he made at the firm, he was admitted to the Kansas City School of Law on the condition that he would complete high school coursework before earning his JD. He continued to work full-time for the law firm while attending law school, attending night classes and typically staying up until midnight to study. Whittaker was a fast learner and passed the bar exam in 1923, a full year before finishing law school and earning his JD in 1924. In 1928, Whittaker married his sweetheart Winifred R. Pugh, with whom he had three sons.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter earning his JD, Whittaker joined his firm as a lawyer. He soon earned a reputation as a capable litigator, primarily representing corporate clients. One of Whittaker’s regular clients was \u003Cem\u003EThe Kansas City Star\u003C\/em\u003E, a newspaper with strong connections to the Republican Party through its publisher Roy Roberts. Thanks to his success, he was made a junior partner in 1929, and a full partner in 1940. He briefly served as president of the Missouri Bar Association from 1953 to 1954, increasing his political presence in the state. Political connection would prove to be a strong influence on his rapid climb to the Supreme Court.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1954, a vacancy opened up in the United States District Court for the Western District of Missouri. State and local politicians, including Roy Roberts, backed him for the position. Thanks to this support, President Dwight D. Eisenhower appointed him to the bench. Two year later, Eisenhower appointed him to the United States Court of Appeals for the Eighth Circuit. When Justice Stanley Reed retired from the Supreme Court in 1957, Eisenhower nominated Whittaker to fill Reed’s seat. He was confirmed by the Senate on March 19, 1957.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuring his short time as a Supreme Court justice, Whittaker struggled to find a distinct judicial philosophy and tended to side with majority opinion. Many of Whittaker’s more influential opinions were in obscure procedural cases, and as such, did not leave a lasting impression. From the onset, Whittaker found the pressures of the job to be overwhelming, and in 1962 he suffered a nervous breakdown. After only five years, he retired from the bench, citing “physical exhaustion.” Overcoming a lifelong struggle with depression, Whittaker was never one to stay down. At the age of 65 he rejected his federal pension and resumed work as a corporate arbitrator, saying that it “grated his conscious” to accept money from the government when he was still capable of earning a living. He died in 1973, at the age of 72.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2726,
            "type": "scotus_justice",
            "date_start": -403034400,
            "date_end": -244749600,
            "appointing_president": "Dwight D. Eisenhower",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2726"
        }
    ],
    "thumbnail": {
        "id": 32700,
        "mime": "image\/png",
        "size": 50854,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/charles_e_whittaker.png"
    },
    "images": [
        {
            "file": {
                "id": 12168,
                "mime": "image\/jpeg",
                "size": 37652,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/charles_e_whittaker.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. J. Fox)"
        }
    ],
    "religion": "Methodist",
    "length_of_service": 1832,
    "identifier": "charles_e_whittaker",
    "law_school": "Kansas City",
    "number_of_children": 3,
    "home_state": "Missouri"
}