{
    "ID": 15100,
    "name": "Clarence Thomas",
    "href": "https:\/\/api.oyez.org\/people\/clarence_thomas",
    "first_name": "Clarence",
    "middle_name": null,
    "last_name": "Thomas",
    "name_suffix": null,
    "date_of_birth": -679258800,
    "place_of_birth": "Savannah, GA",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "African",
    "family_status": "Lower class\/poverty",
    "mother": "Leola Anderson",
    "father": "M.C. Thomas",
    "mothers_occupation": null,
    "fathers_occupation": "Farm worker",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EClarence Thomas is known for his quiet, stoic demeanor during oral arguments and his conservative viewpoint that challenges, if not surpasses, even Scalia’s originalism. Thomas was born in a small town outside of Savannah, Georgia on June 23, 1948. His father left him, his older sister, and his mother two years later. His mother struggled to make ends meet as a single working mother, especially after giving birth to another son after Thomas\u0027 father left. After a fire left his family homeless, Thomas was sent to live with his maternal grandfather. Thomas’ grandfather was his most influential role model. He ran several of his own businesses and instilled in Thomas a sense of discipline and strength. When Thomas was sixteen, he fought to earn admittance into a boarding school seminary to pursue his dream of becoming a Catholic priest. He was the first black student admitted to St. John Vianney and felt the pressure of being the sole representative of his race during his time there. Thomas had excellent grades but struggled with the racially charged bullying he endured. In 1967, Thomas entered Conception Seminary at the college level. At this stage in his education, Thomas struggled with the passive stance the Catholic Church had taken in addressing civil rights. He decided to abandon his dream of becoming a priest soon after Martin Luther King, Jr.’s assassination in 1968.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThomas transferred to Holy Cross University and graduated in 1971 with a bachelor’s degree in English Literature and a passion for civil rights that drove him to pursue a career in law. He attended Yale Law School as one of the first students to benefit from the open admissions program that offered positions to black students in all-white colleges. Years later, Thomas would grow to abhor affirmative action, as hiring partners and other white colleagues would credit his accomplishments not to hard work and dedication, but to the color of his skin and the measures schools took to recruit black students. Upon graduation, Thomas began working in the office of the Missouri Attorney General after being admitted to the Missouri bar in 1974. In 1977, he worked for Senator John C. Danforth as his legislative assistant. After four years working with Danforth, President Reagan appointed Thomas as the Assistant Secretary for Civil Rights in the U.S. Department of Education. A year later, Reagan propelled his career even further by appointing him Chairman of the U.S. Equal Employment Opportunity Commission. By this point in Thomas’ life, he was still living with severe debt from student loans, an issue made worse by his addiction to alcohol. Once Thomas decided he could no longer afford to drink as he did, he quit drinking all together. Thomas served at the EEOC for eight years, and in 1990, President George H. W. Bush nominated Thomas to the U.S. Court of Appeals for the District of Columbia circuit.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAs a 43-year-old with barely one year of experience on the judiciary under his belt, Clarence Thomas was quite young and inexperienced when George H. W. Bush nominated him to the Supreme Court in 1991. Thomas experienced a particularly rigorous and dramatic round of Senate hearings. A former employee at the EEOC, Anita Hill, accused him of sexual harassment. After the FBI investigated and returned with an inconclusive report, the Senate initially decided not to pursue the report and continued with the hearings. The accusation was leaked to the press, and women’s rights groups across America demanded that the Senate further investigate the matter. Anita Hill was called to testify in front of the Senate. Thomas denied all the allegations and spoke out against the unprofessional nature of the proceedings. Eventually, the Senate confirmed Thomas in October 1991 by the narrowest margin in a century.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EClarence Thomas is the second black justice and the only one currently sitting on the bench. As a Supreme Court justice, Thomas is notorious for his lack of questions during oral arguments, as he has not asked a single question during arguments since 2006. While many justices use questions to show their opinion on an issue or communicate with the other justices as to their feelings on a case, Thomas remains silent – but that does not hinder the other justices from discerning his thoughts. His reputation of conservativism guides their predictions. He has shown his opinions to lean farther right than any other justice on the bench today. Though Thomas is known for his lack of engagement in the oral arguments, his intellect is indispensable to his conservative cohorts. He contributed heavily both to Scalia’s opinion in \u003Cem\u003EDistrict of Columbia v. Heller\u003C\/em\u003E, a gun control case, and Kennedy’s opinion in \u003Cem\u003ECitizens United v. Federal Election Commission\u003C\/em\u003E, a major campaign finance law case. Thomas also penned the conservative majority decision in \u003Cem\u003EGood News Club v. Milford Central School\u003C\/em\u003E, where he stated that the public school violated the First Amendment when it refused to allow a religious club from meeting there. He also wrote a dissent in\u003Cem\u003E Gonzales v. Raich \u003C\/em\u003Ethat exhibited his relative ease at overturning decades of precedent. The \u003Cem\u003EGonzales\u003C\/em\u003E case focused on the Commerce Clause powers granted to Congress in the Constitution and whether they reach so far as to allow regulation of a woman growing medicinal marijuana for personal use as granted by her home state. Thomas argued that allowing the Commerce Clause and congressional regulation to reach into a situation where there was no direct connection to commerce was unconstitutional. Thomas, now 67, has served 24 years on the bench and shows no interest in retiring.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2744,
            "type": "scotus_justice",
            "date_start": 688194000,
            "date_end": 0,
            "appointing_president": "George H. W. Bush",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2744"
        }
    ],
    "thumbnail": {
        "id": 32680,
        "mime": "image\/png",
        "size": 49064,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/clarence_thomas.png"
    },
    "images": [
        {
            "file": {
                "id": 12186,
                "mime": "image\/jpeg",
                "size": 1563831,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/clarence_thomas.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 8870,
    "identifier": "clarence_thomas",
    "law_school": "Yale",
    "number_of_children": 1,
    "home_state": "Georgia"
}