{
    "ID": 15042,
    "name": "David H. Souter",
    "href": "https:\/\/api.oyez.org\/people\/david_h_souter",
    "first_name": "David",
    "middle_name": "H.",
    "last_name": "Souter",
    "name_suffix": null,
    "date_of_birth": -955911600,
    "place_of_birth": "Melrose, MA",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Middle class",
    "mother": "Helen A. Hackett",
    "father": "Joseph A. Souter",
    "mothers_occupation": null,
    "fathers_occupation": "Banker",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ERegarded by Republicans as a “home run” nomination to support their ideologies, Justice Souter furthered his status as an enigma and surprised everyone when he served on the Supreme Court of the United States and voted reliably with the court’s liberal members. David Hackett Souter was born in Massachusetts as the only child of Joseph and Helen Souter. When he was eleven, his family moved to his grandparents’ farmhouse in New Hampshire. He attended Harvard University for his undergraduate degree, where he majored in philosophy and expressed his interest in law through his senior thesis, which was on the legal philosophy of Oliver Wendell Holmes, Jr. Souter graduated magna cum laude in 1961 and went on to study jurisprudence at Magdalen College at Oxford for two years on a Rhodes scholarship. Afterwards, he returned to Harvard for law school and graduated in 1966. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ESouter began his career as a lawyer in New Hampshire at a prominent private firm, Orr \u0026amp; Reno, and was already described as a “natural judge” by his colleagues. After realizing he disliked private practice, he took a position in the New Hampshire Attorney General’s office in 1968. Three years later, Souter became deputy to the state Attorney General, Warren Rudman, who later became a United States Senator. When Rudman stepped down in 1976, Souter was appointed to take his place. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAgain quickly assuming new responsibilities, two years later, Souter was appointed Associate Justice of the New Hampshire Superior Court. While in this position, Souter became familiar with both criminal and civil cases and developed a strong interest in the jury system. Five years later, in 1978, Governor John Sununu appointed Souter to the Supreme Court of New Hampshire. In 1990, Sununu, while serving as George H.W. Bush’s chief of staff, recommended Souter for Justice Brennan’s seat on the Supreme Court. At the time of his nomination, Souter’s only national service was his three months on the United States Court of Appeals for the First Circuit. Souter’s confirmation to the Supreme Court was easy compared to later appointees, as his professional record in state courts was uncontroversial. The few senators that voted against him disliked his close ties with conservative New Hampshire politicians. But by the late 1990s, Souter moved towards voting more consistently with the liberal justices, such as Justices John Paul Stevens and Ruth Bader Ginsburg.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EOnce on the Court, Souter’s personality and vision of the law became evident in his opinions. His writings reflected the influence of Justice Holmes and of the Harvard Law School, most notably in his decision in \u003Cem\u003EWashington v. Glucksberg\u003C\/em\u003E (1997), when he discussed the value of the common law. Many of Souter’s opinions expressed a view that law should depend on underlying empirical facts and should change when those empirical realities shift. For example, in \u003Cem\u003ENixon v. Shrink Missouri PAC\u003C\/em\u003E (2000), Souter stated that courts should be differential to legislative judgments about the need for campaign finance regulations. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ESouter strongly opposed  the Court enforcing federalism-based limits on Congress’s enumerated powers, and the view that the Court should limit the extent to which race can be taken into account in the design of election districts. His consistent dissents on these issues urged the Court to take a less aggressive role in limiting the actions of political branches. In the area of religion, Souter strongly favored separation between religion and government, which was evident in his opinion in \u003Cem\u003EHurley v. Irish-American Gay, Lesbian, and Bisexual Group of Boston\u003C\/em\u003E (1995). \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003ETwo of Souter’s votes in important cases have highlighted his legacy and are particularly characteristic of his time on the bench. In \u003Cem\u003EBush v. Gore\u003C\/em\u003E (2000), Souter agreed with the majority that the recount in Florida was unconstitutional but also agreed with the dissent when they said the Court does not have the authority to terminate the recount process. In \u003Cem\u003EPlanned Parenthood of Southeastern Pennsylvania v. Casey\u003C\/em\u003E (1992), Souter coauthored an opinion with Justice Sandra Day O’Connor affirming \u003Cem\u003ERoe v. Wade\u003C\/em\u003E, asserting a strong justification for adhering to the Court’s precedent. \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003ELong before President Obama’s election in 2008, Souter had expressed a desire to leave Washington, D.C. and go back to his native New Hampshire. Once he was certain no other justices planned to retire in June 2009, Souter announced his retirement and moved back to his beloved New Hampshire, where he resides to this day. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2686,
            "type": "scotus_justice",
            "date_start": 655362000,
            "date_end": 1246251600,
            "appointing_president": "George H. W. Bush",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2686"
        }
    ],
    "thumbnail": {
        "id": 32703,
        "mime": "image\/png",
        "size": 42141,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_souter.png"
    },
    "images": [
        {
            "file": {
                "id": 12128,
                "mime": "image\/jpeg",
                "size": 108887,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/david_h_souter.jpg"
            },
            "image_field_caption": "Pete Souza\/Chicago Tribune\/MCT"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 6839,
    "identifier": "david_h_souter",
    "law_school": "Harvard",
    "number_of_children": 0,
    "home_state": "New Hampshire"
}