{
    "ID": 15124,
    "name": "David Davis",
    "href": "https:\/\/api.oyez.org\/people\/david_davis",
    "first_name": "David",
    "middle_name": null,
    "last_name": "Davis",
    "name_suffix": null,
    "date_of_birth": -4885552800,
    "place_of_birth": "Cecil County, MD",
    "date_of_death": -2635524000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Welsh",
    "family_status": "Middle class",
    "mother": "Ann Mercer",
    "father": "David Davis",
    "mothers_occupation": null,
    "fathers_occupation": "Physician",
    "biography": "\u003Cp\u003EDavid Davis was born in Maryland but moved west to make his mark as a lawyer. He settled in Bloomington, Illinois. He ran for the Senate as a Whig but lost; then he ran for a seat in the state House of Representatives and won. While in Springfield, he met Abraham Lincoln.\u003C\/p\u003E\n\u003Cp\u003EDavis later served on the Illinois constitutional convention. His most significant act was installing a system of popularly elected judges to replace a system based on legislative election. (Popular election of judges often brings hacks and political cronies to the bench. The infamous \u0022Greylord\u0022 scandal in Chicago -- in which judges and lawyers were identified through recordings and videos as on the take -- may be directly attributable to Davis\u0027s actions in 1847.)\u003C\/p\u003E\n\u003Cp\u003EDavis was elected judge under his new system, a position he held until he was appointed to the United States Supreme Court. Both Lincoln and Stephen Douglas practiced before Judge Davis. Davis joined the Republicans when the Whig Party was in disarray. Davis then served as Lincoln\u0027s campaign manager in 1860, helping to secure the Republican presidential nomination.\u003C\/p\u003E\n\u003Cp\u003ELincoln nominated Davis to the Court, but Davis retained his appetite for partisan politics. While still on the bench, Davis was nominated for president by the Labor Reform party. Davis sought to employ this nomination to gather support for his candidacy from the liberal Republicans who, like Davis, were opposed to U.S. Grant.\u003C\/p\u003E\n\u003Cp\u003EDavis did not really enjoy his work on the Court. He found the appellate bench disagreeable for the hard study and labor it required. (There were no bright, young clerks to assist the justices when Davis sat.)\u003C\/p\u003E\n\u003Cp\u003EDavis tired of the Court and was elected to the Senate by the Illinois legislature in 1877. As one commentator remarked of Davis\u0027s career on the Court: \u0022Davis wrote nothing but that stirring and ultimately disappointing opinion against military trials in [Ex parte] Milligan; it is surprising only that it took him so long to discover that he would really be better off in the Senate.\u0022 He served one term before retiring from public life.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2769,
            "type": "scotus_justice",
            "date_start": -3378477600,
            "date_end": -2929370400,
            "appointing_president": "Abraham Lincoln",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2769"
        }
    ],
    "thumbnail": {
        "id": 32701,
        "mime": "image\/png",
        "size": 68309,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/david_davis.png"
    },
    "images": [
        {
            "file": {
                "id": 12209,
                "mime": "image\/jpeg",
                "size": 33699,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/david_davis.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: John M. Isaacs)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 5198,
    "identifier": "david_davis",
    "law_school": "Yale",
    "number_of_children": 2,
    "home_state": "Illinois"
}