{
    "ID": 15099,
    "name": "Earl Warren",
    "href": "https:\/\/api.oyez.org\/people\/earl_warren",
    "first_name": "Earl",
    "middle_name": null,
    "last_name": "Warren",
    "name_suffix": null,
    "date_of_birth": -2486311200,
    "place_of_birth": "Los Angeles, CA",
    "date_of_death": 142578000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scandinavian",
    "family_status": "Lower-middle class",
    "mother": "Chrystal Hernlund",
    "father": "Methias Warren",
    "mothers_occupation": null,
    "fathers_occupation": "Railroad car mechanic",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EA self-made man, Chief Justice Earl Warren transformed the judicial system during a tumultuous time for American politics. Earl Warren was born on March 19, 1891, in Los Angeles, California. The second child of Chrystal and Methias Warren, Earl and his sister, Ethel, grew up in a financially conservative family whose values centered on the importance of a good work ethic and education. His family moved to Bakersfield, California, where Warren entered school a year sooner than most children upon his father’s urging. Though his father funded him all the way through college, Warren held a job every summer from the age of nine. One of his jobs was working for Southern Pacific, the company where his father worked as a railroad car mechanic. There he learned lessons about monopolistic power, corruption, and political dominance that shaped his career. Warren went on to college at the University of California at Berkeley. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWarren was little more than an average student, with decent but undistinguished grades. In his senior year of college, Warren entered the University of California Law School at Berkeley. Ever since he was a child, Warren would ride his bicycle to the courthouse square to watch a trial. He was fascinated by the ease with which lawyers presented their cases and their ability to think on their feet. Upon graduation, Warren accepted a job with the Law Department of the Associated Oil Company. Soon after, he joined the firm Robinson and Robinson.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter working at the firm for a year and a half, his plans took a backseat with the onset of World War I. He tried to enlist with the U.S. Armed Forces, but was not chosen. Instead, his perseverance to fight for his country earned him a position in charge of the first ten percent of draftees in Oakland, California. He was soon promoted to first lieutenant and sent to Texas to be a bayonet instructor in the Central Officers Training Camp. He arrived two days before the war ended. Warren was discharged soon after arriving in Texas, and he returned to California to live with his sister and brother-in-law. He became a clerk for the Judiciary Committee of the Assembly and remained in public service for the next fifty years.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWarren’s interest in becoming a lawyer had not subsided, and he decided to seize every opportunity that would help him overcome his fear of public speaking. Along with this came the chance to be acquainted with the district attorney, which helped him become the deputy district attorney. This position exposed him to the tumultuous realm of political turnings, and he became quite adept at recognizing the corruption underlying “cinch bills” introduced to get money from special interests by legislators. While he was Deputy District Attorney, he met his wife, Nina Elizabeth Meyers. Nina and Earl married after Warren was appointed District Attorney of Alameda County on January 12, 1925.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EServing as District Attorney for 13 years, Warren put an end to the scandalous affairs of corrupt bail bond brokers. He also helped lead a crusade against bootleggers during the prohibition years. Warren announced his candidacy for Attorney General, and with the 1938 election he moved from local law enforcement to the realm of state politics.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWarren took a very active role as Attorney General of California. He carefully scrutinized and then shut down activities that had formerly received intermittent attention such as prostitution, gambling, bootlegging, and speakeasies. After he gained support in his role and became a public figure, Warren ran for governor under the nonpartisanship theme and won in 1942.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWarren’s early governorship was characterized by tax reductions, frugal spending, and the creation of revenue surpluses – all marks of a conservative. Later in his career, he supported government involvement with the mentally ill, elderly, and those severely injured, which was a move toward the liberal side. This political stance fit with California Progressivism.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EMuch like Warren, President Eisenhower was noted for his lack of partisan affiliation. After Chief Justice Fred Vinson died in September 1953, Warren became the likely choice as a successor because of his law enforcement experience. Eisenhower viewed Warren as a fellow moderate Republican and nominated him on the basis of affiliation with national politics. Warren was sworn in as the 14th Chief Justice on October 4, 1953. Since he was not attracted to national politics, however, his role as a “Republican” was not as predictive of his role on the Supreme Court as Ike had thought.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWarren’s position as Chief was one of courage and flexibility in carving new paths. Warren joined the Court in the midst of some of its most important issues – racial segregation in public schools and the expansion of civil liberties. The new Chief proved an effective leader as he brought the Court from division to unanimity in many cases. With this courage came a lack of humility, however. Warren viewed his rule as righteous; those who challenged him, he thought of as violating justice. Despite Warren’s vanity, the air amongst the justices was overwhelmingly cordial. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGrowing liberal with age, much of Warren’s decisions were still rooted in Progressive beliefs supported by the rule of common law. Warren viewed crime as mutually exclusive to poverty, education, social conditions, degradation, and standards of law enforcement. Warren gravitated away from the strict hand by which he formerly dealt with perpetrators. Instead, he believed crime could be ridden by improving the condition of cities and thus took into account the influential conditions violators lived within. After the reaction to \u003Cem\u003EBrown v. Board\u003C\/em\u003E \u003Cem\u003Eof Education\u003C\/em\u003E, Warren thought of the Court as a protector of the public, the means to restore ethics and mind the conducts of legislators. The Warren Court did not view constitutional law as text alone; it was living.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EChief Justice Warren retired from the Court in June of 1969. At the end of his service, Warren concluded that his greatest contribution to government was his opinion in the reapportionment cases. However, his contribution to racial equality and civil liberties still stands as a testament to his role as a leader in shaping this judicial revolution.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2743,
            "type": "scotus_justice",
            "date_start": -512503200,
            "date_end": -16570800,
            "appointing_president": "Dwight D. Eisenhower",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2743"
        }
    ],
    "thumbnail": {
        "id": 32704,
        "mime": "image\/png",
        "size": 50444,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/earl_warren.png"
    },
    "images": [
        {
            "file": {
                "id": 12185,
                "mime": "image\/jpeg",
                "size": 43603,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/earl_warren.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: signed C.J. Fox (painted by others))"
        }
    ],
    "religion": "Protestant",
    "length_of_service": 5740,
    "identifier": "earl_warren",
    "law_school": "California",
    "number_of_children": 6,
    "home_state": "California"
}