{
    "ID": 15094,
    "name": "Elena Kagan",
    "href": "https:\/\/api.oyez.org\/people\/elena_kagan",
    "first_name": "Elena",
    "middle_name": null,
    "last_name": "Kagan",
    "name_suffix": null,
    "date_of_birth": -305406000,
    "place_of_birth": "New York City, NY",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": null,
    "family_status": null,
    "mother": "Gloria Gittelman Kagan",
    "father": "Robert Kagan",
    "mothers_occupation": "Grade school teacher",
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EElena Kagan grants the court a new perspective, based on her prowess with technology and pop culture. She was born in New York City, New York on April 28, 1960. As the daughter of an elementary school teacher and a housing attorney, she developed an interest in both academics and law at a very young age. Even as early as her high school yearbook, she is pictured dressed with a robe and gavel, accompanied by a quote from a Supreme Court justice. Kagan attended Hunter College High School and served as the president of the student government. In 1977, Kagan earned acceptance to Princeton University. She majored in history for the purpose of later attending law school and was also an editor of \u003Cem\u003EThe Princetonian\u003C\/em\u003E. She graduated summa cum laude in 1981, earning a fellowship from Princeton that enabled her to attend Worchester College in Oxford, England. There she earned her master’s degree in philosophy in 1983.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EKagan returned to the United States to attend Harvard Law School. Here, she utilized her past editing experience to rise to the position of supervising editor of the \u003Cem\u003EHarvard Law Review. \u003C\/em\u003EKagan excelled academically at Harvard as well, graduating magna cum laude in 1986. Post-graduation, Kagan clerked for Judge Abner Mikva at the U.S. Court of Appeals level. The following year, she clerked for United States Supreme Court Justice Thurgood Marshall. After a brief foray into election politics supporting presidential candidate Michael Dukakis, Kagan returned to work in the law as an associate at the private law firm Williams and Connolly.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThree years later, Kagan returned to academia, this time as a professor. She began teaching at University of Chicago Law School in 1991. She worked there for four years, leaving only at the request of President Bill Clinton, who invited her to be his associate counsel. Kagan received two major promotions during her four years at the White House. First, she was appointed Deputy Assistant to the President for Domestic Policy. Soon after, she was appointed Deputy Director of the Domestic Policy Council. Clinton tried to promote her once more before he left office, but the Senate did not confirm Kagan’s nomination to become a judge on the U.S. Court of Appeals in Washington, D.C. As a result, Kagan returned once more to the ivory tower of academia in 1999. She started as a visiting professor at Harvard Law. In 2001, she was given full professor status, but Kagan climbed so far and so quickly up the ladder that she became the dean of Harvard Law School in 2003, a mere two years later. She served as the dean for five years before a second president called upon her legal mind. After Barack Obama won the presidency in 2008, he appointed Kagan to be the first female solicitor general, and in 2009, the Senate confirmed her nomination. Kagan spent only two months in her historic position before President Obama nominated her as Supreme Court Justice John Paul Stevens’ replacement. For the second time that year, the Senate confirmed her nomination, and Kagan began her career as a judge at the highest court in the land.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EKagan added a diverse viewpoint as the youngest sitting justice and the only sitting justice with no prior judicial experience. This allowed for a more pragmatic approach to the law. She joined Ruth Bader Ginsburg and Sonia Sotomayor as the ladies of the court, putting three female justices together on the court for the first time in history. Kagan’s opinion-writing is scarce in comparison to some of her colleagues. She was forced to recuse herself frequently in her early years on the court, as a result of having worked as President Clinton’s counsel. Kagan also rarely writes concurring opinions, as it takes away from the consensus of the court, a quality that Kagan is known for attempting to bolster. Kagan, a longtime comic book fan, is responsible for the very whimsical majority opinion in \u003Cem\u003EKimble v. Marvel Entertainment.\u003C\/em\u003E The patent-focused decision was peppered with Spiderman references, even going so far as Kagan citing a Spiderman comic. Since then, Kagan has garnered a reputation for being the justice most in touch with pop culture and technology. Kagan also joined the majority in two historic decisions in 2015. The first was \u003Cem\u003EKing v. Burwell\u003C\/em\u003E, where the court held that the Affordable Care Act was constitutional. The second was\u003Cem\u003E Obergefell v. Hodges\u003C\/em\u003E, where the Supreme Court declared that same-sex marriage was a constitutional right. Her alignment with the majority in this case surprised some, because Kagan made a statement during her confirmation hearings that said she did not believe same-sex marriage was a federal and constitutional right.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2738,
            "type": "scotus_justice",
            "date_start": 1281157200,
            "date_end": 0,
            "appointing_president": "Barack Obama",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2738"
        }
    ],
    "thumbnail": {
        "id": 32690,
        "mime": "image\/png",
        "size": 44456,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/elena-kagan-photo_0.png"
    },
    "images": [
        {
            "file": {
                "id": 32691,
                "mime": "image\/jpeg",
                "size": 622252,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/elena-kagan-photo.jpg"
            },
            "image_field_caption": "Steve Petteway, Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 1931,
    "identifier": "elena_kagan",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}