{
    "ID": 15050,
    "name": "Felix Frankfurter",
    "href": "https:\/\/api.oyez.org\/people\/felix_frankfurter",
    "first_name": "Felix",
    "middle_name": null,
    "last_name": "Frankfurter",
    "name_suffix": null,
    "date_of_birth": -2749485600,
    "place_of_birth": "Vienna, Austria",
    "date_of_death": -153252000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Austrian",
    "family_status": "Lower-middle class",
    "mother": "Emma Winter",
    "father": "Leopold Frankfurter",
    "mothers_occupation": null,
    "fathers_occupation": "Merchant",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJustice Felix Frankfurter was the most controversial justice of his time. Frankfurter was born in Vienna, Austria, on November 15, 1882. For three centuries, members of his family had become rabbis. When his father visited the Chicago World’s Fair in 1893, he decided to move to America and became a fur trader. Frankfurter and his family emigrated a few months later in 1894. He was one of six children and grew up amidst crowded tenements on New York\u0027s lower east side. Frankfurter learned English quickly. By the age of 19, he had graduated third in his class from City College, and graduated first in his Harvard Law class in 1906. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter a brief tour in private legal practice, Frankfurter joined Henry L. Stimson, who was the U.S. Attorney for the Southern District of New York. In 1911, Frankfurter went on to serve as Law Officer in the Bureau of Insular Affairs, where he argued a few cases in front of the Supreme Court. Though Frankfurter never claimed party identification, he began to identify more with progressivism. During this time, he befriended future justice Louis Brandeis and Justice Oliver Wendell Holmes.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EFrankfurter left government service to accept a position on the faculty of Harvard Law School, where he remained, more or less, until his appointment to the Supreme Court in 1938. Frankfurter earned a reputation as an expert in constitutional law and federal jurisdiction. While there, he revolutionized the curriculum and also taught a class on Supreme Court history, as he became entirely fascinated with the Court.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuring World War I, Frankfurter left for Washington, D.C. Frankfurter’s most important role during the war was Chairman of the War Labor Policies Board, where one of its members was a young Franklin D. Roosevelt. His connection to FDR fostered a close relationship, in which Frankfurter advised the President and helped implement the New Deal. While in D.C., Frankfurter also married Marian A. Denman, the daughter of a Congregational minister. Frankfurter returned to Harvard after the war, but didn’t stay for long. He was once again called back to D.C. to assist with the New Deal. In 1933, Frankfurter became Solicitor General. Though Frankfurter admired the President, he was cautious in drafting New Deal legislation.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhen Frankfurter was appointed to the Supreme Court in 1939, he was confirmed without a dissenting vote on January 17. Much like his reputation at Harvard, Frankfurter was known as a brilliant and confident justice able to dominate anyone of weaker intellect. He held his fellow Harvard brethren in high esteem and offered little of his time to others. Frankfurter used his intelligence to influence other justices, either through their clerks or by using flattery and false praise. He was the Court’s master manipulator. He was often critical of the other justices who, in his opinion, occasionally wrote their personal preferences into the law. Justice Frankfurter thought of the Supreme Court as a tutor to lower courts, harkening back to his days as a teacher, and brought a sense of history and comparison to his legal approach. His opinions could often be read as part of a continuing dialogue. Frankfurter was not a formalist, but viewed the Constitution within a broader framework of evolving notions. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EFrankfurter suffered a stroke in 1962 and resigned from the Court. He passed away in 1965, but is still remembered as a prolific and colorful writer for the Court.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2694,
            "type": "scotus_justice",
            "date_start": -975780000,
            "date_end": -231793200,
            "appointing_president": "Franklin D. Roosevelt",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2694"
        }
    ],
    "thumbnail": {
        "id": 32706,
        "mime": "image\/png",
        "size": 45083,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/felix_frankfurter.png"
    },
    "images": [
        {
            "file": {
                "id": 12136,
                "mime": "image\/jpeg",
                "size": 87404,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/felix_frankfurter.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Gardener Cox)"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 8611,
    "identifier": "felix_frankfurter",
    "law_school": "Harvard",
    "number_of_children": 0,
    "home_state": "Massachusetts"
}