{
    "ID": 15064,
    "name": "Fred M. Vinson",
    "href": "https:\/\/api.oyez.org\/people\/fred_m_vinson",
    "first_name": "Fred",
    "middle_name": "M.",
    "last_name": "Vinson",
    "name_suffix": null,
    "date_of_birth": -2522685600,
    "place_of_birth": "Louisa, KY",
    "date_of_death": -514839600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Lower-middle class",
    "mother": "Virginia Ferguson",
    "father": "James Vinson",
    "mothers_occupation": null,
    "fathers_occupation": "County jailer",
    "biography": "\u003Cp\u003EJustice Frederick “Fred” Moore Vinson is one of the few people to have occupied positions in all three branches of the federal government, and was Chief Justice of the Supreme Court for seven years. Vinson was born in the rural town of Louisa, Kentucky in 1890. His father died when Vinson was a child, and to support the family his mother took in boarders at their home while young Vinson worked odd jobs at numerous businesses around town. Despite his hardships, Vinson was an accomplished student and graduated from Centre College in 1909. Afterwards, Vinson studied law at Central University College of Law in Kentucky, where he was a member of the Phi Delta Theta fraternity. Vinson achieved the highest grades in the history of the school and earned multiple scholarships. After graduating from Central University in 1911, Vinson returned to Louisa, where he opened his own law practice at the age of 21.\u003C\/p\u003E\n\u003Cp\u003ENot long after opening his practice, Vinson was elected Louisa City Attorney. In 1917, Vinson enlisted in the Army after the U.S. entered World War I. However, the war ended while Vinson was still in officer’s training, and he returned to Louisa without seeing combat. Upon his return, he was elected the Commonwealth Attorney for the 32nd Judicial District of Kentucky.\u003C\/p\u003E\n\u003Cp\u003EIn 1924, Vinson was elected to the U.S. House of Representatives as a Democrat. During his time in Congress, he befriended Missouri Senator Harry S. Truman, a friendship that would last throughout his lifetime. He also married Julia Roberta Dixon in 1924, with whom he had two sons: Frederick, Jr., and James. On November 26, 1937, Vinson was nominated by President Franklin Delano Roosevelt to fill a vacancy in the United States Court of Appeals for the District of Columbia. He was confirmed by the Senate on December 9, 1937. While in this position, he was appointed by Chief Justice Harlan Fiske Stone to serve as Chief Judge of the United States Emergency Court of Appeals. Vinson occupied this post until resigning in 1943 to become Director of the Office of Economic Stabilization, an executive agency charged with fighting inflation. He was later appointed as Secretary of the Treasury by President Truman in 1945, where he oversaw the transition of the treasury during the final days of World War II.\u003C\/p\u003E\n\u003Cp\u003EFollowing the death of Chief Justice Stone, President Truman appointed Vinson as Chief Justice of the Supreme Court in 1946, and the Senate confirmed his appointment by voice vote in June of that same year. The major issues considered by the Court during Vinson’s tenure were the rights of communists, labor unions, and the validity of racial segregation. During his time on the Court, Vinson wrote 77 opinions and 13 dissents. His belief in the necessity of a strong central government likely motivated his most passionate dissent when the majority voided President Truman’s seizure of the steel industry during a strike in \u003Cem\u003EYoungstown Sheet \u0026amp; Tube Co. v. Sawyer\u003C\/em\u003E (1952). On racial segregation, Vinson recognized the failure of the “separate but equal” doctrine to provide truly equal facilities for all races, and the Court’s decision in \u003Cem\u003ESweatt v. Painter\u003C\/em\u003E (1950) helped lay the foundation for the landmark case \u003Cem\u003EBrown v. Board of Education\u003C\/em\u003E (1954). Although Vinson was Chief Justice when Brown was granted at the Court, he did not vote on the final decision due to his sudden death from a heart attack in 1953.\u003C\/p\u003E\n\u003Cp\u003EFollowing his death, Justice Earl Warren was appointed Chief Justice, and soon after the Court voted unanimously in \u003Cem\u003EBrown v. Board of Education\u003C\/em\u003E (1954) to overturn the “separate but equal” doctrine, holding that “separate educational facilities are inherently unequal.” Vinson is remembered for achieving posts in all three branches of government, soothing tensions on the Court with his diplomacy, and setting the stage of the landmark decision in \u003Cem\u003EBrown\u003C\/em\u003E.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2708,
            "type": "scotus_justice",
            "date_start": -742330800,
            "date_end": -514839600,
            "appointing_president": "Harry S. Truman",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2708"
        }
    ],
    "thumbnail": {
        "id": 32708,
        "mime": "image\/png",
        "size": 56304,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/fred_m_vinson.png"
    },
    "images": [
        {
            "file": {
                "id": 12150,
                "mime": "image\/jpeg",
                "size": 46771,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/fred_m_vinson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: William Franklin Draper)"
        }
    ],
    "religion": "Methodist",
    "length_of_service": 2633,
    "identifier": "fred_m_vinson",
    "law_school": "Centre",
    "number_of_children": 2,
    "home_state": "Kentucky"
}