{
    "ID": 15147,
    "name": "Gabriel Duvall",
    "href": "https:\/\/api.oyez.org\/people\/gabriel_duvall",
    "first_name": "Gabriel",
    "middle_name": null,
    "last_name": "Duvall",
    "name_suffix": null,
    "date_of_birth": -6850029600,
    "place_of_birth": "Georges County, MD",
    "date_of_death": -3970576800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "French",
    "family_status": "Upper class\/wealthy",
    "mother": "Susanna Tyler",
    "father": "Benjamin Duvall",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EGabriel Duvall made little – if any – significant impact during his tenure on the Supreme Court. Duvall was born into a large and wealthy family in Maryland in 1752. While his family descended from French Protestants, his immediate family joined an Anglican parish. The rest of Duvall’s childhood is mostly conjecture, but historians suppose that he was educated in the same manner as other children of his social standing, with a tutor from the church leading his classical education. Duvall moved to Annapolis to continue his education and find a tutor in the law. Before his twenty-third birthday, however, his legal education was complicated by the Revolutionary War.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuvall served in the Maryland militia in a number of posts. In addition, he worked as a clerk for the makeshift government that replaced British rule during the war, for the convention that drafted Maryland’s constitution, and for the legislature that the constitution created. In 1778, Duvall was admitted to the bar and began his legal career. After four years of running a successful practice in Annapolis, Duvall was elected to the Maryland State Council for five years. In early 1787, Duvall was elected to the state House of Delegates. Duvall had grown so popular that he was asked to represent Maryland at the Constitutional Convention, but chose not attend because he was getting married to Mary Brice during the proceedings. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuvall’s political prowess in the state legislature drove him to the Unites States House of Representatives. Here, he met James Madison and Albert Gallatin, two people who deeply influenced Duvall’s upward career trajectory. Duvall only spent two years in Congress, then left to take Samuel Chase’s seat in the General Court of Maryland after Chase was appointed to the Supreme Court. In 1802, Duvall became comptroller of the Treasury, a position he was appointed to because of his friendship with Gallatin, the serving secretary of the Treasury. Duvall had a reputation for accuracy and honesty in this position, so much so that his facts were relied upon by both sides during debates in Congress.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1811, President Madison appointed Duvall to the Supreme Court, a position he would hold for twenty-three years. He served his entire tenure during John Marshall’s time as chief justice. Chief Justice Marshall wrote most of the opinions during his tenure. Duvall found that his views largely aligned with Marshall’s views, leading to Duvall rarely writing opinions. Even during the few times he disagreed with Marshall, Duvall did not write a dissenting opinion. As Duvall aged, his hearing declined to the point of near deafness. Duvall only stepped down from his seat on the court when President Andrew Jackson assured him that he would be replaced by an individual who was not too political. During his twenty-three years on the bench, Duvall wrote only seventeen opinions, none of which were significant to anyone but the parties involved. Duvall died peacefully in his childhood home seven years after retirement. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2795,
            "type": "scotus_justice",
            "date_start": -4989405600,
            "date_end": -4259066400,
            "appointing_president": "James Madison",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2795"
        }
    ],
    "thumbnail": {
        "id": 32709,
        "mime": "image\/png",
        "size": 48482,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/gabriel_duvall.png"
    },
    "images": [
        {
            "file": {
                "id": 12232,
                "mime": "image\/jpeg",
                "size": 41389,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/gabriel_duvall.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Larry Dodd Wheeler)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 8453,
    "identifier": "gabriel_duvall",
    "law_school": null,
    "number_of_children": 1,
    "home_state": "Maryland"
}