{
    "ID": 15134,
    "name": "Harlan Fiske Stone",
    "href": "https:\/\/api.oyez.org\/people\/harlan_fiske_stone",
    "first_name": "Harlan",
    "middle_name": "Fiske",
    "last_name": "Stone",
    "name_suffix": null,
    "date_of_birth": -3068042400,
    "place_of_birth": "Chesterfield, NH",
    "date_of_death": -747770400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Middle class",
    "mother": "Ana Sophia Butler",
    "father": "Frederick L. Stone",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner",
    "biography": "\u003Cp\u003EHarlan Fiske Stone divided his early professional life between the private practice of law and teaching. He was Dean of the Columbia Law School. Stone\u0027s former college chum from Amherst, Calvin Coolidge, appointed him Attorney General in 1923. Within a year, Stone was appointed to the Supreme Court. Franklin Roosevelt elevated Stone to the position of Chief Justice in 1941, despite Stone\u0027s Republican associations. Stone\u0027s experience in academic work was good preparation for his tenure on the High Court where he articulated a central tenet of his judicial philosophy: the concept of judicial self-restraint. In his early experience on the bench, Stone was often at odds with many of his colleagues who sought to impose their policy preferences in the name of the Constitution. Stone continued to battle against the imposition of personal policy preference while chief justice, though the impetus for change came this time from his liberal colleagues. Stone\u0027s ideas about the role of the judiciary were forcefully expressed in several important dissenting opinions during the heyday of the New Deal, when the Court majority continually struck down national legislation. By 1937, the Court seemed to engage in a virtual withdrawal from the act of governing, when it reversed course and approved subsequent exercises of national authority under the commerce clause. But the withdrawal did not signal a rout, merely a reallocation of judicial resources. Stone gave life to the doctrine of preferred freedoms and that the judiciary maintained special oversight of individual liberties while it withdrew from the realm of economic legislation. Stone died suddenly in April 1946, leaving a Court deeply divided under his leadership.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2779,
            "type": "scotus_justice",
            "date_start": -1414864800,
            "date_end": -899406000,
            "appointing_president": "Calvin Coolidge",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2779"
        },
        {
            "id": 2780,
            "type": "scotus_justice",
            "date_start": -899319600,
            "date_end": -747770400,
            "appointing_president": "Franklin D. Roosevelt",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2780"
        }
    ],
    "thumbnail": {
        "id": 32788,
        "mime": "image\/png",
        "size": 33656,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harlan_f_stone.png"
    },
    "images": [
        {
            "file": {
                "id": 12219,
                "mime": "image\/jpeg",
                "size": 42642,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/harlan_fiske_stone.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: signed C.J. Fox (painted by others))"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 7720,
    "identifier": "harlan_fiske_stone",
    "law_school": "Columbia",
    "number_of_children": 2,
    "home_state": "New York"
}