{
    "ID": 15045,
    "name": "Harry A. Blackmun",
    "href": "https:\/\/api.oyez.org\/people\/harry_a_blackmun",
    "first_name": "Harry",
    "middle_name": "A.",
    "last_name": "Blackmun",
    "name_suffix": null,
    "date_of_birth": -1929290400,
    "place_of_birth": "Nashville, IL",
    "date_of_death": 920527200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/German",
    "family_status": "Middle class",
    "mother": "Theo Reuter",
    "father": "Corwin Blackmun",
    "mothers_occupation": null,
    "fathers_occupation": "Businessman",
    "biography": "\u003Cp\u003EHarry Andrew Blackmun believed he had little control over where life took him, yet with meticulous attention and his eccentric personality he carved his influential place on the Supreme Court. Blackmun was born on November 12, 1908 to Theo and Corwin Blackmun. Growing up in St. Paul, Minnesota, where his father owned a small store, Blackmun attended the same elementary school and Sunday school as Warren Burger. The two became close friends early on, fishing together, playing sports together, and even going on double dates together. Blackmun was an A student at the top of his class and graduated high school in 1925, ranked fourth out of 450 classmates. Blackmun expected to attend the University of Minnesota; however, he received a scholarship to attend Harvard. Blackmun excelled at Harvard and graduated summa cum laude in Mathematics. He originally desired to become a doctor, but he reasoned that law school was a simpler way towards having a stable career. Blackmun attended Harvard Law on the advice of his friend Warren Burger.\u003C\/p\u003E\n\u003Cp\u003EBlackmun first gained a clerkship with Judge John B. Sanborn, a newly appointed judge to the United States Court of Appeals for the Eighth Circuit. After clerking for Sanborn, Blackmun took a job as an associate for Junell, Driscoll, Fletcher, Dorsey \u0026amp; Barker, the best law firm in Minneapolis. He worked there for 16 years on taxation, trusts and estates, and civil litigation. During this time, Blackmun met Dorothy Clark in 1937 while playing tennis. The two married on June 21, 1941, and later had three daughters.\u003C\/p\u003E\n\u003Cp\u003EMotivated by his initial passion for medicine, Blackmun accepted a position as resident counsel for Mayo Clinic. His time at the clinic, which he described as the happiest decade of his life, earned him the attention of President Dwight D. Eisenhower to replace Sanborn’s seat on the U.S. Court of Appeals for the Eighth Circuit in 1959. Blackmun established himself as a conservative on the court. The majority of his opinions centered on taxation; however, he also wrote on the treatment of prisoners and discrimination. Many of his opinions were on the edge of evolving constitutional law. On April 14, 1970, Blackmun was nominated to the Supreme Court by President Nixon. His nomination was approved unanimously.\u003C\/p\u003E\n\u003Cp\u003EEntering the court after a year-long vacancy, Blackmun had his work cut out for him. Twenty-two cases awaited his deciding vote on whether or not the Supreme Court would grant certiorari. Blackmun was quiet in the beginning as he established his voice, often voting in accordance with Chief Justice Burger. As he began to gain confidence, Blackmun gradually moved towards the liberal side and became more outspoken in his beliefs. As Blackmun became more independent, his friendship with Chief Justice Burger flagged. The two were once referred to as the Minnesota Twins; but eventually, Blackmun grew frustrated with Burger’s style of managing the Court.\u003C\/p\u003E\n\u003Cp\u003EAs Blackmun gravitated towards the left, he focused on the pragmatic aspects of the case more than the theoretical. Blackmun would take extensive notes before and during the hearing, even noting the lawyers in their demeanor and appearance. Blackmun was most concerned with the person affected by the decision, urging the Court to stay grounded. Blackmun’s growing determinant nature is illustrated in his opinion in Roe v. Wade. Blackmun devoted a great deal of time in developing his opinion, drawing from his experience at the Mayo Clinic. Blackmun led the Court in the decision to rule in favor of abortion, authoring an opinion that was both controversial and unexpected from the former conservative. While others viewed Blackmun’s departure from the right side an unforeseen shift, he viewed it as simply holding the center.\u003C\/p\u003E\n\u003Cp\u003EThough he handled affirmative action, civil liberties, immigrants’ rights, and commercial speech, his term was most noted for his decision regarding abortion. He continued to support the ruling, refusing to retire until the precedent was safe, which included decisions that furthered the case’s precedent, the election of President Bill Clinton, and the confirmation of Justice Ruth Bader Ginsburg. Blackmun retired from the Court at age 85 in 1994, and passed away five years later, remaining a symbol for one of the nation’s most controversial issues.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2689,
            "type": "scotus_justice",
            "date_start": 13755600,
            "date_end": 775890000,
            "appointing_president": "Richard Nixon",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2689"
        }
    ],
    "thumbnail": {
        "id": 32712,
        "mime": "image\/png",
        "size": 50281,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/harry_a_blackmun.png"
    },
    "images": [
        {
            "file": {
                "id": 12131,
                "mime": "image\/jpeg",
                "size": 117437,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/harry_a_blackmun.jpg"
            },
            "image_field_caption": "Everett Raymond Kinstler, Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Methodist",
    "length_of_service": 8821,
    "identifier": "harry_a_blackmun",
    "law_school": "Harvard",
    "number_of_children": 3,
    "home_state": "Minnesota"
}