{
    "ID": 15125,
    "name": "Henry Baldwin",
    "href": "https:\/\/api.oyez.org\/people\/henry_baldwin",
    "first_name": "Henry",
    "middle_name": null,
    "last_name": "Baldwin",
    "name_suffix": null,
    "date_of_birth": -5994669600,
    "place_of_birth": "New Haven, CT",
    "date_of_death": -3966602400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Lower-middle class",
    "mother": "Theodora Wolcott",
    "father": "Michael Baldwin",
    "mothers_occupation": null,
    "fathers_occupation": "Small farmer; skilled craftsman",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EHenry Baldwin was a disagreeable but necessary presence on the bench whose significance stems from his efforts to reign in his colleagues’ attempts to extend the judiciary’s power. Henry Baldwin was born on January 14, 1780 into a wealthy and well-known Connecticut family. The Baldwin family’s reputation grew with time, as many of Baldwin’s brothers went on to lead successful lives as attorneys and politicians. Baldwin was a late bloomer when it came to taking his education and future seriously. Although Baldwin attended Yale and graduated in 1797, he found the lectures droll and misbehaved frequently. It wasn’t until Baldwin attended school in Litchfield, Connecticut and attended the law lectures of Tapping Reeve that he began to take an interest in a legal education. He found the hands-on style of learning engaging and went on to clerk with Alexander Dallas, a prominent Philadelphia attorney. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EHis time with Dallas enlightened his political viewpoint and solidified his alignment with the Jeffersonian party. After being admitted to the Pennsylvania bar in 1801, Baldwin began work as a deputy attorney general in Meadville, Pennsylvania. Baldwin spent much of his earlier career engaging in work that furthered the Jeffersonian agenda. This motivated his move to Pittsburgh, where Baldwin’s reputation and success grew. He worked with the local Jeffersonian leadership to develop and publish a newspaper called \u003Cem\u003ETree of Liberty\u003C\/em\u003E. Baldwin and his colleagues took politics very seriously, as did the opposition. The people of Pittsburgh were so passionate about their politics that disagreements often escalated with intensity. They were solved with duels – one of which almost ended Baldwin’s life. The silver dollar in his jacket pocket stopped the bullet and saved his life.  \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBaldwin ran for Congress in 1816 and was elected into the House of Representatives. During the three terms he served, he advocated aggressively to protect American industry interests. The action that most affected Baldwin’s career, though, was his adamant defense of Andrew Jackson and his military tactics during the Seminole War. Jackson never forgot Baldwin’s support during that time and often pursued Baldwin’s counsel during his career. Baldwin’s health forced him to resign from Congress in 1822, but he did whatever he could to assist Jackson’s presidential election from his home in Pennsylvania. Baldwin celebrated Jackson’s success in 1828 and believed this victory could open endless doors for his own career. Baldwin’s expectations were dashed when Jackson overlooked Baldwin for Secretary of the Treasury. After this slight, Baldwin declined three other foreign appointments. Baldwin’s faith in Jackson was restored in 1830 when Baldwin was appointed to replace Bushrod Washington on the Supreme Court of the United States. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuring his tenure, Baldwin was almost always at odds with the rest of his fellow justices. He viewed the extension of the court’s power as inexcusable and sought to reestablish a literal interpretation of the constitution; an interpretation driven by the intention of the Framers. He was so vehemently disappointed in these extensions that he considered resigning, but never did. He did, however, behave so aggressively in his dissents while on the court that it was rumored he had gone mad. Both his behaviors and his views were so unorthodox that he became isolated from the other justices and was unable to accomplish his appointed mission, taming the new reaches of judiciary power that the court had given itself. Baldwin was aware his opinion was contrary to the other justices, so he decided to publish them in a pamphlet called \u003Cem\u003EA General View of the Origin and Nature of the Constitution and Government of the United States\u003C\/em\u003E.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBaldwin was a necessary foil to the parties in government that used the Constitution to validate their agendas, but Baldwin acting as such made him very unpopular among his colleagues. While his time on the court was difficult, his personal life was challenging as well. At the beginning of his tenure, Baldwin filed for bankruptcy. Baldwin also suffered a breakdown while serving on the bench that hospitalized him. However, he lasted another decade on the court after his hospitalization before his death in 1844. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2770,
            "type": "scotus_justice",
            "date_start": -4416487200,
            "date_end": -3966602400,
            "appointing_president": "Andrew Jackson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2770"
        }
    ],
    "thumbnail": {
        "id": 32713,
        "mime": "image\/png",
        "size": 35799,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/henry_baldwin.png"
    },
    "images": [
        {
            "file": {
                "id": 12210,
                "mime": "image\/jpeg",
                "size": 31787,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/henry_baldwin.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Thomas Sully)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 5207,
    "identifier": "henry_baldwin",
    "law_school": "Yale",
    "number_of_children": 1,
    "home_state": "Pennsylvania"
}