{
    "ID": 15118,
    "name": "Howell E. Jackson",
    "href": "https:\/\/api.oyez.org\/people\/howell_e_jackson",
    "first_name": "Howell",
    "middle_name": "E.",
    "last_name": "Jackson",
    "name_suffix": null,
    "date_of_birth": -4346416800,
    "place_of_birth": "Paris, TN",
    "date_of_death": -2347812000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Middle class",
    "mother": "Mary Hunt",
    "father": "Alexander Jackson",
    "mothers_occupation": null,
    "fathers_occupation": "Physician",
    "biography": "\u003Cp\u003EHowell Jackson grew up in Tennessee and was educated at Western Tennessee College and at the University of Virginia. He studied law for a year at Cumberland University, passed the bar, and entered the practice of law.\u003C\/p\u003E\n\u003Cp\u003EThough Jackson opposed secession, he served as receiver of confiscated property in the Confederacy. He ran successfully for the U.S. Senate. His aisle-mate was Benjamin Harrison. When Harrrison became president, he nominated Jackson to the High Court.\u003C\/p\u003E\n\u003Cp\u003EJackson was struck with tuberculosis after a year on the bench. He left the Court but did not resign, hoping to recover from his illness. He returned to Washington to participate in the reargument of the Income Tax Case (the remaining eight active justices were equally divided). Jackson voted to uphold the constitutionality of the tax, but he was outvoted. Since Jackson voted in favor of the tax, then one of the original proponents of the tax switched positions Jackson characterized the majority position in strong terms: Voiding the income tax was \u0022the most disastrous blow ever struck at the constitutional power of Congress.\u0022 He died of tuberculosis three months later.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2763,
            "type": "scotus_justice",
            "date_start": -2424448800,
            "date_end": -2347812000,
            "appointing_president": "Benjamin Harrison",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2763"
        }
    ],
    "thumbnail": {
        "id": 32718,
        "mime": "image\/png",
        "size": 56799,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/howell_e_jackson.png"
    },
    "images": [
        {
            "file": {
                "id": 12203,
                "mime": "image\/jpeg",
                "size": 28700,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/howell_e_jackson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Tempelman)"
        }
    ],
    "religion": "Baptist",
    "length_of_service": 887,
    "identifier": "howell_e_jackson",
    "law_school": "Cumberland",
    "number_of_children": 7,
    "home_state": "Tennessee"
}