{
    "ID": 15089,
    "name": "Hugo L. Black",
    "href": "https:\/\/api.oyez.org\/people\/hugo_l_black",
    "first_name": "Hugo",
    "middle_name": "L.",
    "last_name": "Black",
    "name_suffix": null,
    "date_of_birth": -2645805600,
    "place_of_birth": null,
    "date_of_death": 54622800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": null,
    "mother": "Martha A. Toland",
    "father": "William L. Black",
    "mothers_occupation": null,
    "fathers_occupation": "Storekeeper; farmer",
    "biography": "\u003Cp\u003EFrom a rural county and a humble beginning, Hugo LaFayette Black refused to let his past dictate his future. Black was born on February 17, 1886, in Harlan, Alabama. He was the eighth and last child of Martha Toland and William Black, who lived on a farm for the first three years of Black’s life. Black’s mother greatly valued education and ran a strict house. She made their clothes, milked the cows, and tended to her garden. His father was a prosperous storekeeper who earned a good living. After the family moved to Ashland, Alabama, the children were able to attend a good school. Black spent much of his time playing sports and games like horseshoe. However, he also had the same sense of business as his father. At the age of six, he started to watch lawyers present their cases, often wondering how he might have asked the same question differently or presented the issue. Black was a gifted student with a reading level beyond his years. His love of books came from his mother, who also taught him to love gardening. He attended Ashland College, a combination high school and junior college, and upon graduation enrolled in Birmingham Medical College in 1903 at the age of 17. Black discovered medicine was not his calling and enrolled in the two-year program of the University of Alabama Law School in 1904.\u003C\/p\u003E\n\u003Cp\u003ESince Black skipped pre-law college training and was the youngest in the class, he was also the least qualified law student. He didn’t let this deter him; instead he used it as a motivator. He graduated in 1906 on the honors list and was admitted to the bar. Black returned to Ashland to open up his own office with great diligence and little money. He had few clients his first year, and in 1907 his office burnt down along with all his law books. He had no insurance and was nearly penniless except for the interest in his father’s old store. He took this capital with him to Birmingham to start over. Cramped in a shared bedroom and a small office, Black began to earn his name in the town. His break came when he represented an African-American laborer who was forced to work beyond his prison sentence. A judge was impressed with his skills as a lawyer and asked him to serve as a police court judge for the city of Birmingham. He was in this position from 1911 to 1912 but decided to leave the job because of its little importance. He returned to practice law and, with the exception of a large insurance company, his clients were always small businesses or individuals.\u003C\/p\u003E\n\u003Cp\u003EBlack became skilled at examining witnesses, and in 1914 he ran for prosecuting attorney. Elected in December, he remembered that time as the “hottest years of his life” with more pressure and hostility than any other job he would hold in the future. He pledged to clean up the docket and kept a fast pace with convictions to do so. By the time he left office to volunteer for the army, the docket was up to date. He served as artillery captain within the U.S. during WWI, but he was discharged before his promotion to major could be set in place. Black reentered practice in 1918, and soon after he met Josephine Foster at a Birmingham dance. They married in 1921. Between 1920 and 1925, Black’s practice was thriving. One of the most sensational cases he handled was the trial of a Methodist minister for murdering a Catholic priest. Black was a liberal lawyer who argued it was self-defense, and true to his track record, he won.\u003C\/p\u003E\n\u003Cp\u003EOn September 11, 1923, Black joined the KKK after weighing the decision for over a year. Though he had never engaged in racial discrimination and often ruled in favor of African-Americans, he believed the membership would gain him political advancement. He resigned in 1925 at the beginning of his campaign for Alabama senator. Once again, Black found himself the youngest and least experienced in a competitive field. But he was viewed as a sympathizer to the common people because of his humble roots, and on December 5, 1927, he was sworn in as an Alabama Senator. Black was quite active in committees and on the floor, and he fought for legislation to ensure fair labor and minimum wage. In 1935, he became chairman of the Senate Committee on Education and Labor. Black’s diligence and support of presidential policy gained him the attention of President Roosevelt for a Supreme Court appointment. Roosevelt felt that Black was needed more in the chamber than on the Senate floor, and Black was sworn in as an Associate Justice on August 18, 1937.\u003C\/p\u003E\n\u003Cp\u003EBlack’s persistence of the issues he thought important often frustrated his colleagues. Though Black was a controversial member, he was also one of its most intelligent leaders. He relied greatly on historical intent, which was evident from his opinions regarding the Fourteenth Amendment that limited judicial discretion. He came to the bench with positivist jurisprudence and a literalist interpretation of the First Amendment. However, he did not believe this extended to symbolic speech and recognized the government’s power to deny people the freedom to express ideas. Aside from his strict interpretation of the Constitution, he was generally an activist and a liberal. Over the last 10 years of his term though, he gradually became more conservative, dissenting often with the liberal court of Chief Justice Earl Warren. Upon reflection of his term, he stated that his dissent in \u003Cem\u003EAdamson v. California\u003C\/em\u003E (1947), about whether the Fifth Amendment is protected by the Fourteenth Amendment, was his most important contribution; though he also spoke highly of earlier opinion in \u003Cem\u003EChambers v. Florida\u003C\/em\u003E (1940), another Fourteenth Amendment case. He left office in 1971 following a stroke. He passed away eight days later, after serving 34 years on the Court.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2733,
            "type": "scotus_justice",
            "date_start": -1021489200,
            "date_end": 53931600,
            "appointing_president": "Franklin D. Roosevelt",
            "role_title": "Associate Justice",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2733"
        }
    ],
    "thumbnail": {
        "id": 32719,
        "mime": "image\/png",
        "size": 51667,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/hugo_l_black.png"
    },
    "images": [
        {
            "file": {
                "id": 12175,
                "mime": "image\/jpeg",
                "size": 53296,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/hugo_l_black.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: John Black)"
        }
    ],
    "religion": "Baptist",
    "length_of_service": 12447,
    "identifier": "hugo_l_black",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}