{
    "ID": 15106,
    "name": "James F. Byrnes",
    "href": "https:\/\/api.oyez.org\/people\/james_f_byrnes",
    "first_name": "James",
    "middle_name": "F.",
    "last_name": "Byrnes",
    "name_suffix": null,
    "date_of_birth": -2766506400,
    "place_of_birth": "Charleston, SC",
    "date_of_death": 71647200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Irish",
    "family_status": "Lower class\/poverty",
    "mother": "Elizabeth McSweeney",
    "father": "James Byrnes",
    "mothers_occupation": null,
    "fathers_occupation": "Municipal clerk",
    "biography": "\u003Cp\u003EJames F. Byrnes was born and raised in South Carolina. He left school at fourteen to work as a law clerk in a Charleston firm for $2 a week. He later worked as an official court reporter and studied law in his spare time. He passed the bar at the same time that he entered the newspaper business in Aiken as publisher and editor. He served in the U.S. House of Representatives for seven terms and twice won election to the Senate.\u003C\/p\u003E\n\u003Cp\u003EByrnes was a close associate of Franklin D. Roosevelt who twice decided against Byrnes as his running mate in 1940 and 1944. Roosevelt turned to Byrnes when the conservative McReynolds announced his retirement. But Byrnes wanted the action of a nation at war, not the \u0022storm center\u0022 of the nation\u0027s highest court. He recognized that he really was not cut out for the intellectual demands and resigned after only 16 months on the bench. He took an active role in the war effort, heading important agencies in the Roosevelt administration.\u003C\/p\u003E\n\u003Cp\u003EByrnes was appointed Secretary of State under President Harry Truman and was elected governor of South Carolina in 1951 on a campaign of states\u0027 rights and separate-but-equal education for blacks.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2750,
            "type": "scotus_justice",
            "date_start": -898887600,
            "date_end": -859834800,
            "appointing_president": "Franklin D. Roosevelt",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2750"
        }
    ],
    "thumbnail": {
        "id": 32721,
        "mime": "image\/png",
        "size": 30678,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/james_f_byrnes.png"
    },
    "images": [
        {
            "file": {
                "id": 12192,
                "mime": "image\/jpeg",
                "size": 27775,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/james_f_byrnes.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Grace Annette Dupre)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 452,
    "identifier": "james_f_byrnes",
    "law_school": null,
    "number_of_children": 0,
    "home_state": "South Carolina"
}