{
    "ID": 15132,
    "name": "James Wilson",
    "href": "https:\/\/api.oyez.org\/people\/james_wilson",
    "first_name": "James",
    "middle_name": null,
    "last_name": "Wilson",
    "name_suffix": null,
    "date_of_birth": -7172820000,
    "place_of_birth": "Caskardy, Scotland",
    "date_of_death": -5407668000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Lower class\/poverty",
    "mother": "Alison Lansdale",
    "father": "William Wilson",
    "mothers_occupation": null,
    "fathers_occupation": "Small farmer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJames Wilson was a significant figure in the creation of both the Constitution and the powers of the Supreme Court. As a founding father with a background in Enlightenment philosophy, he shaped the principles that the American people live by today. Wilson was born in 1742 on a small farm in Scotland. As the son of a farmer, Wilson came from a humbler background than most of his revolutionary counterparts. He studied at his village’s local grammar school until he was afforded a full scholarship to attend University of St. Andrews. Wilson was on the path to becoming an ordained minister when his father died in 1763. He returned home to work as a tutor to support his mother and his six siblings. Soon, his siblings were old enough to help ease the financial burden on Wilson, and he continued his studies. At this point, however, his attention had turned away from the clergy and toward mathematics. Wilson aspired to rise from his lowly status and was finding this difficult in Scotland. He decided that America held more potential for growth, and in 1765 Wilson left Scotland for Philadelphia to live with relatives. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWilson started his career in America as a teacher, but eventually, Wilson grew bored of teaching and found a law position with a prominent Pennsylvania attorney. Wilson’s success as an attorney led him to organize his town’s resistance to Great Britain’s oppressive policies. Wilson was well educated in Enlightenment principles and used his knowledge to author a manuscript in favor of America governing itself. His manuscript centered on the idea that Britain had no authority to impose its legislation on the colonies. This publication was widely circulated throughout America and England, garnering an international reputation. In spite of this pamphlet, Wilson was hesitant to advocate for total independence from England. After considerable internal debate, Wilson decided that his loyalty was to the colonists, and he signed the Declaration of Independence in 1776.  \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWilson’s ultimate loyalty was to his social advancement. His new practice defending Tory businessmen accused of treason did not make him likable to the average colonists, but it propelled him to a position of leadership. He was chosen to be one of Pennsylvania’s delegates at the Constitutional Convention. As one of the delegates who prepared the first draft of the Constitution, Wilson is noted as being one of the most influential people at the convention, second only to James Madison. Even after his participation in writing the Constitution, he made extensive efforts to assure Pennsylvania ratified the document. After this success, he set his sights on the position of Chief Justice of the United States Supreme Court, and even wrote Washington a letter expressing his desire for the position. Washington passed Wilson up for the position of Chief Justice but did appoint him for an associate justice position.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWilson’s most influential moment on the Court came while he was working as a circuit judge, a duty required of the justices. He was one of the first justices to exercise judicial review when he refused a petition to hear a case about a veteran’s pension. He reasoned that this issue was not an issue the courts had jurisdiction over and solidified the separation between the branches of government. Wilson had a reputation as a “teaching” justice, in that his opinions were written as if they were lectures on the theory surrounding the law. His opinions often solidified the parts of the Constitution he had a part in authoring, especially those involved in creating a strong central government.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EHis success on the Court swiftly ended when his obsession with advancing his wealth and status returned. He had purchased large plots of land and often left the Court to tend to them. Around 1797, Wilson was unable to pay back money he had borrowed to purchase his land. He shirked his Court duties and fled the area to avoid creditors. The creditors eventually found and charged Wilson, who was imprisoned for nearly $200,000 in debt. After he was released from prison, he contracted malaria and died after suffering a stroke. “The greatest judicial mind of the new republic” died a disgraced man. Years after his death, a movement to regain his reputation as a dignified man swept through the colonies. Wilson was thus given a proper burial and remembrance.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2777,
            "type": "scotus_justice",
            "date_start": -5687776800,
            "date_end": -5407668000,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2777"
        }
    ],
    "thumbnail": {
        "id": 32723,
        "mime": "image\/png",
        "size": 52013,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/james_wilson.png"
    },
    "images": [
        {
            "file": {
                "id": 12217,
                "mime": "image\/jpeg",
                "size": 36336,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/james_wilson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Robert S. Susan)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 3242,
    "identifier": "james_wilson",
    "law_school": "St. Andrews (Scotland)",
    "number_of_children": 7,
    "home_state": "Pennsylvania"
}