{
    "ID": 15087,
    "name": "James M. Wayne",
    "href": "https:\/\/api.oyez.org\/people\/james_m_wayne",
    "first_name": "James",
    "middle_name": "Moore",
    "last_name": "Wayne",
    "name_suffix": null,
    "date_of_birth": -5680173600,
    "place_of_birth": "Savannah, GA",
    "date_of_death": -3234362400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Elizabeth Clifford",
    "father": "Richard Wayne",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EA proud southern federalist who advocated for the very region of the country that stigmatized him as an enemy, James Moore Wayne served on the Court from 1835 to 1867. Born in 1790 to aristocratic parents in Savannah, Wayne’s father owned plantations and rice fields, which included nearly 100 slaves. Wayne studied with an Irish tutor and qualified for enrollment in the College of New Jersey at the age of 13; however, because of his age, his tutors held him back a year and he matriculated in 1804. As a student, Wayne tended to favor outside reading in lieu of his assignments, and he was temporarily expelled for participating in a school rebellion. Despite these troubles, he graduated in 1808. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter graduation, Wayne studied with Judge Charles Chauncy of New Haven. Wayne had to return to Savannah in 1810, though, after his father’s death to settle the estate. He continued his legal studies under his brother-in-law, and was admitted to the bar in January 1811. He practiced law until the War of 1812, where he enlisted in the Chatham Light Dragoons, a volunteer Calvary unit. After the war, Wayne began his political career. In 1815 and 1816, Wayne was elected to represent Chatham County in the Georgia legislature by an exceedingly large margin. A year later, he became the alderman of the city of Savannah, and at the age of 27, he was elected mayor. After only two years, Wayne resigned to continue his law practice. While still working at his practice, he was elected as a judge for the newly created court of common pleas for Savannah. Eventually, he was elected superior court judge for Georgia’s eastern circuit. A strong supporter of Andrew Jackson, Wayne left the bench to run for Congress in 1828 as a Democrat and was reelected in 1830, 1832, and 1834. In Congress, he served as chairman to the Committee on Foreign Affairs. Needing a southern voice on the bench, Jackson nominated Wayne to the Supreme Court on January 6, 1835 to fill Associate Justice William Johnson’s vacancy. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThe first Georgian to serve on the Court, Wayne was just short of 45 when he became a justice. He was a strong nationalist, which was unusual for a southerner at the time. In the \u003Cem\u003EPassenger Cases\u003C\/em\u003E, he opposed the exercise of state power, and in \u003Cem\u003ECooley v. Board of Wardens of the Port of Philadelphia \u003C\/em\u003Ehe wrote a nationalist dissent dealing with sovereignty and commerce. He supported the rights of corporations and opposed state attempts to remove their tax exemptions. Surprisingly, Wayne, a slave owner, was rather unsupportive of slavery. In his first assigned case, he ruled that if a slave owner gave a slave freedom in his will, that right to freedom was superior to a claim of a creditor if there were other property assets to meet the owner’s debts. Despite this decision, he did support the opinion in \u003Cem\u003EDred Scott v. Sanford\u003C\/em\u003E. Wayne played an influential role in this decision by refusing to let the Court issue a narrow holding. He advocated a broader approach, hoping to resolve the slavery question.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EThe Civil War began a few years after this controversial decision. During the war, Wayne refused to resign and remained an avid supporter of the Union. He believed that the Court needed a judicial voice on behalf of the south. In 1862,  a Georgia court repealed his citizenship, branded him an enemy alien, and seized his property. After the war, he obtained a pardon for the judge who issued this ruling, and he became a voice for the south and opposed any measures that he thought sought to punish it. In 1867, Wayne contracted typhoid fever, and he died on July 5th at the age of 77.  His southern support of nationalism during the Civil War make him an important justice in American history.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2731,
            "type": "scotus_justice",
            "date_start": -4259066400,
            "date_end": -3234362400,
            "appointing_president": "Andrew Jackson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2731"
        }
    ],
    "thumbnail": {
        "id": 32722,
        "mime": "image\/png",
        "size": 55773,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/james_m_wayne.png"
    },
    "images": [
        {
            "file": {
                "id": 12173,
                "mime": "image\/jpeg",
                "size": 32533,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/james_m_wayne.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: John Maier)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 11860,
    "identifier": "james_m_wayne",
    "law_school": "Princeton",
    "number_of_children": 3,
    "home_state": "Georgia"
}