{
    "ID": 15066,
    "name": "James C. McReynolds",
    "href": "https:\/\/api.oyez.org\/people\/james_c_mcreynolds",
    "first_name": "James",
    "middle_name": "C.",
    "last_name": "McReynolds",
    "name_suffix": null,
    "date_of_birth": -3405261600,
    "place_of_birth": "Elkton, KY",
    "date_of_death": -737060400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Upper-middle class",
    "mother": "Ellen Reeves",
    "father": "John McReynolds",
    "mothers_occupation": null,
    "fathers_occupation": "Physician, farmer",
    "biography": "\u003Cp\u003EJames Clark McReynolds was born in Kentucky and raised on a plantation there. He graduated from Vanderbilt and studied law at the University of Virginia. He returned to Tennessee to practice law except for a two-year break when he served as \u0022secretary\u0022 to Supreme Court justice Howell Jackson.\u003C\/p\u003E\n\u003Cp\u003EMcReynolds campaigned unsuccessfully for Congress on the Democratic ticket. He later held an appointment in the Justice Department under the administration of Theodore Roosevelt, where he concentrated on antitrust matters.\u003C\/p\u003E\n\u003Cp\u003EHe returned to private practice, this time in New York. McReynolds was a strong Wilson supporter in the 1912 election. In return, Wilson appointed him attorney general. McReynolds had the gift of irritating those around him. Perhaps to rid his administration of his testy colleague, Wilson nominated McReynolds to the High Court. There he was a thorn to Progressive and New Deal legislation, earning a designation as one of the \u0022Four Horsemen.\u0022\u003C\/p\u003E\n\u003Cp\u003EHis manner affected his relationships on the Court. For example, he refused to converse with John Clarke (also appointed by Wilson) because Clarke was too liberal. And McReynolds made no secret of his anti-Semitism by refusing to speak to fellow justices Louis Brandeis and Benjamin Cardozo.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2710,
            "type": "scotus_justice",
            "date_start": -1742666400,
            "date_end": -912535200,
            "appointing_president": "Woodrow Wilson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2710"
        }
    ],
    "thumbnail": {
        "id": 32720,
        "mime": "image\/png",
        "size": 55380,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/james_c_mcreynolds.png"
    },
    "images": [
        {
            "file": {
                "id": 12152,
                "mime": "image\/jpeg",
                "size": 25167,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/james_c_mcreynolds.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Bjorn Egeli)"
        }
    ],
    "religion": "Disciples of Christ",
    "length_of_service": 9608,
    "identifier": "james_c_mcreynolds",
    "law_school": "Virginia",
    "number_of_children": 0,
    "home_state": "Tennessee"
}