{
    "ID": 15130,
    "name": "James Iredell",
    "href": "https:\/\/api.oyez.org\/people\/james_iredell",
    "first_name": "James",
    "middle_name": null,
    "last_name": "Iredell",
    "name_suffix": null,
    "date_of_birth": -6887008800,
    "place_of_birth": "Lewes, England",
    "date_of_death": -5370948000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Irish",
    "family_status": "Upper class\/wealthy",
    "mother": "Margaret McCulloch",
    "father": "Frances Iredell",
    "mothers_occupation": null,
    "fathers_occupation": "Merchant",
    "biography": "\u003Cp\u003EOften a forgotten name in the history of the early United States, James Iredell was an ardent Federalist, and one of the early opponents of integrating “natural law” into the interpretation of the Constitution. Born and raised in England to an English father and an Irish mother, Iredell was the eldest of five children. The family experienced financial difficulty, especially after his father suffered a paralytic stroke in 1766. Thus, in 1768 at the age of 17, Iredell immigrated to North Carolina to serve as King George III’s comptroller of customs in the village of Edenton. Iredell’s duties were light, which allowed him to learn the law under Samuel Johnston, a local lawyer and the future first United States Senator from North Carolina. Iredell quickly earned his license, and continued to practice law well into the 1780\u0027s, developing a client base that stretched across North Carolina and into Virginia.\u003C\/p\u003E\n\u003Cp\u003EHis service to the Crown continued into the early days of the Revolutionary War. Initially, his criticism of the Crown was interspersed with hopes of reconciliation. But by late 1775, he wrote Principles of an American Whig, wherein he articulated many of the principles that would become enshrined in the Declaration of Independence. By 1776, after deciding not to return to England, Iredell committed himself to the cause of independence and became an important figure in the development of the new government in North Carolina. He first served on a commission that would revise and present a body of statutes to present to the North Carolina legislature for adoption. In 1777, Iredell drafted a bill establishing the state’s new court system, including a legislatively elected three-judge Superior Court to serve as the state\u0027s high court. For the next dozen years, Iredell served the state in a variety of public positions, first as one of the first Superior Court judges, then as the state’s second Attorney General. In 1781, Iredell returned to private work, but the public realm continued to beckon. While in private practice, Iredell championed the establishment of an independent appellate court with no original jurisdiction. He also served as commissioner to revise and compile the legislative acts of the state, served as an original trustee of the University of North Carolina, and led the fight in North Carolina to ratify the new U.S. Constitution.\u003C\/p\u003E\n\u003Cp\u003EAt North Carolina’s first ratification convention, Iredell quickly became the “acknowledged leader for ratification.” In 1790, when Robert Hanson Harrison declined to take a seat on the first Supreme Court, President Washington decided that he wanted to nominate a North Carolinian as a gesture of appreciation of the persistence of that state’s Federalists in achieving ratification. With the staunch support of his brother-in-law, U.S. Senator Samuel Johnston, Iredell’s nomination overcame the reticence of northern senators. On May 12, 1790, at just 38 years of age, James Iredell became Associate Justice of the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp\u003EReflecting the limited role that the Supreme Court held in the early days of the nation, Justice Iredell penned only 12 decisions in the nine years he sat on the bench. Despite his ardent support for the Constitution, his allegiance to the Federalist Party, and his continuing advocacy for a strong union of states, Iredell’s lasting impact as a jurist might lie in his two dissenting opinions that drew stark lines in the sand for where the powers of the judiciary end. In \u003Cem\u003EChisholm v. Georgia\u003C\/em\u003E, Iredell was the lone dissent, insisting that no provision of the Constitution allowed individuals to sue states in federal court where there was no federal concern. His view proved to be the precursor to the Eleventh Amendment. In another dissent, which resonates even to this day, Justice Iredell authored the first Supreme Court opinion rejecting the use of “natural law” in striking down a legislative act. His opportunity to further impact history was cut short, however, as the rigors of traveling the circuits proved too much for his health, and he died on October 20, 1799, at the age of 48.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2775,
            "type": "scotus_justice",
            "date_start": -5668855200,
            "date_end": -5370948000,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2775"
        }
    ],
    "thumbnail": {
        "id": 32791,
        "mime": "image\/png",
        "size": 55311,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/james_iredell.png"
    },
    "images": [
        {
            "file": {
                "id": 12215,
                "mime": "image\/jpeg",
                "size": 39991,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/james_iredell.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 3448,
    "identifier": "james_iredell",
    "law_school": null,
    "number_of_children": 3,
    "home_state": "North Carolina"
}