{
    "ID": 15060,
    "name": "John Paul Stevens",
    "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
    "first_name": "John",
    "middle_name": "Paul",
    "last_name": "Stevens",
    "name_suffix": null,
    "date_of_birth": -1568397600,
    "place_of_birth": "Chicago, IL",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Elizabeth Street",
    "father": "Ernest J. Stevens",
    "mothers_occupation": null,
    "fathers_occupation": "Businessman",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJustice John Paul Stevens overcame family tragedy during the Great Depression and went on to become the third-longest serving justice in the history of the Supreme Court. John Paul Stevens was born on April 20, 1920, in the Hyde Park neighborhood of Chicago, Illinois. The Stevens were one of Chicago’s wealthiest families, with a business empire that included what was then the world’s largest hotel. Tragedy struck In 1933, when Justice Stevens’ father Ernest, his uncle Raymond and his grandfather J.W. were all indicted on embezzlement charges. The stress caused J.W. to suffer a serious stroke, and Raymond committed suicide before the trial began. Ernest was eventually acquitted, but the family business and the hotel were lost. John Paul Stevens, a young teenager when his father was indicted, did not allow the hardship to slow him down. During the trial and in its aftermath, Justice Stevens continued to excel in his studies at the University of Chicago preparatory high school. As an undergraduate at the University of Chicago, he became a member of the same fraternity as his father, Phi Beta Kappa. He also married Elizabeth Sheeran, with whom he had a son and three daughters. Shortly after earning a B.A. in English, Justice Stevens enlisted in the Navy and served as a codebreaker during World War II, for which he was awarded a bronze star. After the war, Justice Stevens attended Northwestern Law School with funds from the G.I. Bill. He excelled at his studies and graduated magna cum laude with the highest GPA in the law school’s history.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter completing a clerkship with Supreme Court Justice Wiley Rutledge, Justice Stevens returned to Chicago and joined a prominent law firm, where he specialized in antitrust law. He gained a reputation as a talented antitrust lawyer and soon left the firm to start his own practice in Rothschild, Stevens, Barry \u0026amp; Myers. Because of his antitrust expertise, he was invited to teach at Northwestern University’s and University of Chicago’s law schools. He also held several positions as special counsel to the U.S. House of Representatives and the U.S. Attorney General’s office.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1970, President Nixon appointed Justice Stevens to the U.S. Court of Appeals for the Seventh Circuit. As an appellate judge, Justice Stevens continued to establish himself as an expert legal thinker. Five years later, he was elevated to Supreme Court when Justice William Douglas stepped down. Although appointed by a republican, over time Justice Stevens emerged as a leader for the Court’s liberal wing. A sample of his more significant decisions include \u003Cem\u003ESony v. Universal City Studios Inc., \u003C\/em\u003Ein which the Court held that no violation of copyright laws were involved in the use of home VCR’s; \u003Cem\u003EAtkins v. Virginia\u003C\/em\u003E, in which the Court banned capital punishment for the mentally impaired; and \u003Cem\u003EPGA Tour Inc. v. Casey Martin\u003C\/em\u003E, in which the Court validated disabled golfer Casey Martin’s right to ride in a golf cart under the Americans with Disabilities Act (ADA). In \u003Cem\u003EMartin\u003C\/em\u003E, Justice Stevens led the court to a 7-2 vote liberal victory, claiming the ADA had no worth if it did not create new opportunities for the disabled.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJustice Stevens retired on June 29, 2010. At age 90 when he stepped down, he was the third-longest serving Justice in the Court’s history. Since retiring he has written two books, \u003Cem\u003ESix Amendments: How and Why We Should Change the Constitution, \u003C\/em\u003Eand \u003Cem\u003EFive Chiefs: a Supreme Court Memoir. \u003C\/em\u003EIn 2014, Justice Stevens testified before a Senate Committee to criticize recent Supreme Court decisions that weakened spending limits in political campaigns. Even in retirement, Justice Stevens remains an active participant in the formation of Supreme Court decisions.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2704,
            "type": "scotus_justice",
            "date_start": 188200800,
            "date_end": 1277787600,
            "appointing_president": "Gerald Ford",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
        }
    ],
    "thumbnail": {
        "id": 32732,
        "mime": "image\/png",
        "size": 62101,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
    },
    "images": [
        {
            "file": {
                "id": 12146,
                "mime": "image\/jpeg",
                "size": 131298,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_paul_stevens.jpg"
            },
            "image_field_caption": "James Ingwersen (1991), Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Protestant",
    "length_of_service": 12611,
    "identifier": "john_paul_stevens",
    "law_school": "Northwestern",
    "number_of_children": 4,
    "home_state": "Illinois"
}