{
    "ID": 15117,
    "name": "John Rutledge",
    "href": "https:\/\/api.oyez.org\/people\/john_rutledge",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Rutledge",
    "name_suffix": null,
    "date_of_birth": -7268378400,
    "place_of_birth": "Charleston, SC",
    "date_of_death": -5347533600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Upper class\/wealthy",
    "mother": "Sarah Hext",
    "father": "John Rutledge",
    "mothers_occupation": null,
    "fathers_occupation": "Physician",
    "biography": "\u003Cp\u003EThough John Rutledge was appointed to serve on the Supreme Court of the United States twice, his tenure lacked influence. His absence from the Court for all but two cases and a devastating social blunder brought his once promising legal career to a screeching halt, nearly ending an otherwise successful public life. Rutledge was born in Charleston, South Carolina in September of 1739. He grew up as one of seven and was raised by a single mother after his father passed away in 1750. Andrew Rutledge, his uncle and South Carolina’s Speaker of the Common House of Assembly, took over his education when his father passed. This began John Rutledge’s path to a life in politics.\u003C\/p\u003E\n\u003Cp\u003ELike many wealthy sons of the colonies, Rutledge continued his education in England. After three years at the London law school Middle Temple, he returned to South Carolina to begin his legal and political career. His talent as a public speaker, combined with the prestigious reputation of his family, led to success as an attorney in his early life. He was so influential in the southern colonies that the British governor appointed him South Carolina’s attorney general, mostly to carry favor with Rutledge and sway his allegiance from the colonies to the king. This attempt to stabilize the community in a time of rebellion was not only unsuccessful, but gave Rutledge the opportunity to gain influence in the British government on behalf of the colonies. When Rutledge politely asked for a repeal of the Stamp Act, his request was accepted. Rutledge’s efforts to sooth tensions were successful in his state and kept South Carolina prosperous up until the point of war. He helped his state gain independence through creating a new constitution, though even this was an effort to keep the peace in his state long enough to eventually reconcile with England. He maintained reconciliation as his long-term goal until the British Navy invaded and later captured Charleston in 1780. During wartime, Rutledge was elected governor with nearly unchecked power. The only act Rutledge could not do under this power was killing a citizen without a trial. He sustained the resistance and eventually won back the state from the British. It was his efforts here and his assistance on the first draft of the Constitution that made George Washington contemplate choosing Rutledge for the first Chief Justice of the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp\u003EIn the end, Washington passed on appointing Rutledge because of his southern background. In an effort to balance the new government between northerners and southerners, Washington instead chose to give the position to John Jay. Rutledge was appointed to the Supreme Court as the senior associate justice. Illness, however, kept Rutledge from the first sessions, and during his first run on the Supreme Court, he only attended the southern circuit before resigning in 1791.\u003C\/p\u003E\n\u003Cp\u003EUnlike most other judges, resignation is not what ended Rutledge’s career as a justice. In 1795, upon hearing word that John Jay was retiring, Rutledge to wrote Washington, stating that if Washington were to appoint him as Jay’s replacement, he would happily accept. Washington wrote back to Rutledge accepting that offer, and Rutledge served as the interim Chief Justice, pending Senate’s approval. At the same time, Washington charged John Jay with writing a treaty that resolved new tension that had reached a critical point with England. The treaty was meant to peacefully settle a long list of grievances between the countries. A copy of the treaty leaked to the papers, and many of the colonial leaders were outraged at the apologetic and submissive tone of the treaty. Rutledge was asked to speak publicly about his opinions on this treaty. He accepted and did not hold back his intensely negative feeling toward Jay’s treaty. Rutledge went so far as to say “dearly as [I] love Washington, [I] would rather see him dead than to see him sign the Treaty.” Needless to say, this aggravated many supporters of the Treaty. When it came time for the Senate to confirm his appointment, his fierce comments had offended too many Senators, pushing some to question his sanity, and his appointment was not confirmed. Upon hearing news of the Senate’s rejection, Rutledge threw himself into the bay. His attempt at suicide failed when two slaves saw him drowning and saved him. He died in July of 1800 and was buried in the graveyard next to the place he gave the speech that ended his career.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2761,
            "type": "scotus_justice",
            "date_start": -5676285600,
            "date_end": -5643194400,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2761"
        },
        {
            "id": 2762,
            "type": "scotus_justice",
            "date_start": -5503140000,
            "date_end": -5492340000,
            "appointing_president": null,
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2762"
        }
    ],
    "thumbnail": {
        "id": 32787,
        "mime": "image\/png",
        "size": 44190,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_rutledge%20%281%29.png"
    },
    "images": [
        {
            "file": {
                "id": 12202,
                "mime": "image\/jpeg",
                "size": 50144,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_rutledge.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Robert Hinckley (after John Trumbull))"
        }
    ],
    "religion": "Unitarian",
    "length_of_service": 508,
    "identifier": "john_rutledge",
    "law_school": null,
    "number_of_children": 10,
    "home_state": "South Carolina"
}