{
    "ID": 15086,
    "name": "John G. Roberts, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/john_g_roberts_jr",
    "first_name": "John",
    "middle_name": "G.",
    "last_name": "Roberts",
    "name_suffix": "Jr.",
    "date_of_birth": -471117600,
    "place_of_birth": "Buffalo, NY",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "Irish\/Welsh\/Czech",
    "family_status": null,
    "mother": "Rosemary nee Podrasky",
    "father": "John Glover Roberts",
    "mothers_occupation": null,
    "fathers_occupation": "Plant manager",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJohn G. Roberts, Jr. has advocated and implemented a refocusing of the Supreme Court to an era of judicial restraint and deference to the existing power structure in American politics. Roberts was born in Buffalo, New York on January 27, 1955. He lived in New York briefly before moving with his family to Indiana in 1959. Roberts attended the local elementary school and then entered a boarding high school, La Lumiere in La Porte, Indiana. He excelled at school and turned to theater and music for a more creative outlet. He exhibited strong leadership skills early in his life; evidenced by his role as captain of the football team, even though he was a mediocre player. Roberts’ hard work and affinity for education led him to Harvard University, more specifically a small academic community within the school called Harvard College. Here, Roberts tirelessly pursued his dream of becoming a history professor and graduated summa cum laude in three years.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIt was not until Roberts enrolled in Harvard Law that he found his passion for the legal field. During his time there, Roberts became the managing editor of the Harvard Law Review. In 1979, Roberts graduated law school magna cum laude. Upon graduation, Roberts clerked for Judge Henry Friendly for a year before clerking for Supreme Court Justice William Rehnquist in 1980. This clerkship heightened his profile among the elite in Washington, D.C. Two years later, Roberts worked as an aide to U.S. Attorney General William French Smith. Roberts then earned a position as an aide to the White House counsel Fred Fielding, who served during the Reagan administration. After a two-year period in the private sector as an associate at Hogan \u0026amp; Hartson, Roberts was appointed Principal Deputy Solicitor General by George H.W. Bush. This appointment lasted for three years and in 1993, Roberts returned to Hogan \u0026amp; Hartson. It was not until another Bush took office that Roberts left Hogan \u0026amp; Hartson.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EPresident George W. Bush nominated Roberts as a judge of the U.S. Court of Appeals in 2003. In 2005, Bush originally nominated Roberts to fill the seat left by Sandra Day O’Connor when she announced her plans to retire, but after Chief Justice Rehnquist died, Bush withdrew his nomination in order to nominate him to Chief Justice of the Supreme Court of the United States instead. During his confirmation hearings, the Senate responded very well to his kind Midwestern demeanor and his promise of refocusing the court into a limited role of interpreter, not creator, of laws. The Senate confirmed his nomination, making Roberts the youngest Chief Justice in 100 years. Roberts remained a political pragmatist on the bench, a persona he developed working in the executive branch under Republican leadership.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ERoberts’ role as Chief Justice allows him to choose who writes the majority opinion when he sides with the majority, which has immense influence over how broad or narrow the ruling and its impact are. In particularly important cases, he selects his own hand to draft the opinion.  Roberts has drafted many impactful  majority decisions, such as upholding Congress’ ability to ban certain kinds of abortions (\u003Cem\u003EGonzalez v. Carhart\u003C\/em\u003E), forcing colleges that accept federal funding to allow military recruiters on campus even when the university objects to their discriminatory policies (\u003Cem\u003ERumsfeld v. Forum for Academic and Institutional Rights\u003C\/em\u003E), and overturning a school’s decision to use race as a basis for determining placement of students in schools even when the school was attempting to maintain integration (\u003Cem\u003EParents Involved in Community Schools v, Seattle School District No. 1\u003C\/em\u003E)\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EEven with this power, Roberts has seen the conservative population lose faith in his ability to promote conservative ideals while on the bench. As of 2015, Roberts was falling out of favor with the Republican party. A Gallop survey showed the approval rating of the Roberts court at 18% of Republicans, an all-time low. Two landmark decisions, one whose majority opinion Roberts penned, favored left-leaning policies. The first decision, \u003Cem\u003EKing v. Burwell\u003C\/em\u003E, discussed the constitutionality of the Affordable Care Act (ACA). Roberts validated the authority of the ACA by upholding the tax credits provided in the ACA. The second was \u003Cem\u003EObergefell v. Hodges\u003C\/em\u003E, which stated same-sex marriage was a constitutional right. Roberts is an avid supporter of the belief that the role of the court is an umpire, meaning that the role is to interpret the rules, not create them. This belief is the focus of his dissent in \u003Cem\u003EObergefell.\u003C\/em\u003E Roberts has remained steadfast in deferring to the existing power structure and interpreting, not creating, law -- even in the face of angering his usual political party.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2730,
            "type": "scotus_justice",
            "date_start": 1127970000,
            "date_end": 0,
            "appointing_president": "George W. Bush",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2730"
        }
    ],
    "thumbnail": {
        "id": 32683,
        "mime": "image\/png",
        "size": 52305,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_g_roberts_jr_0.png"
    },
    "images": [
        {
            "file": {
                "id": 12172,
                "mime": "image\/jpeg",
                "size": 99338,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_g_roberts_jr.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 3702,
    "identifier": "john_g_roberts_jr",
    "law_school": "Harvard",
    "number_of_children": 2,
    "home_state": "Washington, D.C."
}