{
    "ID": 15112,
    "name": "John McLean",
    "href": "https:\/\/api.oyez.org\/people\/john_mclean",
    "first_name": "John",
    "middle_name": null,
    "last_name": "McLean",
    "name_suffix": null,
    "date_of_birth": -5831978400,
    "place_of_birth": "Morris County, NJ",
    "date_of_death": -3431613600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Lower-middle class",
    "mother": "Sophia Blackford",
    "father": "Fergus McLean",
    "mothers_occupation": null,
    "fathers_occupation": "Weaver, small farmer",
    "biography": "\u003Cp\u003ECharacterized as an opportunist, John McLean’s political activism shaped his role as a justice on the Supreme Court. Born in Morris County, New Jersey, on March 11, 1785, his family settled on a farm in Ohio in 1797 after continuously moving westward. As a boy, McLean attended the county school and later earned money working as a farmhand. With his money, he hired two Presbyterian ministers to privately tutor him, and he eventually became an apprentice to the clerk of the Hamilton County Court of Common Pleas in 1804. After his clerkship, McLean studied with two respected Cincinnati lawyers, and he entered the bar 1807. At this time, McLean also returned to Ohio, where he operated a printing office and began publishing the Lebanon Western Star newspaper, a pro-Jeffersonian weekly journal. He ultimately left the paper to devote his work to law full-time.\u003C\/p\u003E\n\u003Cp\u003EIn 1812, McLean began his political career. While serving in Congress, he vocally supported the war measures of the Madison administration and opposed the creation of a Second Bank of the United States. After his term, he was elected to the Ohio Supreme Court in 1816, where he worked until 1822. Throughout this time, McLean was very politically involved, and he strongly supported James Monroe’s Presidential nomination. To show his gratitude, Monroe appointed McLean Commissioner of General Land Office, and a year later, he was made the U.S. Postmaster General. McLean made such significant contributions to this position that Congress passed a law raising his salary to the same level as that of a Presidential cabinet member.\u003C\/p\u003E\n\u003Cp\u003EJohn McLean is perhaps best characterized as a political opportunist. Between 1836 and 1860, four parties considered him as a Presidential candidate. Furthermore, McLean shrewdly managed to keep his job as postmaster general under John Quincy Adams while forming ties with Andrew Jackson, Adams’ future opponent. Because of his political support, President Jackson appointed McLean to the Supreme Court of the United States on March 7th, 1829. The senate confirmed him on the same day, and he took his judicial oath on January 11th 1861.\u003C\/p\u003E\n\u003Cp\u003EWhile on the Court, McLean’s most notable opinion was probably his dissent in \u003Cem\u003EDred Scott v. Sandford\u003C\/em\u003E. Writing in opposition of slavery, McLean argued that Congress should exclude slavery from the territories and liberate those living in \u0022free\u0022 states. McLean also authored the majority opinion for the first significant copyright case to reach the Supreme Court, \u003Cem\u003EWheaton v. Peters\u003C\/em\u003E, the first significant copyright case to reach the Supreme Court. After many solid opinions and thirty-one years on the Court, McLean died of pneumonia on April 3,1861. Although his political affiliations varied, his judicial opinions still hold strong to the law today.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2756,
            "type": "scotus_justice",
            "date_start": -4411908000,
            "date_end": -3431613600,
            "appointing_president": "Andrew Jackson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2756"
        }
    ],
    "thumbnail": {
        "id": 32731,
        "mime": "image\/png",
        "size": 38658,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_mclean.png"
    },
    "images": [
        {
            "file": {
                "id": 12198,
                "mime": "image\/jpeg",
                "size": 40673,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_mclean.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Charles Bird King)"
        }
    ],
    "religion": "Methodist",
    "length_of_service": 11346,
    "identifier": "john_mclean",
    "law_school": null,
    "number_of_children": 8,
    "home_state": "Ohio"
}