{
    "ID": 15074,
    "name": "John A. Campbell",
    "href": "https:\/\/api.oyez.org\/people\/john_a_campbell",
    "first_name": "John",
    "middle_name": "Archibald",
    "last_name": "Campbell",
    "name_suffix": null,
    "date_of_birth": -5002538400,
    "place_of_birth": "Washington, GA",
    "date_of_death": -2549988000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Middle class",
    "mother": "Mary Williamson",
    "father": "Duncan Campbell",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer; teacher",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJohn Archibald Campbell had a brilliant legal career, but his career as a Supreme Court justice will be remembered as the career the Civil War cut short. Campbell was born on June 24, 1811 and raised in Georgia. His family quickly discovered that even at a young age, Campbell more than excelled in his studies. He graduated Franklin College as a fourteen-year-old in 1825, and even earned high honors. From there, Campbell continued his education at West Point Military Academy, after a recommendation from family friend John C. Calhoun. His child prodigy status stopped there. He maintained poor grades for three years and never achieved a class ranking higher than the bottom third of his class. His father’s sudden death in 1828 ended Campbell’s unsuccessful stay at West Point. His father’s estate was deep in debt, forcing Campbell to work as a teacher for a year in Florida. Once the debt was settled, Campbell returned to Georgia and began his education as a lawyer under the tutelage of his two uncles, John W. Campbell and John Clarke. When Campbell was eighteen, he was admitted to the Georgia bar. Because he was so young, it took a special act of the state general assembly to approve his admittance to the bar.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECampbell had been interested predominantly in complex, technical law, such as the land title law of the day. In 1836, Campbell left Georgia behind and moved to Mobile, Alabama to work with intricate land laws based on the Spanish system. Years later, he accepted a position on the state legislature. His reputation as an outstanding attorney and orator grew rapidly and far beyond the state bounds of Alabama. He argued six cases in front of the Supreme Court of the United States before 1852. As a southern gentleman, Campbell was judged not only for his skills, but also for his stance on slavery, the hot topic of the day. While Campbell was pro-slavery, he expressed those opinions to the opposition in a respectful manner. This went a long way with the northern abolitionists, who often agreed to pass Campbell’s well-constructed compromises.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1853, after the Senate had rejected President Franklin Pierce’s candidate for the Supreme Court, Chief Justice Taney, along with every other justice, unanimously requested that Campbell be chosen to fill the empty spot. This political move was entirely unprecedented, but ultimately successful. Campbell’s ability to strike a pro-slavery slanted middle ground was what allowed him to do what the other candidate could not: receive a unanimous confirmation from the Senate.  Campbell’s largest struggle during his time on the bench was attempting to stop the secessionist fever from spreading. He never believed that seceding was the correct path, and even freed his own slaves before he took the bench to prove it. When cases such as \u003Cem\u003EDred Scott v. Sandford \u003C\/em\u003Ecame up, he wished to give a ruling as narrow as possible, so as to avoid issues that perpetuated tensions between the North and South. When the Confederacy was first created in 1860, many officials from the North refused to validate the new state by meeting with its officials. Campbell tried to act as a mediator, to no avail. He resigned from the Court in 1861 and moved back to his Mobile, Alabama home.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ESoutherners viewed his attempts to mediate as a betrayal and threatened to lynch him, so he moved to New Orleans to set up a law practice there. Eventually, the Confederacy sought him out to work as the Assistant Secretary of War. Campbell accepted the position but was vocal about his desire for peace. In 1865, the president of the Confederacy, Jefferson Davis, granted Campbell permission to meet with President Lincoln and arrange the terms of the South’s surrender. Shortly after they struck an agreement, Lincoln was assassinated, and Campbell found himself imprisoned. The North was so angered by the assassination that they accused Campbell of misrepresenting what Lincoln stated his views were toward surrender during the meeting. The charges were dropped four months later through the efforts of his old colleagues, Benjamin Curtis and Samuel Nelson.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EEven after his release, Campbell struggled financially because the Reconstruction Acts limited opportunities for secessionists. Eventually, the Supreme Court decided in \u003Cem\u003EEx parte Garland\u003C\/em\u003E that an act barring attorneys from practicing in federal courts unless they swore under oath that they never aided the Confederacy was unconstitutional. That decision allowed Campbell to argue in front of the Supreme Court again. He argued about six cases a year in front of the Supreme Court, his most famous being the Slaughterhouse Cases, which revolved around a monopoly in the slaughterhouse business granted by a Louisiana statute. Campbell argued that it was unconstitutional and, while the argument failed in that case, it was later adopted and used successfully in protecting black businessmen in civil rights cases. Campbell slowly decreased his caseload, but never fully retired from the practice of law until he died of natural causes in 1889. Though Campbell had an untimely exit from his position as a Supreme Court justice, he will be remembered as a legal prodigy who attempted to navigate through the Civil War preaching peace and compromise.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2718,
            "type": "scotus_justice",
            "date_start": -3683469600,
            "date_end": -3429367200,
            "appointing_president": "Franklin Pierce",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2718"
        }
    ],
    "thumbnail": {
        "id": 32724,
        "mime": "image\/png",
        "size": 50612,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_a_campbell.png"
    },
    "images": [
        {
            "file": {
                "id": 12160,
                "mime": "image\/jpeg",
                "size": 46491,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_a_campbell.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Erik John Campbell)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 2941,
    "identifier": "john_a_campbell",
    "law_school": "Georgia",
    "number_of_children": 5,
    "home_state": "Alabama"
}