{
    "ID": 15085,
    "name": "John Marshall",
    "href": "https:\/\/api.oyez.org\/people\/john_marshall",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Marshall",
    "name_suffix": null,
    "date_of_birth": -6761728800,
    "place_of_birth": "Germantown, VA",
    "date_of_death": -4244119200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Welsh",
    "family_status": "Middle class",
    "mother": "Mary Randolph Keith",
    "father": "Thomas Marshall",
    "mothers_occupation": null,
    "fathers_occupation": "Farmer, surveyor, land speculator",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJohn Marshall is one of the most influential justices to have served on the Supreme Court of the United States, if not the most influential. Growing up in Virginia as the oldest of fifteen children, Marshall’s parents were both politically connected, and his interaction with prominent government figures began at a very young age. On Marshall’s mother’s side, he was distantly related to Thomas Jefferson. In addition to working in the Virginia House of Burgesses, Marshall’s father assisted a young George Washington survey land for purchase, thus introducing Marshall to another future president. Marshall started his schooling at the Westmoreland County Academy, a school also attended by future president James Monroe. When war interrupted Marshall’s education, he served as a lieutenant in Virginia’s Minute Men, eventually rising to the rank of captain for his service in some of the Revolution’s more famous battles. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhen the war ended, Marshall returned to his studies. After completing his law degree at the College of William and Mary, Marshall was admitted to the Virginia bar and moved to Richmond to practice. Richmond housed Virginia’s most prominent courts, including the Court of Appeals. Marshall started a legal practice that grew as he argued increasingly more prominent cases in the Court of Appeals. After the Constitution was ratified in 1788, Marshall further expanded his practice by defending Virginia debtors against British businesses. Marshall’s practice was so successful that he was chosen as lead counsel for Supreme Court of the United States case \u003Cem\u003EWare v. Hylton\u003C\/em\u003E, in which Marshall defended the poor American farmers that British creditors sued for pre-war debts.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EMarshall’s political career was focused in Richmond until President Adams appointed him to a diplomatic mission to France in 1797. Marshall and the other diplomats were meant to negotiate an amity treaty with the French Republic. Negotiations in France did not go well, and when the diplomatic party was unable to reach an agreement with the French, the diplomats returned to America. Amidst high anti-French sentiments, Marshall’s refusal to give in to French demands earned him a well-respected reputation. In 1800 President Adams appointed him Secretary of State, a position he would continue to hold in a limited capacity at the beginning of his tenure as Chief Justice of the United States Supreme Court in 1801.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJohn Marshall’s tenure on the Court can be divided into four phases. The first phase began in 1801 and included \u003Cem\u003EMarbury v. Madison,\u003C\/em\u003E a case that established the Court’s power to review the constitutionality of congressional acts. \u003Cem\u003EMarbury\u003C\/em\u003E placed the judiciary in a position of primary authority on constitutional law and established judicial review as a fundamental principle and powerful responsibility of the Court. Marshall wrote the opinion for this case, giving him the power to frame this issue and influence its future implementation. The second phase began in 1813. The Court in this phase adjusted to include Jeffersonian inclined appointees, leading to dissonance on the Court. Few decisions of long-term impact occurred during this phase. \u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EThe third phase began in 1819, otherwise known as Marshall’s “golden period.” Most of Marshall’s famous decisions occurred during this period, wherein he defined the boundaries of the necessary and proper clause of the Constitution, advocated for a strong federal government by alleviating burdens of federal taxation, and worked to realize a healthy and diverse economy by concluding that monopolies were unconstitutional. By 1822, Marshall’s power began to decline, marking the beginning of the final phase. There were enough Jeffersonian thinkers who favored states\u0027 rights on the Court that their consensus left Marshall and his values on a strong federal government in the minority. Marshall spent his last years working diligently in the Supreme Court, remaining as long as his health permitted until February 1835. Many mourned his death in July 1835, and he was remembered well for his devotion to the nation and the courts. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2729,
            "type": "scotus_justice",
            "date_start": -5330167200,
            "date_end": -4244119200,
            "appointing_president": "John Adams",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2729"
        }
    ],
    "thumbnail": {
        "id": 32729,
        "mime": "image\/png",
        "size": 53035,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_marshall.png"
    },
    "images": [
        {
            "file": {
                "id": 12171,
                "mime": "image\/jpeg",
                "size": 45544,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_marshall.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Rembrandt Peale)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 12570,
    "identifier": "john_marshall",
    "law_school": "William \u0026 Mary",
    "number_of_children": 10,
    "home_state": "Virginia"
}