{
    "ID": 15067,
    "name": "John Blair, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/john_blair",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Blair",
    "name_suffix": "Jr.",
    "date_of_birth": -7510298400,
    "place_of_birth": "Williamsburg, VA",
    "date_of_death": -5343732000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary Monro",
    "father": "John Blair",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022MsoNormal\u0022\u003EAs one of the first justices to set a precedent of judicial review, John Blair, Jr.’s legacy as both a Founding Father and inaugural Supreme Court Justice continues to affect the contemporary judicial system.\u003C\/p\u003E\n\u003Cp class=\u0022MsoNormal\u0022\u003EJohn Blair, Jr. was born in Williamsburg, Virginia in 1732. He grew up in one of Virginia’s most prominent families as the son of John Blair, Sr., Virginia’s acting governor and a member of the House of Burgesses. John Blair, Jr. attended College of William and Mary, a college his great uncle established. After graduating with honors in 1754, Blair spent two years in England studying law at the Middle Temple in London.\u003Ca title=\u0022\u0022 name=\u0022_ftnref1\u0022 href=\u0022#_ftn1\u0022 id=\u0022_ftnref1\u0022\u003E\u003Cbr \/\u003E\u003C\/a\u003E\u003C\/p\u003E\n\u003Cp class=\u0022MsoNormal\u0022\u003EUpon his return to Virginia, Blair began a promising legal career, as well as a career in politics. He followed in his father’s footsteps by becoming a member of the Virginia House of Burgesses in 1765. Around that same time, the Stamp Act was imposed on the colonies by the British government. Prominent political figures, such as Patrick Henry, reacted aggressively to the Act.  Blair, however, initially favored peaceful negotiations with the British government over hostile protests. As the impositions from the British government grew more severe, he eventually advocated for separation from England. From that point on, Blair played a large role in drafting both the Virginia Constitution and, later, the United States Constitution at the Constitutional Convention in 1787. He began his judicial career in 1777 as one of the first judges in the General Court of Virginia. Blair worked his way up through the ranks of Virginia’s judges, landing a position as a member of the Virginia Court of Appeals.\u003Ca title=\u0022\u0022 name=\u0022_ftnref2\u0022 href=\u0022#_ftn2\u0022 id=\u0022_ftnref2\u0022\u003E\u003Cbr \/\u003E\u003C\/a\u003E\u003C\/p\u003E\n\u003Cp class=\u0022MsoNormal\u0022\u003EDuring his time on the Virginia Court of Appeals, Blair set the precedent that courts can deem legislative acts unconstitutional in the case \u003Cem\u003EThe Commonwealth of Virginia v. Caton et al.\u003C\/em\u003E (1782). In 1803, this power was further solidified when the Supreme Court of the United States decided\u003Cem\u003E Marbury v. Madison\u003C\/em\u003E, which declared that the courts had the power of judicial review.\u003Ca title=\u0022\u0022 name=\u0022_ftnref3\u0022 href=\u0022#_ftn3\u0022 id=\u0022_ftnref3\u0022\u003E\u003Cbr \/\u003E\u003C\/a\u003E\u003C\/p\u003E\n\u003Cp class=\u0022MsoNormal\u0022\u003EGeorge Washington nominated Blair to the U.S. Supreme Court in 1789. Washington was concerned with choosing candidates who would instill confidence and legitimacy in the fledgling judiciary. Blair was surprised by the nomination, given that the other justices were the chief judicial officers of their state. However, Virginia’s chief judicial officer was too ill to be considered, and Blair’s background as a leader in the legal community combined with his reputation as a kind and fair judge made him a strong candidate.\u003Ca title=\u0022\u0022 name=\u0022_ftnref4\u0022 href=\u0022#_ftn4\u0022 id=\u0022_ftnref4\u0022\u003E\u003C\/a\u003E The caseload during Blair’s time was very light, with only 13 cases handed down over six years. Justice Blair participated in the Court\u0027s landmark case \u003Cem\u003EChisholm v. Georgia\u003C\/em\u003E, which limited states\u0027 sovereign immunity and ultimately led to the Eleventh Amendment to the U.S. Constitution\u003Cem\u003E.\u003C\/em\u003E In his opinion, Justice Blair relied only on the wording of the Constitution and not the general principles as some of his colleagues did. After his six-year stint as an inaugural Associate Justice of the Supreme Court of the United States, Blair resigned in 1796 for health reasons. He then returned to his home in Virginia, where he died on August 31, 1800.\u003C\/p\u003E\n\u003Cp\u003E \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2711,
            "type": "scotus_justice",
            "date_start": -5677408800,
            "date_end": -5496746400,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2711"
        }
    ],
    "thumbnail": {
        "id": 32725,
        "mime": "image\/png",
        "size": 49367,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_blair.png"
    },
    "images": [
        {
            "file": {
                "id": 12153,
                "mime": "image\/jpeg",
                "size": 48225,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_blair.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Ruth Koppang)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 2091,
    "identifier": "john_blair",
    "law_school": "Middle Temple",
    "number_of_children": 0,
    "home_state": "Virginia"
}