{
    "ID": 15128,
    "name": "John Jay",
    "href": "https:\/\/api.oyez.org\/people\/john_jay",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Jay",
    "name_suffix": null,
    "date_of_birth": -7070436000,
    "place_of_birth": "New York City, NY",
    "date_of_death": -4437741600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "French\/Dutch",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary Van Cortlandt",
    "father": "Peter Jay",
    "mothers_occupation": null,
    "fathers_occupation": "Merchant",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJohn Jay, the first Chief Justice of the United States, lead his contemporaries in legitimizing the reputation of the Court overseas, while also crafting the boundaries and responsibilities of the Supreme Court of the United States. John Jay grew up on a farm just outside of New York City, as the youngest of eight siblings. His lineage differs from most founders in that his parents were not British citizens, but French Huguenot refugees. His mother was in charge of his schooling until Jay left for formal education at French Huguenot Church School. From there, Jay continued to King’s College, now known as Columbia University. The law was not of any interest to Jay until his final year. After graduating with honors, Jay began clerking for one of New York’s most prominent attorneys. In 1765, however, all legal activities in New York came to a standstill; in protest of unfair taxation from England via the Stamp Act, attorneys in the state of New York went on strike. Jay did not waste any time during this break. Instead, he returned to King’s College to earn his Master of Arts degree. After the strike, he continued clerking for a year until he was admitted to the bar. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJay threw himself into the political world and became a successful attorney. Soon, the crisis of strained relations with England would force Jay to balance his loyalties between the crown and colonial America. Though Jay eventually sided with the revolutionaries, he was hesitant to engage. Like many of his contemporaries, he held on to the idea of reforming and ultimately salvaging the colonies’ relationship with England and disagreed with the majority view of separation. A visit to London, however, altered his view. He was sent as a delegate to try and negotiate a peace before potential war. Jay quickly learned that the British government would not take the colonies seriously unless America declared and won a war. It was after this revelation that he began his efforts to promote revolution in the colonies. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWar promoted many young and inexperienced politicians to elevated posts within the new government. In 1778, 33-year-old Jay was appointed President of the Continental Congress, the highest civilian position during wartime. Within the year, he was reappointed to a diplomatic position in Spain to ensure their allegiance. Then, he traveled to Paris to assist in negotiating a peace treaty with England. This mission was considered a success as the treaty favored American interests. Upon returning to his home, Jay found he was appointed secretary for foreign affairs under the Articles of Confederation. Jay enjoyed the honorable and important work of a diplomat until the Articles proved to be a failing system. In drafting and ratifying the new constitution, Jay played a large role. He contributed five essays to \u003Cem\u003EThe\u003C\/em\u003E \u003Cem\u003EFederalist Papers\u003C\/em\u003E, a collection from three different authors that pushed for the Constitution to be ratified. These essays outlined the issues with the failing Articles and how the Constitution would solve those problems. Eventually, the Constitution was ratified, and it established the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp class=\u0022p4\u0022\u003EWhen George Washington began considering appointments for the new government, he knew he wanted John Jay to hold a leadership position. He eventually appointed Jay as the first Chief Justice of the United States in 1789. Jay had high expectations of what he could accomplish using this avenue, mainly in creating stability and legitimizing America as a new sovereign nation overseas. When making decisions, Jay always had the effects of those decisions on Britain in the back of his mind. As the first Chief Justice, Jay laid the foundation for the protocol of the Court. Jay reinforced the separation of powers by refusing to give formal counsel to members of the executive branch, but he informally offered any guidance necessary. Even with his ability to forge a new path and affect the future of the courts by leading, Jay was often disappointed with his occupation. Reaction to the Court\u0027s holding in the early landmark case \u003Cem\u003EChisholm v. Georgia\u003C\/em\u003E, that citizens could sue states, would help push Jay to retirement. Some thought this would interfere with the sovereignty of the states, and this view would lead to passage of the Eleventh Amendment, establishing sovereign immunity to such suits. Jay saw this political maneuver as an attack on the reputation and importance of the Court and retired to become the governor of New York. In 1800, Jay left his political life behind to move back to his farm where he lived a life studying and engaging with the church until his death in 1829.  \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2773,
            "type": "scotus_justice",
            "date_start": -5686567200,
            "date_end": -5506941600,
            "appointing_president": "George Washington",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2773"
        }
    ],
    "thumbnail": {
        "id": 32793,
        "mime": "image\/png",
        "size": 44551,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_jay.png"
    },
    "images": [
        {
            "file": {
                "id": 12213,
                "mime": "image\/jpeg",
                "size": 61566,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_jay.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Casimir Gregory Stapko (after Gilbert Stuart))"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 2079,
    "identifier": "john_jay",
    "law_school": "Columbia",
    "number_of_children": 7,
    "home_state": "New York"
}