{
    "ID": 15051,
    "name": "John Catron",
    "href": "https:\/\/api.oyez.org\/people\/john_catron",
    "first_name": "John",
    "middle_name": null,
    "last_name": "Catron",
    "name_suffix": null,
    "date_of_birth": 0,
    "place_of_birth": "Pennsylvania",
    "date_of_death": -3300544800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "German",
    "family_status": "Lower class\/poverty",
    "mother": null,
    "father": "Peter Catron",
    "mothers_occupation": null,
    "fathers_occupation": "Small farmer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJohn Catron, a man firmly opposed to secession yet a supporter of slavery, was a paradox that sat on the bench of the Supreme Court during the tumultuous times before the Civil War period. John Catron was born in Pennsylvania in 1786 to a German immigrant family on his father’s side. At a young age, his family moved to Virginia and later Kentucky. Throughout all his life, Catron held slaves. Allegedly, he had a son with a Tennessee slave named Sally. This son was Catron’s only known child, although Catron was married to Mathilda Childress. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1812, Catron was a soldier under Andrew Jackson in the Alabama campaigns against the Creek Indians. This was before Catron read law, a common way of entering the legal profession before the introduction of law schools. He was then admitted to the Tennessee bar in 1815 and entered into private practice in the Cumberland Mountains in Tennessee from 1815-1818. \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003ECatron and his wife then moved to Nashville, where he practiced on what was known then as Mountains Circuits. At the time, his chief source of litigation was land law, which he practiced from 1818-1824. In 1818, he won distinction as Chancery lawyer. He started as a judge in 1824, and he became the Tennessee Supreme Court of Error and Appeals’ first chief justice in 1831, where he remained until 1835. One of his most notable opinions was in \u003Cem\u003ELove v. Love\u003C\/em\u003E in 1828, which resolved a dispute regarding legal titles from the state. He ruled they were unnecessary for land ownership when the occupants had continuously resided on the property for seven years. After 11 years serving in a judicial role, Catron lost his position on the bench after directing Martin Van Buren’s presidential campaign in Tennessee. The state legislature, angered by this political move, retaliated in 1835 by abolishing the Court of Errors and Appeals, thus removing Catron from the bench. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDespite this setback, President Jackson nominated Catron for the Supreme Court on March 3, 1837, on Jackson’s last day in office. The Senate confirmed him on March 8, 1837, to a new seat authorized by the Judiciary Act of 1837, which expanded the number of seats in the Supreme Court from seven to nine. Catron was the only of Jackson’s nominees to accept the position. He took his judicial oath on May 1, 1837 and began his career as a justice.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECatron was a supporter of slavery throughout his career and sided with the majority in \u003Cem\u003EDred Scott v. Sanford\u003C\/em\u003E. In this case, he wrote a separate concurrence. He agreed Scott was a slave, but said that Congress did not have the power to interfere with slavery in western territories. He opposed secession, but stood on the states’ rights side and wished for Tennessee to remain in the Union. When Tennessee seceded, Catron fled and temporarily lived in Louisville, Kentucky. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECatron died in Nashville on May 30, 1865, concluding his service on the Supreme Court. Afterwards, the Judicial Circuits Act of 1866 was enacted, reorganizing the United States Circuit Court and gradually eliminating several seats on the Supreme Court. This was used as a way to prevent President Johnson from appointing any justices and to reduce southern influence after the Civil War. With this act, Catron’s seat on the Supreme Court was eliminated after this death.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2695,
            "type": "scotus_justice",
            "date_start": -4186663200,
            "date_end": -3300544800,
            "appointing_president": "Andrew Jackson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2695"
        }
    ],
    "thumbnail": {
        "id": 32726,
        "mime": "image\/png",
        "size": 56456,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_catron.png"
    },
    "images": [
        {
            "file": {
                "id": 12137,
                "mime": "image\/jpeg",
                "size": 44573,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_catron.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 10256,
    "identifier": "john_catron",
    "law_school": null,
    "number_of_children": 0,
    "home_state": "Tennessee"
}