{
    "ID": 15129,
    "name": "John McKinley",
    "href": "https:\/\/api.oyez.org\/people\/john_mckinley",
    "first_name": "John",
    "middle_name": null,
    "last_name": "McKinley",
    "name_suffix": null,
    "date_of_birth": -5985338400,
    "place_of_birth": "Culpepper County, VA",
    "date_of_death": -3706452000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Upper-middle class",
    "mother": "Mary Logan",
    "father": "Andrew McKinley",
    "mothers_occupation": null,
    "fathers_occupation": "Physician",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EAlthough honest and hardworking, John McKinley’s time on the Supreme Court was unexceptional. Born on May 1, 1780 in Culpeper County, Virginia, John McKinley’s family moved to the Kentucky frontier when he was a child.  Very little is known about his early childhood education; however, he read law on his own and was eventually admitted to the Kentucky bar in 1800. After his admittance, John McKinley set up practice in Frankfurt and Louisville, but he moved to Alabama in 1818. McKinley was one of the main founders of Florence, Alabama, and he managed much of the town\u0027s early growth. Additionally, he was one of the founding members of the Presbyterian Church in Florence, and he was vital in the creation of one of the first public schools there. He was also on the original board of trustees for the University of Alabama.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBesides founding Florence, McKinley was actively involved in Alabama politics. While still new to the region, he held seats in the state legislature, representing the Tennessee River Valley from 1820 to 1837.  Although he backed Henry Clay for president in 1824, he publicly announced he would become an Andrew Jackson supporter after Clay’s defeat. He was elected to the United States Senate in 1826 by a margin, where he served until 1831. Two years later, he won the seat in the House of Representatives, but he returned to the state legislature in 1836 after one term.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EMcKinley favored the reform of federal land policies during his term in Congress. He believed in the transfer of public land from the federal government to the states for economic development. McKinley was a supporter of state’s rights, and he agreed with Jackson’s attempts to demolish the Bank of the United States. At the end of Jackson’s second term, Congress created two more seats on the Supreme Court. Because McKinley supported Jackson’s successor, Martin Van Buren, Van Buren appointed McKinley to the Supreme Court to fill one of the new seats. He was confirmed on September 25, 1837 by a voice vote. The same year, he had been reelected to the Senate; however, the 57-year-old chose to serve on the Court instead.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EAssigned to the ninth circuit, McKinley oversaw Alabama, Mississippi, Louisiana, and Arkansas. One of McKinley’s most infamous decisions occurred in the circuit court in Alabama when he heard the Alabama Bank Cases. In his decision, McKinley ruled in support of Alabama’s power to stop out-of-state banks from buying and selling bills of exchange. The Supreme Court heard the appeal of the case, later called \u003Cem\u003EBank of Augusta v. Earle,\u003C\/em\u003E in 1839\u003Cem\u003E.\u003C\/em\u003E McKinley was the lone dissenter; however, in 1846, he wrote for the Court in \u003Cem\u003EMusson v. Lake. \u003C\/em\u003EHere, he accepted Justice Roger Taney’s opinion delineated in \u003Cem\u003EBank of Augusta\u003C\/em\u003E, which supported a balance between interstate commercial development and states’ rights. In addition to his dissent in \u003Cem\u003EBank of Augusta\u003C\/em\u003E, McKinley also dissented in \u003Cem\u003ELane v. Vick \u003C\/em\u003E(1845), where he expressed his desire to keep the Court in its proper judicial bounds. His most significant contribution, however, was his opinion in \u003Cem\u003EPollard’s Lessee v. Hagan\u003C\/em\u003E (1845), which gave a legal basis for opening America’s land. On the Court, McKinley was a moderate supporter of states’ rights, but he generally voted with the majority. During his time on the Court, he wrote only 19 majority opinions, 4 dissents, and 2 concurrences.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EMcKinley’s docket of circuit court cases was the largest, so Congress reduced part of his caseload in 1842 by dismissing him from duties in Mississippi and Arkansas. Congress, however, then added Kentucky to his list. Stress and poor health precluded him from actively participating on the Supreme Court in the second half of his 15 years on the Court.  He died in Louisville on July 19, 1852. McKinley made very little impact on American constitutional law, but his contribution to Alabama’s early development makes him an important figure in American history. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2774,
            "type": "scotus_justice",
            "date_start": -4164804000,
            "date_end": -3706452000,
            "appointing_president": "Martin Van Buren",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2774"
        }
    ],
    "thumbnail": {
        "id": 32730,
        "mime": "image\/png",
        "size": 41039,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_mckinley.png"
    },
    "images": [
        {
            "file": {
                "id": 12214,
                "mime": "image\/jpeg",
                "size": 34565,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_mckinley.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Matthew Harris Jouett)"
        }
    ],
    "religion": "Protestant",
    "length_of_service": 5305,
    "identifier": "john_mckinley",
    "law_school": null,
    "number_of_children": 0,
    "home_state": "Alabama"
}