{
    "ID": 15097,
    "name": "John M. Harlan II",
    "href": "https:\/\/api.oyez.org\/people\/john_m_harlan2",
    "first_name": "John",
    "middle_name": "M.",
    "last_name": "Harlan",
    "name_suffix": "II",
    "date_of_birth": -2228493600,
    "place_of_birth": "Chicago, IL",
    "date_of_death": 62834400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Elizabeth Flagg",
    "father": "John M. Harlan",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EJohn Marshall Harlan II was a conservative icon of the U.S. Supreme Court who practiced a unique form of jurisprudence combining judicial restraint and activism. He was born on May 20, 1899 in Chicago, Illinois, and bears the namesake of his grandfather, who was also an Associate Justice of the U.S. Supreme Court from 1877 to 1911. Harlan was born to John Maynard Harlan and Elizabeth Flagg. His father was an attorney and local politician that hailed from a family that was politically active in both state and federal government throughout the nineteenth century. As the product of a wealthy family, Harlan attended the private Latin School of Chicago in his younger years. He then attended two boarding high schools in Toronto, Canada. Upon graduating high school, Harlan returned to the U.S. and enrolled in Princeton University in 1916.\u003C\/p\u003E\n\u003Cp\u003EAt Princeton, Harlan shined as a member of the Ivy Club (the university’s most prestigious \u0022eating club\u0022), the editor of \u003Cem\u003EThe Daily Princetonian\u003C\/em\u003E, and president of his class during his junior and senior years. Harlan’s scholastic aptitude earned him a Rhodes Scholarship after graduating in 1920, which he used to attend University of Oxford’s Balliol College. Harlan studied law abroad for three years before again returning to the U.S. in order to work as an apprentice at the law firm Root, Clark, Bucker \u0026amp; Howland (currently known as Dewey \u0026amp; LeBoeuf). He simultaneously enrolled in New York Law School, earned his U.S. law degree in 1924, and gained admittance to the bar in 1925.\u003C\/p\u003E\n\u003Cp\u003EIn 1925, Emory Bucker, Harlan’s mentor at Root, became the U.S. Attorney for the Southern District of New York and appointed Harlan as an Assistant U.S. Attorney. Harlan managed the division responsible for enforcing Prohibition until 1927. He then worked as a Special Assistant Attorney General of New York until 1930 and was integral to the investigation of a sewer construction debacle in Queens. In 1930, Harlan returned to Root, where he remained in private practice until 1943 when he volunteered for military service during World War II. He served as a colonel in the U.S. Air Force until 1945 and won the Legion of Merit for his outstanding performance. Harlan resumed private practice in 1946, representing the infamous DuPont family in federal antitrust litigation, before returning to public service again in 1951 to work as Chief Counsel to the New York State Crime Commission. President Eisenhower nominated Harlan to fill the vacant seat of the deceased Judge Augustus Noble Hand on the U.S. Court of Appeals for the Second Circuit in January 1954. He was confirmed by the Senate on February 9th and took office the following day. Harlan had appeared before the appellate court on several occasions and was familiar with many of the other judges, but he only remained on the bench for one year. President Eisenhower nominated him to take the seat of Justice Robert H. Jackson, who had passed away, on the U.S. Supreme Court in January 1955. Congressional leaders were worried about the potential of a runaway liberal justice being appointed to the Court following the landmark decision in \u003Cem\u003EBrown v. Board of Education\u003C\/em\u003E. Therefore, Harlan appeared before the Senate Judiciary Committee prior to his confirmation in order to respond to questions about his judicial philosophy. This had never been done before, but it set a precedent for every future Supreme Court nomination. He was confirmed on March 17, 1955 by a 71-11 vote and took office that same day. Nine of the eleven senators who voted against his confirmation were southerners who were deeply concerned that Harlan would support desegregation and other civil rights initiatives. Their fears would indeed come to fruition.\u003C\/p\u003E\n\u003Cp\u003EJustice Harlan’s jurisprudence, while conservative, is perhaps best described as a balance between textualism and support for evolving constitutional principles. He adamantly opposed strict textualism, but found that the original intent of the Constitution could be supplemented by measuring the social impact of judicial decisions. Ultimately, he believed in a limited federal judiciary and favored the political process as the best realm for addressing and remedying public issues. He once said: “The Constitution is not a panacea for every blot upon the public welfare nor should this court…be thought of as a general haven of reform movements.” However, Justice Harlan regularly voted to expand civil rights. He voted with the majority to compel public officials to desegregate Arkansas public schools not shortly after the integration of the \u0022Little Rock Nine\u0022 (\u003Cem\u003ECooper v. Aaron\u003C\/em\u003E) and joined the unanimous decision to end the ban on interracial marriages (\u003Cem\u003ELoving v. Virginia\u003C\/em\u003E). He also endorsed the idea of substantive due process that encompassed several fundamental Constitutional rights (dissenting from the dismissal of \u003Cem\u003EPoe v. Ullma\u003C\/em\u003En, where he wrote that the due process clause protected freedoms and rights beyond the traditional norms and encompassed a right to privacy), and advocated for a separation of church and state (voting with the majority in \u003Cem\u003EEngel v. Vitale\u003C\/em\u003E, which declared it unconstitutional for states to compel public schools to recite prayers).\u003C\/p\u003E\n\u003Cp\u003EHe frequently dissented from criminal cases during the 1960s that sought to limit the interrogation techniques of police officers. He dissented in \u003Cem\u003EEscobedo v. Illinois\u003C\/em\u003E, which found that police officers had to honor a suspect’s request to consult an attorney during an interrogation, and dissented in \u003Cem\u003EMiranda v. Arizona\u003C\/em\u003E, which created the \u0022Miranda rights.\u0022 Harlan often voted alongside his mentor Justice Felix Frankfurter, was the ideological opposite of his friend Justice Hugo Black, and was considered a moderate member of the Court comparable to Justice Byron White. By the late 1960s, Harlan’s health started to deteriorate, beginning with his eyesight. He often compensated by having others read materials for him. He retired from the Court on September 23, 1971 and died of spinal cancer on December 29 that year at the age of 72. He was entombed in Washington, D.C. and is frequently cited as one of the greatest Supreme Court justices of the twentieth century.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2741,
            "type": "scotus_justice",
            "date_start": -465933600,
            "date_end": 54450000,
            "appointing_president": "Dwight D. Eisenhower",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2741"
        }
    ],
    "thumbnail": {
        "id": 32728,
        "mime": "image\/png",
        "size": 53784,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_marshall_harlan_ii.png"
    },
    "images": [
        {
            "file": {
                "id": 12183,
                "mime": "image\/jpeg",
                "size": 37705,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/john_m_harlan_ii.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Gardener Cox)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 6023,
    "identifier": "john_m_harlan2",
    "law_school": "New York",
    "number_of_children": 1,
    "home_state": "New York"
}