{
    "ID": 15091,
    "name": "Joseph Story",
    "href": "https:\/\/api.oyez.org\/people\/joseph_story",
    "first_name": "Joseph",
    "middle_name": null,
    "last_name": "Story",
    "name_suffix": null,
    "date_of_birth": -6004864800,
    "place_of_birth": "Marblehead, MA",
    "date_of_death": -3922797600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Mehitable Pedrick",
    "father": "Elisha Story",
    "mothers_occupation": null,
    "fathers_occupation": "Physician",
    "biography": "\u003Cp\u003EA renowned writer and orator, Joseph Story’s writings and opinions fundamentally influenced early American jurisprudence. On September 18th, 1779 in Marblehead, Massachusetts, Story was born to the son of a participant in the Boston Tea Party. Growing up, he was perceptive and inquisitive, always refusing to take part in a game at school in which he had to act as a subordinate to a fellow classmate. Following a disagreement with a fellow classmate and an incident with his schoolmaster, Story left school and was forced to do the majority of his pre-college studies on his own. Through constant self-study, he was admitted to Harvard in January 1795, and he eventually graduated second in his class.\u003C\/p\u003E\n\u003Cp\u003EAfter his graduation from Harvard, Story began reading law in the Marblehead office of Samuel Sewall, who later became the chief justice of the Massachusetts Supreme Judicial Court. After Sewall left to serve on the court, Story continued his studies under Samuel Putnam in Salem and entered the bar in 1801. He stayed in Salem and owned his own practice. After working at his practice for several years, Story was elected to the state legislature in 1805, and he entered the United States Congress in 1808. During his one term in the House, Thomas Jefferson blamed Story for the repeal of his foreign trade embargo, which began to distance him from his party. In 1810, Story went back to the Massachusetts House of Representatives and was later elected as the Speaker of the House. Because of his political origins, President James Madison nominated Story for the Supreme Court of the United States on November 15th, 1811. He was confirmed on November 18th and took his judicial oath on February 3rd. At only 32 years old, Story was one of the youngest justices to ever sit on the Supreme Court. He had no previous judicial experience.\u003C\/p\u003E\n\u003Cp\u003EAndrew Jackson once referred to Joseph Story as “the most dangerous man in America,” due to Story’s strong support of nationalism. Although Madison originally thought Story would contrast with Marshall and other Federalists on the Court, Story did the exact opposite; he sided with Marshall in almost all of Marshall’s decisions. Perhaps Story’s most famous opinion came in \u003Cem\u003EMartin v. Hunter’s Lessee\u003C\/em\u003E in 1816, a significant historical decision that established the appellate authority of the Supreme Court. His other important judicial opinions include \u003Cem\u003EPrig v. Pennsylvania\u003C\/em\u003E (1842), where Story held that the Fugitive Slave Act of 1793 precluded state statutes concerning the recapture of escaped slaves. In \u003Cem\u003ESwift v. Tyson\u003C\/em\u003E (1842), Story also aided in creating a “federal common law” specifically for commercial cases. Finally, in 1841, the Supreme Court heard \u0022the Amistad case,\u0022 concerning the US Navy\u0027s taking of a Spanish ship that was carrying slaves from Cuba. Writing for the majority, Story declared that the African captives should be freed on the basis that they were free individuals with full rights.\u003C\/p\u003E\n\u003Cp\u003EStory pursued other interests while serving on the Supreme Court. For example, he took an active interest in higher education, and in 1819, Story was elected to the Harvard Board of Overseers. In 1829, he became Dane Professor of Law at Harvard, where he played a pivotal role in the foundation of Harvard Law School. In addition to his work in education, Story was also an accomplished writer. Arguably his most famous written works were his nine \u003Cem\u003ECommentaries\u003C\/em\u003E on the law, which advocated economic liberty and expressed his support for a strong national government. Although Story had plans to leave the Court and continue his other pursuits, he died unexpectedly of an illness on September 10th, 1845. Despite his untimely death, Story’s historic written works and strong court opinions have left an indelible mark on American history.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2735,
            "type": "scotus_justice",
            "date_start": -4983184800,
            "date_end": -3922797600,
            "appointing_president": "James Madison",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2735"
        }
    ],
    "thumbnail": {
        "id": 32736,
        "mime": "image\/png",
        "size": 44576,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/joseph_story.png"
    },
    "images": [
        {
            "file": {
                "id": 12177,
                "mime": "image\/jpeg",
                "size": 36182,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/joseph_story.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George P.A. Healy)"
        }
    ],
    "religion": "Unitarian",
    "length_of_service": 12273,
    "identifier": "joseph_story",
    "law_school": "Harvard",
    "number_of_children": 7,
    "home_state": "Massachusetts"
}