{
    "ID": 15098,
    "name": "Joseph McKenna",
    "href": "https:\/\/api.oyez.org\/people\/joseph_mckenna",
    "first_name": "Joseph",
    "middle_name": null,
    "last_name": "McKenna",
    "name_suffix": null,
    "date_of_birth": -3988634400,
    "place_of_birth": "Philadelphia, PA",
    "date_of_death": -1360519200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Irish",
    "family_status": "Lower-middle class",
    "mother": "May Ann Johnson",
    "father": "John McKenna",
    "mothers_occupation": null,
    "fathers_occupation": "Baker",
    "biography": "\u003Cp\u003EJoseph McKenna was the son of Irish immigrants who settled in Philadelphia but later moved to California. After attending public school, McKenna studied law at the Benicia Collegiate Institute and graduated in 1865. A year later, he entered the practice of law. But politics had more allure than law, and McKenna pursued Republican issues in his community.\u003C\/p\u003E\n\u003Cp\u003EMcKenna served four terms in the House of Representatives, and later, as circuit judge and (briefly) as attorney general. In all these roles, he was devoted to Republican principles. This loyalty was surely the basis for his nomination to the High Court, for experience would confirm that it was not his ability that merited his elevation to the nation\u0027s highest tribunal. In fact, two federal trial judges took the unusual step of publicly expressing their view that McKenna was unfit for the office based on his performance as an appellate judge.\u003C\/p\u003E\n\u003Cp\u003EMcKenna may have acknowledged his lack of preparation when, after his confirmation, he studied law at Columbia Law School to prepare for the burdens he would face as a justice. There is doubt that the last-minute tutoring had any measurable improvement on his ability as a justice.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2742,
            "type": "scotus_justice",
            "date_start": -2269879200,
            "date_end": -1419703200,
            "appointing_president": "William McKinley",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2742"
        }
    ],
    "thumbnail": {
        "id": 32692,
        "mime": "image\/png",
        "size": 56275,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/joseph_mckenna.png"
    },
    "images": [
        {
            "file": {
                "id": 12184,
                "mime": "image\/jpeg",
                "size": 30283,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/joseph_mckenna.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Edward Wilber D. Hamilton)"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 9840,
    "identifier": "joseph_mckenna",
    "law_school": "Columbia",
    "number_of_children": 4,
    "home_state": "Massachusetts"
}