{
    "ID": 15090,
    "name": "Levi Woodbury",
    "href": "https:\/\/api.oyez.org\/people\/levi_woodbury",
    "first_name": "Levi",
    "middle_name": null,
    "last_name": "Woodbury",
    "name_suffix": null,
    "date_of_birth": -5681037600,
    "place_of_birth": "Francestown, NH",
    "date_of_death": -3734013600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper-middle class",
    "mother": "Mary Woodbury",
    "father": "Peter Woodbury",
    "mothers_occupation": null,
    "fathers_occupation": "Merchant, farmer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ELevi Woodbury was a respected Supreme Court justice, though he did not leave a great impression on the court during his five-year tenure. Levi Woodbury was born on December 2, 1789 into a wealthy family who could trace their lineage back to the original Puritan group that settled in New England. Though his family was heavily involved in the Revolution, they had reverted back to their trades as farmers by the time he was born. As the oldest son, Woodbury’s family pressured him to do well in his studies and earn a spot at Dartmouth College. Woodbury was near obsessive about his studies; he achieved his goal and graduated with honors from Dartmouth College in 1809. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThough Woodbury tried studying at a law school, he quickly decided that he did not enjoy this practice and opted for the old-fashioned apprenticeship method instead. Woodbury trained under Samuel Dana first, then left Dana to study under Jeremiah Smith of New Hampshire. Woodbury was admitted to the bar in 1812. He moved back to his hometown of Francestown, New Hampshire to open his own practice. Woodbury chose to align himself with a political party known for its association with President James Madison, the Jeffersonian Republicans. This was a relatively newer party, allowing Woodbury to take a leadership role very early on in his public career, especially when the dominant party of the time, the Federalists, saw a decline in their power. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWoodbury started his political career as a New Hampshire Senate clerk, where he befriended New Hampshire governor William Plumer. Plumer propelled Woodbury’s career forward through a number of appointments, most notably to the bench of the state Superior Court. In 1823, Woodbury ran for governor, backed by factions of both political parties. He won the election, but only served for a year before he was beaten in the next election. This defeat was only a minor setback, as the next year Woodbury ran for a position in the New Hampshire House and won. He served as the Speaker of the House until he was elected to the U.S. Senate that same year. Upon his arrival in Washington, D.C., Woodbury aligned his support with Andrew Jackson. When Jackson won the presidency, he appointed Woodbury his Secretary of the Navy in 1828. He served in Jackson’s cabinet throughout his presidency and into Van Buren’s presidency, where he served as Secretary of the Treasury. In 1841, when Harrison took office, he returned to his position as a U. S. Senator.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWoodbury served as a Senator until Polk took office and appointed him a Supreme Court justice in 1846. He served five years on the court. In his short tenure, Woodbury was not connected to any major case, but was seen as a valuable member to the bench for his reasoning skills and his work ethic. Woodbury kept his views indeterminable in debate until he absolutely had to pick a side. This led to many misconceptions as to what his actual stance on a subject was. For example, in \u003Cem\u003EJones v. Van Zandt\u003C\/em\u003E, Woodbury voted to uphold certain fugitive slave laws. Many thought this indicated a pro-slavery stance, but really his vote was motivated by an appreciation for states’ rights and a fear that the constitution was being interpreted too liberally. This opinion made Woodbury popular in the south. Mixed with his background as a northerner, he was a popular choice for the 1848 presidential campaign. He lost the Democratic nomination to Lewis Cass, but was determined to take the 1852 slot. Woodbury died suddenly in 1851, cutting short his presidential dream. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2734,
            "type": "scotus_justice",
            "date_start": -3921674400,
            "date_end": -3734013600,
            "appointing_president": "James K. Polk",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2734"
        }
    ],
    "thumbnail": {
        "id": 32737,
        "mime": "image\/png",
        "size": 51768,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/levi_woodbury.png"
    },
    "images": [
        {
            "file": {
                "id": 12176,
                "mime": "image\/jpeg",
                "size": 26871,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/levi_woodbury.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: unknown)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 2172,
    "identifier": "levi_woodbury",
    "law_school": "Tapping-Reeve",
    "number_of_children": 5,
    "home_state": "North Carolina"
}