{
    "ID": 15119,
    "name": "Lewis F. Powell, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/lewis_f_powell_jr",
    "first_name": "Lewis",
    "middle_name": "F.",
    "last_name": "Powell",
    "name_suffix": "Jr.",
    "date_of_birth": -1965578400,
    "place_of_birth": "Suffolk, VA",
    "date_of_death": 904021200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Welsh",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary Gwathmey",
    "father": "Lewis F. Powell",
    "mothers_occupation": null,
    "fathers_occupation": "Businessman",
    "biography": "\u003Cp dir=\u0022ltr\u0022\u003EStruggling to balance law’s tradition against an evolving society, Justice Powell took his judicial dilemma to the chambers of the Supreme Court at a time when balance was sorely needed. Lewis Franklin Powell, Jr., was born on September 19, 1907, to Mary Gwathmey and Lewis F. Powell. The first of four children, Powell was a well-mannered, quiet boy who excelled at his studies. The Powells moved to a nice neighborhood in Richmond in 1908, though there were no schools nearby. Powell began his education with an elderly lady who taught children in her home. After three years of education, he was able to attend fourth grade when the trolley lines opened to allow river passage. Though Powell was his mother’s favorite child, he fought hard to earn his father’s favor. His father made him work every summer to teach responsibility, and he bought a cow to teach him discipline. Every morning Powell had to feed her and milk her upon arriving home late in the evening. Powell later stated that one of the happiest moments of his youth was when he came home to find the cow dead. Though he and his father had a tense relationship, he possessed the same fierce ambition that led his father to be a successful businessman.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EIn 1925 Powell set out to attend Washington and Lee. He became president of his fraternity, managing editor of the student newspaper, and a member of the yearbook staff. His major was in commerce, but he also studied law. Powell had always planned on becoming a lawyer because he viewed their roles as shaping history. He graduated in June 1929 magna cum laude and continued working towards his law degree. He noted mostly judicial decisions and the rules they stood for rather than the context in which they were decided or carried out. In June of 1931, he graduated first from law school. Following his father’s wishes, who was disappointed in his choice of Washington and Lee, Powell went on to Harvard for a year to earn a Master’s in Law. The experience was quite different than that of Washington and Lee. Powell spent most of his time involved in his studies, forfeiting any social life. He took a class with Felix Frankfurter, and his fellow classmates admired his legal mind. From what he learned at the two institutions, Powell left with a tension between respect for authority and a need for change that defined his judicial career.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EUpon graduation, Powell took a job in Richmond with Christian, Barton \u0026amp; Parker. He was given much responsibility, which allowed for T. Justin Moore to offer him a job at Hunton, Williams, Anderson, Gay \u0026amp; Moore after admiring his presentation in court. On January 1, 1935, he joined one of the best firms in the nation. After only three years, Powell was made partner.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EPowell began dating Josephine Pierce Rucker, the daughter of the doctor who delivered his younger twin brothers. After a lackluster first date long before, the two hit it off and were married on May 2, 1936. He and Josephine later had four children together.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EIn 1941, Powell volunteered for the Army Air Forces as a non-flier. He was one of ten honor graduates in the program. In 1944, Powell was promoted to major; a month later, he was assigned to the Military Intelligence Service, War Department. After the war ended, Powell returned to his firm. He became involved in the American Bar Association, which earned him many contacts.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EPowell was involved in local business and political affairs. He served on boards of education at a time when there were strong demands to resist racial integration. His firm handled one of the five cases that was grouped together under the name Brown v. Board of Education. He felt that it was wrongly decided. This was evident in his lack of progress in enforcing the decision, stating that new schools would not accelerate racial mixing. African-Americans weren’t admitted into white schools in Richmond until 1960. In 1964, Powell was elected in an uncontested election for ABA president. There, he rose to the top of his profession as he called for comprehensive reform of legal ethics, enforcement of standards in the administration of criminal law, and the expansion of legal services for the poor.\u003C\/p\u003E\n\u003Cp dir=\u0022ltr\u0022\u003EIn 1971, Nixon needed to fill Hugo Black’s position on the Supreme Court. On January 6, 1972, Powell was sworn in as an Associate Justice to the Supreme Court. With a Supreme Court in balance ideologically, Powell was cast in the middle of several important issues during his tenure as a moderate. His vote decided the Court\u0027s first confrontations with abortion and affirmative action, and his stance in the Court’s center made him the decisive voice in many cases. Powell was on the winning side of about thirty major decisions; more than any other justice. His stance on abortion cases prevailed in all eighteen of the cases he heard.\u003C\/p\u003E\n\u003Cp\u003EPowell got along well with the other justices. Though he leaned towards acceptance and conformity, he sometimes viewed law as more of a tradition rather than an instrument of change. Powell was well respected, and upon retiring in 1987, several of his colleagues expressed their great sadness at losing one of the “few great justices.”\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2764,
            "type": "scotus_justice",
            "date_start": 63612000,
            "date_end": 551682000,
            "appointing_president": "Richard Nixon",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2764"
        }
    ],
    "thumbnail": {
        "id": 32738,
        "mime": "image\/png",
        "size": 53543,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/lewis_f_powell_jr.png"
    },
    "images": [
        {
            "file": {
                "id": 12204,
                "mime": "image\/jpeg",
                "size": 43830,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/lewis_f_powell_jr.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George Augusta)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 5649,
    "identifier": "lewis_f_powell_jr",
    "law_school": "Washington, Harvard",
    "number_of_children": 4,
    "home_state": "Virginia"
}