{
    "ID": 15075,
    "name": "Louis D. Brandeis",
    "href": "https:\/\/api.oyez.org\/people\/louis_d_brandeis",
    "first_name": "Louis",
    "middle_name": "D.",
    "last_name": "Brandeis",
    "name_suffix": null,
    "date_of_birth": -3570112800,
    "place_of_birth": "Louisville, KY",
    "date_of_death": -891194400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "German",
    "family_status": "Upper class\/wealthy",
    "mother": "Fredericka Dembitz",
    "father": "Adolph Brandeis",
    "mothers_occupation": null,
    "fathers_occupation": "Grain merchant",
    "biography": "\u003Cp\u003ELouis Dembitz Brandeis was the son of Jewish immigrants. He was born and raised in Louisville, Kentucky where his father was a successful grain merchant. Brandeis entered Harvard Law School when he was eighteen and earned the highest average in the law school\u0027s history, graduating in 1877.\u003C\/p\u003E\n\u003Cp\u003EBrandeis came to the Supreme Court with extraordinary credentials as a lawyer and public figure. He proved to be an equally extraordinary justice by employing the skills that made him renowned as an attorney: he mastered procedural details, researched the facts and the law, and went to great lengths to fashion opinions that were clear and logical.\u003C\/p\u003E\n\u003Cp\u003EFor Brandeis, law was a device to shape social, economic, and political affairs. Law had to operate on the basis of two key assumptions: that the individual was the basic force in society and that the individual had limited capabilities. Brandeis did not seek to coddle the individual; rather, he sought to stretch individual potential to its limit.\u003C\/p\u003E\n\u003Cp\u003EIt is difficult to isolate a single opinion among the hundreds that Brandeis wrote. Whatever the choice, some student will surely take exception. However, the opinion with the greatest impact on the law must be the federalism case of Erie v. Tompkins, one of the last opinions Brandeis wrote.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2719,
            "type": "scotus_justice",
            "date_start": -1690653600,
            "date_end": -974570400,
            "appointing_president": "Woodrow Wilson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2719"
        }
    ],
    "thumbnail": {
        "id": 32739,
        "mime": "image\/png",
        "size": 33357,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/louis_brandeis.png"
    },
    "images": [
        {
            "file": {
                "id": 12161,
                "mime": "image\/jpeg",
                "size": 38226,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/louis_d_brandeis.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Eben F. Comins)"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 8288,
    "identifier": "louis_d_brandeis",
    "law_school": "Harvard",
    "number_of_children": 2,
    "home_state": "Massachusetts"
}