{
    "ID": 15052,
    "name": "Melville W. Fuller",
    "href": "https:\/\/api.oyez.org\/people\/melville_w_fuller",
    "first_name": "Melville",
    "middle_name": "W.",
    "last_name": "Fuller",
    "name_suffix": null,
    "date_of_birth": -4319719200,
    "place_of_birth": "Augusta, ME",
    "date_of_death": -1877536800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Catherine Weston",
    "father": "Frederick A. Fuller",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EMelville W. Fuller was born and raised in Maine. He attended Bowdoin College. He read law after graduation and passed the bar following a six-month stint at Harvard Law School. Though Fuller was headed for a promising career in Maine, he elected to move west. He settled in Chicago where he combined politics and law.\u003C\/p\u003E\n\u003Cp\u003EFuller managed Stephen Douglas\u0027s presidential campaign against Abraham Lincoln in 1860; and, he later served in the Illinois House of Representatives for two years. Fuller also maintained a thriving legal practice, specializing in real estate problems.\u003C\/p\u003E\n\u003Cp\u003EPresident Grover Cleveland offered Fuller appointment as solicitor general, which Fuller declined. Cleveland then selected Fuller for the chief justice position. Senate confirmation took three months. There were objections about Fuller\u0027s sympathies for big corporations and Northern Republicans questioned his loyalty to the Union. In the end, however, Fuller was approved.\u003C\/p\u003E\n\u003Cp\u003EFuller presided over a Court that was barraged by constant criticism. In fact, only the Warren Court was the subject of more abuse. Both Courts actively injected their value preferences into the legislative arena.\u003C\/p\u003E\n\u003Cp\u003EFuller was an amiable leader who inaugurated the custom that each justice greet and shake hands with every other justice prior to the conference. The custom continues to this day.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2696,
            "type": "scotus_justice",
            "date_start": -2563380000,
            "date_end": -1877536800,
            "appointing_president": "Grover Cleveland",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2696"
        }
    ],
    "thumbnail": {
        "id": 32742,
        "mime": "image\/png",
        "size": 63952,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/melville_fuller.png"
    },
    "images": [
        {
            "file": {
                "id": 12138,
                "mime": "image\/jpeg",
                "size": 54685,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/melville_w_fuller.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Albert Rosenthal)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 7938,
    "identifier": "melville_w_fuller",
    "law_school": "Harvard",
    "number_of_children": 8,
    "home_state": "Illinois"
}