{
    "ID": 15101,
    "name": "Morrison R. Waite",
    "href": "https:\/\/api.oyez.org\/people\/morrison_r_waite",
    "first_name": "Morrison",
    "middle_name": "R.",
    "last_name": "Waite",
    "name_suffix": null,
    "date_of_birth": -4831034400,
    "place_of_birth": "Lyme, CT",
    "date_of_death": -2580573600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Maria Selden",
    "father": "Henry Matson Waite",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer, farmer",
    "biography": "\u003Cp\u003EWaite was born and raised in Connecticut. He left his home state to make his career practicing law in northwestern Ohio. Waite ran twice unsuccessfully for the U.S. Senate and spent one term in the state legislature. Waite later declined a seat on the Ohio Supreme Court. He gained a measure of national attention when he represented the U.S. delegationto an international arbitration aimed at settling a dispute between the United States and Great Britain concerning the outfitting of Confederate vessels in British ports. The United States was awarded $15.5 million and brought Waite praise and attention. Waite was a surprise choice for the chief justice position. Grant had offered the position to another candidate who turned him down. Grant approached three others but they withdrew when the Senate threatened rejection. Waite was Grant\u0027s fifth and final choice for the job. His surprise appointment also generated resentment among several of his colleagues on the Court who aspired to the center chair but did not obtain it. Waite\u0027s legacy to constitutional law falls into three domains. His opinions were the first interpreting the Civil War Amendments. Second, his opinions guided state governments as they sought to address economic changes resulting from the industrial revolution. Finally, Waite\u0027s view of the judicial function guided thinking about judicial review well into the 20th century.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2745,
            "type": "scotus_justice",
            "date_start": -3024064800,
            "date_end": -2580573600,
            "appointing_president": "Ulysses S. Grant",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2745"
        }
    ],
    "thumbnail": {
        "id": 32743,
        "mime": "image\/png",
        "size": 58958,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/morrison_waite.png"
    },
    "images": [
        {
            "file": {
                "id": 56856,
                "mime": "image\/jpeg",
                "size": 104051,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/waite_morrison_portrait-1.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Israel Quick)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 5133,
    "identifier": "morrison_r_waite",
    "law_school": "Yale",
    "number_of_children": 5,
    "home_state": "Ohio"
}