{
    "ID": 15072,
    "name": "Nathan Clifford",
    "href": "https:\/\/api.oyez.org\/people\/nathan_clifford",
    "first_name": "Nathan",
    "middle_name": null,
    "last_name": "Clifford",
    "name_suffix": null,
    "date_of_birth": -5250247200,
    "place_of_birth": "Rumney, NH",
    "date_of_death": -2790784800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Lower class\/poverty",
    "mother": "Lydia Simpson",
    "father": "Nathaniel Clifford",
    "mothers_occupation": null,
    "fathers_occupation": "Small farmer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ENathan Clifford delivered over 400 opinions as a Supreme Court Justice, although he only wrote on issues related to commercial and maritime law. Born in 1803, Nathan Clifford was the only son of seven children and was raised in the small town of Rumney, New Hampshire. He was a noble man who dedicated himself to the traditional principles of hard work, honor and morality. At the early age of fourteen, Nathan departed from the conventional ways and sought a liberal education at the Haverhill Academy. When Nathan was not studying, his passion was vocal art. Clifford used his musical taste, fine voice, and significant knowledge of harmonies to teach singing lessons after school hours and to supplement his income. Clifford completed his academic training after spending one year at New Hampton Literary Institute, which was where he announced his determination to study law.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EClifford began studying law at the age of eighteen while working at the law office of Josiah Quincy. Five years later, he was admitted to practice and moved to the farmlands of Newfield, Maine, where he was the only lawyer in town. It was here that Clifford met the love of his life, Hannah Ayer, and got married within his first year of living at Newfield. Clifford was soon elected into the Maine House of Representatives, where he served three two-year terms. He was a born northern Democrat and spent no time holding back his opinions on state and national debates.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1846, President James Polk appointed Clifford as the U.S. Attorney General. Clifford held that position for two years. His position as U.S. Attorney General ended when Polk appointed Clifford as the United States representative for the purposes of establishing a peace treaty between the United States and Mexico following the war between the two nations. Clifford remained in Mexico until the end of the Polk administration in 1849. It was then that Clifford made his way back to Newfield, Maine to settle down with his wife and resume private practice. Shortly after, however, Clifford was nominated by President James Buchanan to succeed Justice Curtis on the United States Supreme Court. Although many Republicans criticized Clifford because of his southern sympathies, the Senate narrowly confirmed Clifford as Associate Justice of the Supreme Court of the United States on January 28, 1858.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ENathan Clifford held his seat as a Supreme Court Justice for 23 years without ever addressing a constitutional issue. However, Clifford is well known for his supporting role in \u003Cem\u003EHepburn v. Griswold\u003C\/em\u003E, which declared certain parts of the Legal Tender Act unconstitutional. The Legal Tender Act was passed during the Civil War for the purposes of funding the economy with U.S. notes; however, the act was overruled because the U.S. notes were deemed a depreciated medium of exchange that ultimately denied creditors due process of law.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1877, Clifford chaired the electoral commission for the presidential election. Although he remained true to his political domain and supported the Democratic aspirant, the commission ultimately voted in favor of the Republican, Rutherford B. Hayes. A few years later, Clifford suffered a major stroke, but continued to perform his duties. Clifford died one year later.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2716,
            "type": "scotus_justice",
            "date_start": -3532615200,
            "date_end": -2790784800,
            "appointing_president": "James Buchanan",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2716"
        }
    ],
    "thumbnail": {
        "id": 32744,
        "mime": "image\/png",
        "size": 51252,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/nathan_clifford.png"
    },
    "images": [
        {
            "file": {
                "id": 32811,
                "mime": "image\/jpeg",
                "size": 45044,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/nathan_clifford_portrait_cropped.2.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Joan Trimble-smith)"
        }
    ],
    "religion": "Unitarian",
    "length_of_service": 8586,
    "identifier": "nathan_clifford",
    "law_school": null,
    "number_of_children": 6,
    "home_state": "Maine"
}