{
    "ID": 15096,
    "name": "Noah Swayne",
    "href": "https:\/\/api.oyez.org\/people\/noah_swayne",
    "first_name": "Noah",
    "middle_name": null,
    "last_name": "Swayne",
    "name_suffix": null,
    "date_of_birth": -5209034400,
    "place_of_birth": "Frederick County, VA",
    "date_of_death": -2700151200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper-middle class",
    "mother": "Rebecca Smith",
    "father": "Joshua Swayne",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner",
    "biography": "\u003Cp\u003ENoah Swayne was the first of Lincoln\u0027s five appointments to the Supreme Court. Swayne satisfied Lincoln\u0027s criteria for appointment: commitment to the Union, slavery opponent, geographically correct.\u003C\/p\u003E\n\u003Cp\u003ESwayne\u0027s left his native Virginia at age 19 because he was hostile to slavery. He settled in Ohio and later served there in the state legislature. He was appointed United States Attorney for Ohio by President Andrew Jackson. He retained his opposition to slavery and joined the newly created Republican party in 1855. Swayne\u0027s close personal friend was Justice John McLean who suggested that Lincoln appoint Swayne as his successor. When McLean died, Swayne mustered support for the appointment to his friend\u0027s position.\u003C\/p\u003E\n\u003Cp\u003ESwayne was an undistinguished justice. He wrote few major opinions and served as an extra vote in important majority and dissenting positions articulated by others. He stayed well beyond his time; he deteriorated mentally and physically while still on the bench. Though he lacked intellectual leadership, Swayne coveted the position of Chief Justice. He campaigned aggressively and unsuccessfully for the spot in 1864 and in 1873.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2740,
            "type": "scotus_justice",
            "date_start": -3405866400,
            "date_end": -2806509600,
            "appointing_president": "Abraham Lincoln",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2740"
        }
    ],
    "thumbnail": {
        "id": 32745,
        "mime": "image\/png",
        "size": 61407,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/noah_swayne.png"
    },
    "images": [
        {
            "file": {
                "id": 12182,
                "mime": "image\/jpeg",
                "size": 46162,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/noah_swayne.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Quaker",
    "length_of_service": 6937,
    "identifier": "noah_swayne",
    "law_school": null,
    "number_of_children": 5,
    "home_state": "Ohio"
}