{
    "ID": 15048,
    "name": "Oliver W. Holmes, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/oliver_w_holmes_jr",
    "first_name": "Oliver",
    "middle_name": "W.",
    "last_name": "Holmes",
    "name_suffix": "Jr.",
    "date_of_birth": -4065098400,
    "place_of_birth": "Boston, MA",
    "date_of_death": -1098986400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Amelia Lee Jackson",
    "father": "Oliver W. Holmes",
    "mothers_occupation": null,
    "fathers_occupation": "Professor, poet, physician",
    "biography": "\u003Cp\u003EOliver Wendell Holmes, Jr. came from an illustrious family and his contributions throughout his life added distinction to an otherwise distinguished group. Holmes graduated from Harvard and was selected class poet in 1861. He was commissioned a second lieutenant in the Massachusetts Twentieth Volunteers. Holmes was wounded three times in the war. He carried one of those bullets in his body until his death at the age of 93.\u003C\/p\u003E\n\u003Cp\u003EHe left military serve as a captain and then return to Harvard, this time to study law. After graduation from the Law School, he entered private practice but soon returned to his alma mater to teach constitutional law, lecture, and write. At 40, he published his treatise, The Common Law. Holmes found academic life incomplete, however, so he accepted appointment to the Massachusetts Supreme Court where he served for 20 years.\u003C\/p\u003E\n\u003Cp\u003EPresident Theodore Roosevelt thought Holmes\u0027s views compatible with his own, so he nominated him in 1902 for a position on the Supreme Court. The Senate confirmed the appointment without objection two days later.\u003C\/p\u003E\n\u003Cp\u003EHolmes was a key player on four major courts: Fuller, White, Taft and Hughes. In 25 of his 29 years, Holmes never missed a session of the Court. He walked from his home to the Court daily, a distance of some 2 1\/2 miles. By endurance alone, Holmes qualifies as the Cal Ripkin Jr. of the nation\u0027s highest bench.\u003C\/p\u003E\n\u003Cp\u003EBy temperament, Holmes asserted a pragmatic view of the law. He balanced his deep skepticism in human nature against the stabilizing rule of law. Yet he treasured liberty in the same spirit as the playwright Robert Bolt envisioned in Sir Thomas More, who was executed in 1535. More, like Holmes, put his trust in the law. His opinions will endure largely because he kept them short and studded many with vivid phrases. This left little work for his law clerks. One of them, Alger Hiss, spoke about his responsibilities when he worked for Holmes in 1929.\u003C\/p\u003E\n\u003Cp\u003ENear the end of his long career, Holmes reflected on life and work and the final moments which he knew were soon approaching.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2692,
            "type": "scotus_justice",
            "date_start": -2116432800,
            "date_end": -1198260000,
            "appointing_president": "Theodore Roosevelt",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2692"
        }
    ],
    "thumbnail": {
        "id": 32747,
        "mime": "image\/png",
        "size": 53023,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/oliver_wendell_holmes.png"
    },
    "images": [
        {
            "file": {
                "id": 12134,
                "mime": "image\/jpeg",
                "size": 41607,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/oliver_w_holmes_jr.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Charles Sydney Hopkinson)"
        }
    ],
    "religion": "Unitarian",
    "length_of_service": 10627,
    "identifier": "oliver_w_holmes_jr",
    "law_school": "Harvard",
    "number_of_children": 0,
    "home_state": "Massachusetts"
}