{
    "ID": 15053,
    "name": "Oliver Ellsworth",
    "href": "https:\/\/api.oyez.org\/people\/oliver_ellsworth",
    "first_name": "Oliver",
    "middle_name": null,
    "last_name": "Ellsworth",
    "name_suffix": null,
    "date_of_birth": -7090048800,
    "place_of_birth": "Windsor, CT",
    "date_of_death": -5115376800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Jemima Levitt",
    "father": "David Ellsworth",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner; Captain, Connecticut militia",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EThe third Chief Justice of the Supreme Court, Oliver Ellsworth was revolutionary against British rule and a drafter of the United States Constitution. Born in 1745, Ellsworth was the son of a well-connected Connecticut family. He started studying at Yale but finished at Princeton, where he completed his theology studies. While at Princeton, he helped found the American Whig-Cliosophic Society along with Aaron Burr and William Paterson. He received his degree in 1776 and Phi Beta Kappa after two years. He later turned to the law and was admitted to the bar in 1771. He become prosperous in his own right and was recognized as one of the best lawyers in New England. He married Abigail Walcott in 1771, and together they had nine children. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EHe entered politics supporting the movement for independence. After 1776, he held a variety of local offices, including serving in the Continental Congress between 1776 and 1783. He served on the Marine Committee, the Board of Treasury and the Committee of Appeals. While serving as a member of the Committee of Appeals, he reviewed the decisions of state admiralty courts. In 1779, Ellsworth became a member of the Council of Safety for Connecticut, controlling all military measures for the state. In 1785, he became a judge of the Connecticut Supreme Court. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJoining the Constitutional Convention in 1787, Ellsworth supported the movement to create a stronger central government. He helped to engineer an agreement between the large and small states that later became known as the Great Compromise. This deal arranged for a two-house national legislature with proportional representation in the lower house, and two senators for each state in the upper house. He also served on the Committee of Detail, which prepared the first draft of the Constitution based on resolutions that had already been passed by the Convention. The Convention deliberations were halted from July 26 to August 6, 1787, while the Committee of Detail finished completing its task. Only James Madison himself and Gouverneur Morris spoke more than Ellsworth during those sixteen days. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ESupporting Alexander Hamilton’s financial measures and various pro-British policies, Ellsworth was elected to serve in the first United States Senate. During this period, Ellsworth played a role similar to what is considered the Senate Majority Leader today. Ellsworth was the main author of the Judiciary Act of 1789 that created Article III of the United States Constitution. Ellsworth’s specification in Section 25 of Article III gave the federal government its only effective authority over state government at the time. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EPresident George Washington appointed Ellsworth as the Chief Justice to the Supreme Court in 1796. He held the post for only just over three years and was unable to make much of an impact on the Court’s development. Ellsworth favored expanding the authority of the federal courts and, as chief justice, tried to initiate the policy of the Supreme Court’s handing down \u003Cem\u003Eper curiam\u003C\/em\u003E opinions for the entire Court, instead of separate opinions by each individual justice.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhile abroad serving as a diplomat to end the undeclared naval war with France, Ellsworth resigned from the Court, citing his ill health. He was succeeded by John Marshall. Ellsworth was able to serve on the Connecticut’s Governor Council until he died in Windsor in 1807.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2697,
            "type": "scotus_justice",
            "date_start": -5485082400,
            "date_end": -5334573600,
            "appointing_president": "George Washington",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2697"
        }
    ],
    "thumbnail": {
        "id": 32746,
        "mime": "image\/png",
        "size": 50709,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/oliver_ellsworth.png"
    },
    "images": [
        {
            "file": {
                "id": 12139,
                "mime": "image\/jpeg",
                "size": 45381,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/oliver_ellsworth.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: William R. Wheeler (after Ralph Earl))"
        }
    ],
    "religion": "Congregational",
    "length_of_service": 1742,
    "identifier": "oliver_ellsworth",
    "law_school": "Yale, Princeton",
    "number_of_children": 7,
    "home_state": "Connecticut"
}