{
    "ID": 15116,
    "name": "Peter V. Daniel",
    "href": "https:\/\/api.oyez.org\/people\/peter_v_daniel",
    "first_name": "Peter",
    "middle_name": "Vivian",
    "last_name": "Daniel",
    "name_suffix": null,
    "date_of_birth": -5859712800,
    "place_of_birth": "Stafford County, VA",
    "date_of_death": -3458224800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Frances Moncure",
    "father": "Travers Daniel",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EPeter V. Daniel, a staunch Jeffersonian, was known for his unwavering convictions while serving on the Court.  Daniel was born on a farm to a respected family in Stafford County, Virginia, on April 24, 1784. He attended college at Princeton in 1802, where he stayed for one year before moving to Richmond. In Richmond, he studied law in an office run by George Washington’s first Attorney General, Edmund Randolph. Daniel was admitted to the bar in 1808, and soon after he married Randolph’s daughter, Lucy. The same year he married, Daniel was elected to the Virginia House of Delegates, where he served until 1812. He then became a member of the Virginia Counsel of State. Daniel was a prominent figure in Virginia, and became a part of the Richmond Junto, an informal alliance of political persons who ruled the state of Virginia. In 1818, he was chosen as Lieutenant Governor of Virginia. He served as Lieutenant Governor and on the Counsel of State until 1835. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EContinuing his political career, Daniel began corresponding with Martin Van Buren, the governor of New York at the time. Together, they developed an Albany-Richmond axis, bringing a close friendship between the two states. The axis strongly supported Andrew Jackson for President. Daniel was offered the position of Attorney General; however, he declined the position because he thought the salary was too low. In 1835, he became the leader of the Virginia delegation to the Democratic National Convention, which nominated Van Buren as President. His support of Van Buren cost him his positions as Counsel of State and Lieutenant Governor, but in March 1836, Jackson appointed Daniel a United States District Judge for Virginia. In 1840, when Van Buren was re-nominated, Daniel presided over the Democratic National Convention. Politically, Daniel believed strongly in state’s rights, and he supported the idea that the federal government should be limited to the exact powers listed in the Constitution.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EOnly a week before the end of his term, Van Buren appointed Daniel to the Supreme Court on February 27th, 1841. He was confirmed on March 2nd. Daniel was assigned to serve as a trial judge for the regions of Arkansas and Mississippi, trips that were difficult to make from Washington, D.C. His life in Washington, however, was much more comfortable. He was a friend of the chief justice, Roger Taney, who shared similar beliefs. While on the Court, Daniel advocated for a strongly agrarian-centered society and did not believe in the modern capitalist system. For example, he did not believe corporations should be recognized in the legal system at all. Daniel’s views were a deviation from the common economic and constitutional views of the period, so not much of his work has withstood the test of time. One exception was his opinion in \u003Cem\u003EWest River Bridge Company v. Dix\u003C\/em\u003E (1848), which helped establish the principles of eminent domain.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDaniels also was a strong supporter of slavery, and he was very much in favor of the \u003Cem\u003EDred Scott v. Sanford\u003C\/em\u003E opinion, in which he wrote a concurring opinion. Leading up to the Civil War, Daniel became one of the earliest and most extreme secessionists. In fact, his friendship with Van Buren ended when Van Buren became a Free Soiler, part of a group that opposed slavery. Daniel vowed never to travel north of Maryland again. He believed slaves were strictly property, and a freed slave had no right to citizenship. Daniel died on May 31, 1860, at the age of 76, survived by two children to his second wife. Daniel, the last old Jeffersonian on the Supreme Court, supported somewhat archaic principles, but his strong beliefs on land preservation, the jury system, and fairness in criminal law will continue to endure. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2760,
            "type": "scotus_justice",
            "date_start": -4038487200,
            "date_end": -3458224800,
            "appointing_president": "Martin Van Buren",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2760"
        }
    ],
    "thumbnail": {
        "id": 32749,
        "mime": "image\/png",
        "size": 52366,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/peter_v_daniel.png"
    },
    "images": [
        {
            "file": {
                "id": 12201,
                "mime": "image\/jpeg",
                "size": 55876,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/peter_v_daniel.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Earl Clarke Daniel)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 6716,
    "identifier": "peter_v_daniel",
    "law_school": "Princeton",
    "number_of_children": 5,
    "home_state": "Virginia"
}