{
    "ID": 15076,
    "name": "Philip P. Barbour",
    "href": "https:\/\/api.oyez.org\/people\/philip_p_barbour",
    "first_name": "Philip",
    "middle_name": "P.",
    "last_name": "Barbour",
    "name_suffix": null,
    "date_of_birth": -5888656800,
    "place_of_birth": "Orange County, VA",
    "date_of_death": -4066048800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary P. Thomas",
    "father": "Thomas Barbour",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EPhilip Pendleton Barbour was an advocate for states’ rights and for rigid construction of the United States Constitution. Barbour was born on May 25, 1783 to German immigrants in Virginia. After attending public schools, he began reading law at the age of seventeen. He moved to Kentucky to practice but returned to Virginia in 1801, where he attended one semester at the College of William and Mary and was admitted to the bar a year later. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBarbour practiced law from 1802 until he was elected to Virginia’s House of Delegates in 1812. He served as a member there until 1814 when he entered the United States Congress. While in Congress, Barbour served as Speaker of the House from 1821 to 1823. During that time, he married Frances Johnson, a local planter’s daughter. When re-election time came, Barbour declined to run. Foregoing an offer to become a law professor at University of Virginia as well, he instead accepted an appointment to the General Court for the Eastern District of Virginia, where he served from 1825-1827. Afterwards, he returned to his seat in the House of Representatives, where he served as the chair of the U.S. House Committee on the Judiciary. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1827, Barbour returned to Congress to continue his battle against the federal government’s encroachment on states\u0027 rights. Two years later, he took the place of James Monroe as the president of the Virginia Constitutional Convention, while remaining a representative in Congress. Barbour’s political views ranged from opposing nationalist policies, like tariffs, internal improvements and the extension of federal jurisdiction by the Supreme Court, to promoting the interests of his own class, the slaveholding plantation elite.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1830, President Andrew Jackson appointed Barbour to be a federal district judge on the United States District Court for the Eastern District of Virginia. Six years later, Barbour was nominated by Jackson to succeed Justice Gabriel Duval on the Supreme Court of the United States. Democrats, who were eager to see a more limited Court, supported Barbour. Although Republicans and Whigs disagreed with his views, the Senate nonetheless confirmed him on May 12, 1836. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDuring his time at the Court, Barbour authored only one major opinion. In \u003Cem\u003ECity of New York v. Miln\u003C\/em\u003E (1837), the Court upheld states’ jurisdiction over certain commercial activities. Barbour was part of the post-John Marshall majority, which, led by Taney, shifted the Court away from nationalistic ideals and liberal construction. While Barbour was regarded as a brilliant scholar, he did not serve on the Court long enough to have much of an influence on its direction. After only four years as an associate justice, he died on February 25, 1841, at the age of 57.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2720,
            "type": "scotus_justice",
            "date_start": -4217248800,
            "date_end": -4066048800,
            "appointing_president": "Andrew Jackson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2720"
        }
    ],
    "thumbnail": {
        "id": 32750,
        "mime": "image\/png",
        "size": 46416,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/philip_p_barbour.png"
    },
    "images": [
        {
            "file": {
                "id": 12162,
                "mime": "image\/jpeg",
                "size": 42569,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/philip_p_barbour.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George P.A. Healy)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 1750,
    "identifier": "philip_p_barbour",
    "law_school": "William \u0026 Mary",
    "number_of_children": 7,
    "home_state": "Virginia"
}