{
    "ID": 15138,
    "name": "Pierce Butler",
    "href": "https:\/\/api.oyez.org\/people\/pierce_butler",
    "first_name": "Pierce",
    "middle_name": null,
    "last_name": "Butler",
    "name_suffix": null,
    "date_of_birth": -3275402400,
    "place_of_birth": "Northfield, MN",
    "date_of_death": -950724000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Irish",
    "family_status": "Lower-middle class",
    "mother": "Mary Gaffney",
    "father": "Patrick Butler",
    "mothers_occupation": null,
    "fathers_occupation": "Small farmer",
    "biography": "\u003Cp\u003EPierce Butler had the good fortune to be born on St. Patrick\u0027s Day. The luck of the Irish blessed him with an appointment to the Supreme Court in 1922 after establishing a reputation as a lawyer, both in public office and in private practice, in his home state of Minnesota. Butler was Chief Justice Taft\u0027s top choice for the number 6 position on the Taft team. Taft wanted to solidify the conservative portion of the bench. The Chief appealed to the symbolic value of a Butler appointment. Butler was a Catholic at a time when there were no other Catholic justices.\u003C\/p\u003E\n\u003Cp\u003EButler\u0027s confirmation raised the hackles of some liberal Senators and generated opposition from academic circles, especially from the University of Minnesota where Butler served as regent. But in the end, only eight senators voted against him.\u003C\/p\u003E\n\u003Cp\u003EButler proved to be every bit the conservative on the High Court. He generally preferred freedom to equality and he opted for order rather than freedom in the cases that came before him during his 16 years on the bench. There were exceptions. He took a broad view of the Fourth Amendment protection against unreasonable searches and seizures, for example.\u003C\/p\u003E\n\u003Cp\u003EButler was one of the conservative \u0022Four Horsemen\u0022 during the New Deal. Together with, McReynolds, Sutherland, and Van Devanter, Butler opposed every piece of New Deal legislation that came before him.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2784,
            "type": "scotus_justice",
            "date_start": -1483120800,
            "date_end": -950724000,
            "appointing_president": "Warren G. Harding",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2784"
        }
    ],
    "thumbnail": {
        "id": 32751,
        "mime": "image\/png",
        "size": 38328,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/pierce_butler.png"
    },
    "images": [
        {
            "file": {
                "id": 12223,
                "mime": "image\/jpeg",
                "size": 40161,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/pierce_butler.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Nicholas R. Brewer)"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 6162,
    "identifier": "pierce_butler",
    "law_school": "Carleton",
    "number_of_children": 8,
    "home_state": "Minnesota"
}