{
    "ID": 15043,
    "name": "Potter Stewart",
    "href": "https:\/\/api.oyez.org\/people\/potter_stewart",
    "first_name": "Potter",
    "middle_name": null,
    "last_name": "Stewart",
    "name_suffix": null,
    "date_of_birth": -1733767200,
    "place_of_birth": "Jackson, MI",
    "date_of_death": 502783200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Harriet L. Potter",
    "father": "James G. Stewart",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EA centrist and pragmatic member of a fiercely divided Court, Justice Potter Stewart was an influential swing vote who helped to tip the scales on many important decisions over his 22 years on the bench. Justice Stewart was born to a wealthy and politically powerful Ohio Republican family. He grew up in Cincinnati, where he attended elementary and middle school at the private University School. During high school, he boarded at the Hotchkiss school, a private school in Lakeville, Connecticut, from which he graduated in 1933. He then went on to undergraduate studies at Yale University, where he was a member of Delta Kappa Epsilon. During this time he was a dedicated journalist, and eventually served as chairman of the Yale Daily News. He graduated Phi Beta Kappa in 1937. After a year at Cambridge on a Henry Fellowship, Justice Stewart enrolled in Yale Law School. An accomplished student, he made law review and graduated cum laude in 1941. After graduating, Stewart initially took a job with a Wall Street firm, but soon left to serve in the U.S. Navy Reserve onboard oil tankers during World War II. During his service, Stewart acted as defense counsel in multiple summary court-martial proceedings.\u003C\/p\u003E\n\u003Cp\u003EAfter the war, Stewart returned to Cincinnati and joined a prominent local law firm. He soon entered politics and was elected to Cincinnati’s city council in 1949 and 1951, and served one term as vice-mayor. In 1954, President Eisenhower appointed Stewart to a seat on the Sixth Circuit Court of Appeals. As a judge, he gained a reputation for succinct, closely-reasoned opinions that narrowly interpreted judicial power. In 1958, President Eisenhower named Stewart to a recess appointment to replace retiring Justice Harold H. Burton on the Supreme Court. This was Eisenhower’s third recess appointment, and many Southern conservatives used the Senate debate over his confirmation to voice their frustration with what they saw as the Supreme Court’s civil rights and “pro-Communist” rulings. Despite their criticism of Eisenhower’s recess appointment practice, Justice Stewart was confirmed by the Senate in a 70-17 vote on May 5, 1959.\u003C\/p\u003E\n\u003Cp\u003EJustice Stewart believed in judicial restraint, and when asked about his judicial philosophy said, “I’d like to be thought of as a lawyer.” By this he meant that he saw the proper function of a judge as interpreting the law as it applies to a particular case, and not attempting to assert judicial influence over matters he saw best left to the legislature. This meant that at a time when the Court was fiercely divided ideologically, he occupied a spot in the center and was an influential swing vote on many cases. In \u003Cem\u003EFurman v. Georgia\u003C\/em\u003E (1972), he joined the majority in striking down all death penalty laws that were then in use, only to later uphold the revised death penalty laws implemented by many states in \u003Cem\u003EGregg v. Georgia\u003C\/em\u003E (1976). He did stand out on a number of occasions. He was the lone dissenter in \u003Cem\u003EIn re Gault\u003C\/em\u003E (1967), which extended Miranda rights to minors, reflecting his concerns about overly broad interpretations of the Due Process clause. In one of his more well-known opinions in the obscenity case \u003Cem\u003EJacobellis v. Ohio\u003C\/em\u003E (1964), Justice Stewart famously said that while he could not readily define the term “hard-core” pornography, “I know it when I see it.”\u003C\/p\u003E\n\u003Cp\u003EJustice Stewart stepped down from the Court in July of 1981. At sixty-six years old, Justice Stewart was relatively young to step down from the Court. He said that his decision was influenced by his desire to spend more time with his grandchildren while he was still in good health. In 1985, he suffered a stroke and passed away, and was buried in Arlington National Cemetery. Upon his death, journalist Bob Woodward revealed that Justice Stewart was the primary source for \u003Cem\u003EThe Brethren\u003C\/em\u003E, the seminal book on the inner workings of the Supreme Court.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2687,
            "type": "scotus_justice",
            "date_start": -353962800,
            "date_end": 362984400,
            "appointing_president": "Dwight D. Eisenhower",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2687"
        }
    ],
    "thumbnail": {
        "id": 32752,
        "mime": "image\/png",
        "size": 56350,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/potter_stewart.png"
    },
    "images": [
        {
            "file": {
                "id": 12129,
                "mime": "image\/jpeg",
                "size": 39186,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/potter_stewart.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Ruth A. Nestor Hamilton)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 8298,
    "identifier": "potter_stewart",
    "law_school": "Yale",
    "number_of_children": 3,
    "home_state": "Ohio"
}