{
    "ID": 15056,
    "name": "Robert Trimble",
    "href": "https:\/\/api.oyez.org\/people\/robert_trimble",
    "first_name": "Robert",
    "middle_name": null,
    "last_name": "Trimble",
    "name_suffix": null,
    "date_of_birth": -6094288800,
    "place_of_birth": "Augusta County, VA",
    "date_of_death": -4460637600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Lower-middle class",
    "mother": "Mary McMillan",
    "father": "William Trimble",
    "mothers_occupation": null,
    "fathers_occupation": "Pioneer settler, farmer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EThough Robert Trimble was full of potential, a fatal illness cut short his life and his impact on the Supreme Court. Most knowledge of Trimble’s adolescence is conjecture, as a house fire destroyed most of the records documenting his childhood. Historians have gathered that Trimble was born in 1777 in Virginia. His mother and father were both of Scottish decent. When Trimble was two, his family began the treacherous journey to Kentucky. During the trip, Trimble and his family survived bandit attacks and the death of a family member, but celebrated the birth of Trimble’s only sister. Once the Trimble family arrived in Kentucky, they prospered. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ETrimble began his education under the tutelage of his grandfather and continued his education at the organized frontier school. When Trimble was older, he taught so he could afford to remain in the school. In 1795, Trimble was too sick with bilious fever to attend school. Upon his recovery, he began his legal education reading law under the tutelage of the first attorney general of Kentucky, George Nicholas. In 1803, Trimble was admitted to the bar.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003ETrimble quickly became a success in the field of law, gaining a reputation of fairness and sound judgment. His short foray into politics was a different story. Trimble was elected to the lower branch of the Kentucky legislature. After serving in this position, he refused all other legislative offices offered to him. He did, however, accept judicial positions. In 1807, Trimble accepted a position as a judge on the Kentucky Court of Appeals. After serving his year on the bench, he returned to his legal practice for seven years. His practice continued its former success and allowed Trimble to support his family more easily. Trimble continued to refuse a judicial positions because acceptance would substantially lower his income. But in 1817, Trimble accepted President Madison’s appointment to U.S. Judge for the District of Kentucky. He served in this capacity until President Adams appointed him to the United States Supreme Court in 1826.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003ETrimble served only two years on the court before his untimely death in 1828. Though Trimble served during Chief Justice John Marshall’s reign, Trimble was still able to write an unexpectedly large share of opinions. This is surprising, considering his position as one of the newest justices. Trimble’s first and farthest reaching opinion, \u003Cem\u003EMontgomery v. Hernandez\u003C\/em\u003E, set out certain court procedures that are still followed today. After the 1828 session ended, Trimble returned to his home, was once against struck with bilious fever, and died shortly thereafter. During his short tenure on the court, Trimble made a small but lasting impact and is remembered as a justice with great potential. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2700,
            "type": "scotus_justice",
            "date_start": -4529844000,
            "date_end": -4460637600,
            "appointing_president": "John Quincy Adams",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2700"
        }
    ],
    "thumbnail": {
        "id": 32755,
        "mime": "image\/png",
        "size": 44938,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/robert_trimble.png"
    },
    "images": [
        {
            "file": {
                "id": 12142,
                "mime": "image\/jpeg",
                "size": 47686,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/robert_trimble.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 801,
    "identifier": "robert_trimble",
    "law_school": "Transylvania",
    "number_of_children": 10,
    "home_state": "Kentucky"
}