{
    "ID": 15046,
    "name": "Robert H. Jackson",
    "href": "https:\/\/api.oyez.org\/people\/robert_h_jackson",
    "first_name": "Robert",
    "middle_name": "H.",
    "last_name": "Jackson",
    "name_suffix": null,
    "date_of_birth": -2457712800,
    "place_of_birth": "Spring Creek, PA",
    "date_of_death": -480621600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch",
    "family_status": "Middle class",
    "mother": "Angelina Houghwout",
    "father": "William E. Jackson",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner, livery stable owner",
    "biography": "\u003Cp\u003ERobert H. Jackson grew up near Jamestown, New York. He worked as an apprentice in a law firm there. He spent a year at Albany Law School, then passed the bar and entered the profession. He soon tried his hand at electoral politics and was elected a Democratic state committeeman. But he soon recognized that politics involved patronage and favors, which did not suit his temperament, so he returned to private practice. Jackson joined the New Deal administration of Franklin D. Roosevelt. He rose from IRS legal counsel to Assistant Attorney General, to Solicitor General, and finally, to Attorney General. Roosevelt appointed Jackson to the Supreme Court in 1941 after years of loyal and effective advocacy. While on the Court, Jackson served as chief U.S. prosecutor at the Nuremberg war crimes trials at the conclusion of World War II. He returned to a deeply divided Court. Upon news of the death of Chief Justice Stone, two of Jackson\u0027s colleagues threatened to resign if Jackson were selected as Stone\u0027s replacement. Jackson was a fine craftsman. His opinions displayed an elegant prose style. He was witty and combative as he advanced his brand of judicial restraint.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2690,
            "type": "scotus_justice",
            "date_start": -898628400,
            "date_end": -480621600,
            "appointing_president": "Franklin D. Roosevelt",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2690"
        }
    ],
    "thumbnail": {
        "id": 32754,
        "mime": "image\/png",
        "size": 54330,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/robert_h_jackson.png"
    },
    "images": [
        {
            "file": {
                "id": 12132,
                "mime": "image\/jpeg",
                "size": 37225,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/robert_h_jackson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: John C. Johnsen)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 4838,
    "identifier": "robert_h_jackson",
    "law_school": "Albany",
    "number_of_children": 2,
    "home_state": "New York"
}