{
    "ID": 15110,
    "name": "Robert C. Grier",
    "href": "https:\/\/api.oyez.org\/people\/robert_c_grier",
    "first_name": "Robert",
    "middle_name": "C.",
    "last_name": "Grier",
    "name_suffix": null,
    "date_of_birth": -5548500000,
    "place_of_birth": null,
    "date_of_death": -3132583200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": null,
    "family_status": null,
    "mother": null,
    "father": null,
    "mothers_occupation": null,
    "fathers_occupation": null,
    "biography": "\u003Cp class=\u0022p1\u0022\u003ERobert Cooper Grier left an impressive impact during an eventful era of the Supreme Court of the United States by authoring opinions discussing slavery and the Civil War. Robert Cooper Grier was born in Harrisburg, Pennsylvania on March 5, 1794. His parents were both members of the Presbyterian clergy. During his childhood, his father made a living through various means, including farming, preaching, and teaching at a grammar school. Grier excelled at the classical education provided by his father during his childhood. His family relocated to Northumberland, Pennsylvania in 1806 when his father was offered the opportunity to run a private school, a position that would also place him as the head of three churches. Years later, Grier was admitted Dickinson College and entered as a junior in 1811. He graduated the following year when he was eighteen years old.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGrier was an exceptional student. He remained at Dickinson College an extra year to work as an instructor before returning home to assist his father, who was still running the academy. Grier’s work there was highly valued, so much so that he was appointed the academy’s president when he was twenty. He balanced teaching five different subjects with continuing his own education. Grier studied law under his father until 1815 when his father passed away. He continued his legal studies under Charles Hall, and was admitted to the bar in 1817.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGrier began his legal career by opening his own practice, but moved to Danville, a neighboring Pennsylvania town, quickly thereafter. There, Grier opened his own legal practice, which was successful enough to support his mother and 10 siblings. Shortly after his move to Danville, Grier was appointed to a judicial post. He was only offered the position in a complex political strategy by the governor of Pennsylvania, George Wolf, which was poised on the assumption that Grier would decline the position. His acceptance caused quite a political stir. This strained his relationship with his peers at first, but his friendly demeanor and unimpeachable work ethic eventually won them over. He gained thirteen years of judicial experience before President Polk nominated him to the Supreme Court of the United States in 1846.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EGrier earned a spotless attendance record for the first twenty-one years of his tenure. It was not until 1867 that he missed a session, due to an illness that left him partially paralyzed. Grier’s ideology most closely aligned with Justice John Marshall and the Federalists, but he was known to forge his own path when his opinion demanded it. Grier authored numerous opinions, concurrences, and dissents, but is most well-known for his opinions in \u003Cem\u003EDred Scott v. Sandford\u003C\/em\u003E and the Prize Cases. \u003Cem\u003EDred Scott v. Sandford\u003C\/em\u003E regarded major constitutional questions surrounding slavery and the validity of the Missouri Compromise. This was such a landmark case that each justice provided their own individual opinion. Grier originally wished to disregard the complex and politically charged constitutional questions, but President Buchanan sought him out and persuaded him to address whether or not slaves were citizens. Currently, a discussion of that nature would violate the standard of ethics surrounding the Supreme Court, but restrictions on confidentiality between presidents and justices were comparatively more lenient at the time. Grier, who was neither known for being sympathetic to abolitionists nor staunchly proslavery, decided that slaves were property, not citizens, and could not sue in federal court. In the Prize Cases, the Court discussed President Lincoln’s use of blockades in the South before Congress had officially declared war on the Confederacy. In writing the majority opinion, Grier decided that President Lincoln had acted legally in responding to the rebellion in the South. Grier stayed true to his northern roots and was vocal in his opposition to the South’s secession. A year after this decision, Grier’s health deteriorated. After years of refusing the attempts of friends and family to persuade him into retirement, he finally agreed due to a collaborative effort from all his colleagues in 1869. Less than a year later, Grier died in his Pennsylvania home.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2754,
            "type": "scotus_justice",
            "date_start": -3893940000,
            "date_end": -3153060000,
            "appointing_president": "James K. Polk",
            "role_title": "Associate Justice",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2754"
        }
    ],
    "thumbnail": {
        "id": 32753,
        "mime": "image\/png",
        "size": 50617,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/robert_grier.png"
    },
    "images": [
        {
            "file": {
                "id": 12196,
                "mime": "image\/jpeg",
                "size": 46731,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/robert_c_grier.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Malcolm Stephens Parcell)"
        }
    ],
    "religion": null,
    "length_of_service": 8575,
    "identifier": "robert_c_grier",
    "law_school": null,
    "number_of_children": 0,
    "home_state": null
}