{
    "ID": 15054,
    "name": "Roger B. Taney",
    "href": "https:\/\/api.oyez.org\/people\/roger_b_taney",
    "first_name": "Roger",
    "middle_name": "B.",
    "last_name": "Taney",
    "name_suffix": null,
    "date_of_birth": -6083920800,
    "place_of_birth": "Calvert County, MD",
    "date_of_death": -3320416800,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Monica Brooke",
    "father": "Michael Taney",
    "mothers_occupation": null,
    "fathers_occupation": "Tobacco planter, plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EKnown for his fragile stature and firm opinions, Roger Taney led a controversial life while serving on the Supreme Court. He was born in Calvert County, Maryland on March 17, 1777, to Catholic tobacco plantation owners. Taney attended Dickinson College in Carlisle at the age of 15 where he was elected class valedictorian. After his graduation, Taney moved to Annapolis, where he studied law under Judge Jeremiah Chase of Maryland’s General Court for three years before being admitted to the bar in 1799. A few years later, Taney married Anne Phoebe Carlton Key, the sister of Taney’s long-time friend, Francis Scott Key. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EDespite his purportedly bad health, Taney was actively involved in politics. As a member of the Federalist Party, Taney served for one year in the Maryland House of Delegates. After losing his seat during the anti-federalist surge brought in by Thomas Jefferson, Taney stayed in Maryland and moved to the town of Frederick, where he practiced law for more than two decades. Although he was no longer serving in the Maryland House of Delegates, Taney was the leader of the “Coodies” – a section of the Federalist Party that supported the War of 1812. In 1816, Taney was elected to the Maryland Senate. After serving a 5-year term, he settled in Baltimore in 1823 and was elected Attorney General of Maryland in 1827. At this point in time, Taney underwent a huge political shift and abandoned the Federalist Party. Because he became a staunch supporter of Andrew Jackson and the Democratic Party, Jackson appointed Taney as the US Attorney General in 1831. For a brief time, Taney acted as the Secretary of War in addition to his duties as Attorney General. Due to Jackson’s aversion towards the National Bank, he fired his Secretary of the Treasury and appointed Taney, who helped Jackson disassemble the Bank. Despite serving in the position for nine months, Taney became the first cabinet nominee ever to be rejected by the Senate. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJackson nominated Taney to replace Gabriel Duvall on the Supreme Court in 1835 but, afraid of his seemingly radical views, the senate rejected him again. Jackson successfully nominated him again 10 months later to succeed Chief Justice John Marshall. Taney, the first Roman Catholic to serve on the Court, was confirmed on March 15, 1836. While serving on the Court, Taney introduced new traditions that are still followed today. First, despite his refined upbringing, Taney began the custom of wearing ordinary pants under his judicial robes. He also started the practice of assigning opinions to associate justices. Besides these procedural changes, Roger Taney was best known for his policy. Adhering to the Jacksonian theory that the state and national government should share powers, Taney believed that the Supreme Court had the duty to decide which powers were shared and which powers were specifically assigned. He believed strongly in states’ rights, and although his Court did transfer some power to the states, the Court did not completely dismantle his predecessor’s federalist view.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ETaney is perhaps best known for his famous Court opinions. In \u003Cem\u003ECharles River Bridge v. Warren Bridge, \u003C\/em\u003Ethe Court asserted that private property had a social responsibility, and contracts made by the legislature should be construed in the public interest. Taney’s most infamous decision was the \u003Cem\u003EDred Scott v. Sanford \u003C\/em\u003Eopinion. Ironically, Taney freed the slaves that he had inherited; however, he believed that the federal government had no right to limit slavery. He mistakenly thought he could save the Union when he ruled that the Framers of the Constitution believed slaves were so inferior that they possessed no legal rights. He held the Missouri compromise unconstitutional, claiming that as property, slaves were protected under Article V.  In addition to this unpopular opinion, Taney became even more disliked when he challenged President Lincoln’s constitutional authority to apply certain emergency measures during the Civil War. Lincoln saw him as an enemy, and even defied one of Taney’s judicial decisions. Despite his critics, Taney served until he died on October 12, 1864, at the age of 87, after being Chief Justice for 28 years. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2698,
            "type": "scotus_justice",
            "date_start": -4221136800,
            "date_end": -3320416800,
            "appointing_president": "Andrew Jackson",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2698"
        }
    ],
    "thumbnail": {
        "id": 32756,
        "mime": "image\/png",
        "size": 53107,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/roger_b_taney.png"
    },
    "images": [
        {
            "file": {
                "id": 12140,
                "mime": "image\/jpeg",
                "size": 31148,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/roger_b_taney.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George P.A. Healy)"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 10425,
    "identifier": "roger_b_taney",
    "law_school": "Dickinson",
    "number_of_children": 7,
    "home_state": "Maryland"
}