{
    "ID": 15058,
    "name": "Salmon P. Chase",
    "href": "https:\/\/api.oyez.org\/people\/salmon_p_chase",
    "first_name": "Salmon",
    "middle_name": "P.",
    "last_name": "Chase",
    "name_suffix": null,
    "date_of_birth": -5111229600,
    "place_of_birth": "Cornish, NH",
    "date_of_death": -3050071200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Scotch",
    "family_status": "Middle class",
    "mother": "Janette Ralston",
    "father": "Ithamar Chase",
    "mothers_occupation": null,
    "fathers_occupation": "Tavern owner",
    "biography": "\u003Cp\u003ESalmon Portland Chase was born in New Hampshire to a prominent family whose roots were established in the early colonial period. Chase went to Dartmouth College and then studied law under Attorney General William Wirt. He moved to Cincinnati where he established his law practice.\u003C\/p\u003E\n\u003Cp\u003EChase was deeply involved in the antislavery movement. He would frequently defend runaway slaves in court when owners sought return of their slaves under fugitive slave laws. Chase\u0027s antislavery positions quickly drew him into politics. The Ohio legislature elected him to represent their state in the U.S. Senate in 1848. Chase was elected governor of Ohio in 1855 and was reelected in 1857. He was returned to the Senate in 1861 but resigned two days after his election to take a position in Lincoln\u0027s cabinet as Secretary of the Treasury.\u003C\/p\u003E\n\u003Cp\u003EChase and Lincoln disagreed frequently, and Chase twice submitted his resignation. Lincoln reluctantly accepted it the second time in 1864 but he still held Chase in high esteem. Lincoln nominated him to fill the vacancy created by the death of Chief Justice Roger Taney.\u003C\/p\u003E\n\u003Cp\u003EChase was deeply involved in politics before and after his appointment to the High Court. He presided over the impeachment trial of President Andrew Johnson in the Senate. In 1868 and 1872, Chase made a private and ultimately unsuccessful bid to secure his presidential nomination.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2702,
            "type": "scotus_justice",
            "date_start": -3314887200,
            "date_end": -3050071200,
            "appointing_president": "Abraham Lincoln",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2702"
        }
    ],
    "thumbnail": {
        "id": 32762,
        "mime": "image\/png",
        "size": 41956,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_p_chase.png"
    },
    "images": [
        {
            "file": {
                "id": 12144,
                "mime": "image\/jpeg",
                "size": 35002,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/salmon_p_chase.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: William F. Cogswell)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 3065,
    "identifier": "salmon_p_chase",
    "law_school": "Dartmouth",
    "number_of_children": 6,
    "home_state": "Ohio"
}