{
    "ID": 15136,
    "name": "Samuel Nelson",
    "href": "https:\/\/api.oyez.org\/people\/samuel_nelson",
    "first_name": "Samuel",
    "middle_name": null,
    "last_name": "Nelson",
    "name_suffix": null,
    "date_of_birth": -5589972000,
    "place_of_birth": "Hebron, NY",
    "date_of_death": -3031063200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Upper-middle class",
    "mother": "Jane McCarter",
    "father": "John Rogers Nelson",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EA pragmatic yet low-key man, Samuel Nelson led an uncontroversial life on the Court. Nelson was born in Hebron, New York, on November 11, 1792 to farmers. Growing up, he was a good student, and his parents encouraged him to be a minster. He attended private academies for 3 years before enrolling at Middlebury College in Vermont, where his father helped finance his tuition through the sale of a slave girl. After his graduation in 1813, Nelson clerked in the office of Savage and Woods in Salem until Woods left to set up his own practice in Madison County. Nelson went with Woods and soon became his partner. He was admitted to the bar in 1817.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter working with Woods, Nelson ventured out on his own to Cortland, and in 1820, he was appointed postmaster. As a Democratic-Republican, he also served as a presidential elector and voted for Monroe in the 1820 election. A year later, Nelson represented his county at the state constitutional convention, where he supported the expansion of voting rights. Two years later, he began his judicial career. At the age of 31, Nelson was appointed to serve on New York’s 6th Circuit Court. After eight years of service, Governor Enos Throop eventually appointed Nelson to the New York Supreme Court in 1831, where he later became Chief Justice. Nelson, whose opinions were rarely appealed, was famous for his logic and common sense. Under his guidance, the court elevated its reputation. His success made him a safe nomination for the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EPresident John Tyler had difficulty nominating candidates to the Supreme Court during his tumultuous later years in office. Finally, Tyler chose the judicious Nelson, and the Senate confirmed him on February 14, 1845. While on the Court, Nelson kept a low profile and usually went along with the majority. While his specialty on the Court was admiralty law, Nelson contributed little to constitutional law. During the Dred Scott decision, Nelson agreed with the majority; however, he believed the issue was only a question of Missouri law. Nelson suggested a re-argument of the case. He wanted to narrow the issues to whether or not Scott was a citizen of Missouri, and if Missouri had proper jurisdiction over the case. Nelson prepared an opinion upholding the lower court’s ruling on the narrower issues, but the majority chose a broad view. After the start of the Civil War, Nelson always refused to accept the war’s necessity, and in his dissent in the Prize Cases, he stated that until Congress officially declared war, President Lincoln’s blockade of southern ports was illegal.  Additionally, in \u003Cem\u003EEx Parte Milligan\u003C\/em\u003E, Nelson voted to overturn the conviction of a man who had been charged with assisting the Confederacy. Moreover, Nelson opposed expanding federal power, and he supported reunion with the Confederacy. These were unpopular opinions at the time.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBesides serving on the Court, Nelson was involved in other realms of government. He was considered as a presidential nominee at the Democratic convention in 1860. A year later, he joined Justice John Campbell of Alabama to act as an intermediary between the Secretary of State and a delegation of southern commissioners who came to Washington in order to receive recognition of the Confederacy. He left the position when he learned Secretary Seward had no intention of fulfilling his promise to evacuate troops from Fort Sumter. Although Nelson criticized the government’s actions during the War, President Grant still asked Nelson, then seventy-nine, to be one of the five US members of the 1871 Alabama Claims Commission after the war. This commission was designed to present claims against England for the damage caused during the Civil War by British-built Confederate warships. Nelson’s busy schedule led him to retire from the Court on November 28, 1872. He returned to Cooperstown, where he had settled in 1826, and he peacefully died on December 13, 1873.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2782,
            "type": "scotus_justice",
            "date_start": -3939645600,
            "date_end": -3063895200,
            "appointing_president": "John Tyler",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2782"
        }
    ],
    "thumbnail": {
        "id": 32761,
        "mime": "image\/png",
        "size": 61017,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_nelson.png"
    },
    "images": [
        {
            "file": {
                "id": 12221,
                "mime": "image\/jpeg",
                "size": 35758,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/samuel_nelson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Freeman Thorpe)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 10136,
    "identifier": "samuel_nelson",
    "law_school": "Middlebury",
    "number_of_children": 3,
    "home_state": "New York"
}