{
    "ID": 15105,
    "name": "Samuel Chase",
    "href": "https:\/\/api.oyez.org\/people\/samuel_chase",
    "first_name": "Samuel",
    "middle_name": null,
    "last_name": "Chase",
    "name_suffix": null,
    "date_of_birth": -7217316000,
    "place_of_birth": "Somerset County, MD",
    "date_of_death": -5002970400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper-middle class",
    "mother": "Martha Walker",
    "father": "Thomas Chase",
    "mothers_occupation": null,
    "fathers_occupation": "Episcopal clergy",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ERemembered largely as the only Supreme Court justice to ever have faced impeachment proceedings, Samuel Chase served as an associate justice from 1796 to 1811. Chase was born in 1741 in Maryland as the only child of Reverend Thomas Chase and his wife, Matilda Walker. He was educated at home and left at age 18 for Annapolis, where he studied law under attorney John Hall. In 1761, he was admitted to the bar and started a law practice in Annapolis.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EChase married Ann Baldwin in May of 1762, and together they had three sons and four daughters before Ann died in 1776. Chase remarried in 1784 to Hannah Kitty, the daughter of an English physician. The couple had two daughters together. \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EIn 1764, Chase was elected to the Maryland General Assembly, where he gained notoriety for his fierce opposition to the Stamp Act of 1765. He served in the Assembly for twenty years. Simultaneously, from 1774 to 1776, Chase represented Maryland in the Continental Congress. He was re-elected in 1776 when he signed the Declaration of Independence. Chase also cofounded the Anne Arundel County’s Sons of Liberty Chapter with his close friend, William Paca.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EIn 1786, Chase moved to Baltimore, which remained his home for the rest of his life. In 1788, he was appointed Chief Justice of the District Criminal Court in Baltimore and then in 1791, he rose to Chief Justice of the Maryland General Court. In 1796, President George Washington appointed Chase as an associate justice of the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EChase’s most notable decision was in \u003Cem\u003ECalder v. Bull\u003C\/em\u003E (1798), a case defining four important points of constitutional law. Chase discussed natural law, which guaranteed rights and liberties not expressly found outside the Due Process Clause. This later developed into what is referred to as “substantive due process.” \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EWhen President Jefferson was elected, he was alarmed at the seizure of power by the judiciary through the claim of exclusive judicial review and led his party’s efforts to remove the Federalists from the bench. Jefferson and his allies repealed the Judiciary Act of 1801, abolishing the lower courts created by the legislation and terminating their Federalist judges, despite lifetime appointments. Chase denounced this action when he spoke before a Baltimore grand jury and warned that such conduct violated the constitutional guarantees of an independent judiciary.\u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EJefferson and his followers sought to silence Chase by working to impeach him. Adams’ Federalists, of which Chase was a part, enlisted in Chase’s defense. The impeachment charges were shown to be little more than a politically motivated defamation, and Chase’s opponents failed to muster the two-thirds majority needed to convict him. He was therefore acquitted. The Senate’s failure to remove Chase from the bench was seen as a victory for judicial independence and established the precedent that a judge could not be removed as a result of stating political views from the bench. This attempted impeachment proved that judges should remain non-partisan by demonstrating the dangers of a judge articulating political philosophy. Chase remained on the court until he died of a heart attack in 1811.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2749,
            "type": "scotus_justice",
            "date_start": -5487933600,
            "date_end": -5002970400,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2749"
        }
    ],
    "thumbnail": {
        "id": 32759,
        "mime": "image\/png",
        "size": 52231,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_chase.png"
    },
    "images": [
        {
            "file": {
                "id": 12191,
                "mime": "image\/jpeg",
                "size": 43442,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/samuel_chase.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Larry Dodd Wheeler)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 5613,
    "identifier": "samuel_chase",
    "law_school": null,
    "number_of_children": 7,
    "home_state": "Maryland"
}