{
    "ID": 15068,
    "name": "Samuel A. Alito, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/samuel_alito_jr",
    "first_name": "Samuel",
    "middle_name": "A.",
    "last_name": "Alito",
    "name_suffix": "Jr.",
    "date_of_birth": -623354400,
    "place_of_birth": "Trenton, NJ",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Italian-American",
    "family_status": "Upper-middle class",
    "mother": "Rose Fradusco",
    "father": "Samuel A. Alito, Sr.",
    "mothers_occupation": "Schoolteacher",
    "fathers_occupation": "Director, NJ Office of Legislative Services",
    "biography": "\u003Cp\u003ESamuel Anthony Alito, Jr. currently holds a position on the Supreme Court bench as one of the court’s conservative justices. He is known for his right wing leanings that sometimes encompass libertarian ideals. Alito was born in Trenton, New Jersey on April 1, 1950. Both of his parents were teachers, and his father was an Italian immigrant. That identity would later inform the way Alito viewed discrimination. He attended Steinart High School, the local public school, where he immersed himself in extracurricular activities with a focus on student politics and debate. He graduated at the top of his class and continued his education at Princeton University. During his time at Princeton, Alito participated in the campus’ ROTC program. When he graduated from Princeton, Alito voiced his future aspirations in the yearbook, stating that he hoped to be a Supreme Court justice one day, a dream that Alito would see realized some thirty years later.\u003C\/p\u003E\n\u003Cp\u003EAfter graduating from Princeton in 1972, Alito continued his Ivy League education at Yale Law School. While he attended, he was the editor of the Yale Law Journal. Alito graduated in 1975 and began clerking in the U.S. Court of Appeals for the Third Circuit under Judge Leonard Garth. In 1977, Alito accepted a position as an Assistant U.S. Attorney for the District of New Jersey. Alito became an Assistant to the U.S. Solicitor General four years later. In 1987, President Ronald Reagan appointed Alito as the U.S. Attorney for the District of New Jersey. After a little over a decade of steady promotions in the government sector of law, Alito settled into a position on the bench. President George H. W. Bush nominated Alito to the U.S. Court of Appeals for the Third Circuit in 1990, a position that was unanimously confirmed by the Senate.\u003C\/p\u003E\n\u003Cp\u003EFor sixteen years, Alito served as a judge in the U.S. Court of Appeals. It was here that he proved to be difficult to predict in his rulings. While he was a conservative judge, he approached rulings on a case-by-case basis, rather than perceiving and assigning a farther-reaching ideology to the case at hand with the hope of that ideology extending to cases beyond the present one. Alito’s heritage as the child of an immigrant made him sensitive to the plights of those he viewed to be like him, as shown in his alignment with the majority in \u003Cem\u003EFatin v. INS\u003C\/em\u003E. The case, regarding an Iranian woman seeking asylum, was heard in 1993, and the court stated that she was eligible for asylum based on her membership in a feminist organization. This bleeding-heart style of conservatism ended when he did not identify with the litigant. In 1991, Alito dissented in \u003Cem\u003EPlanned Parenthood v. Casey\u003C\/em\u003E, a case where the majority struck down a law that forced women to alert their husbands before getting an abortion.\u003C\/p\u003E\n\u003Cp\u003EIn 2005, President George W. Bush nominated Alito to replace Justice Sandra Day O’Connor. His appointment was confirmed by a 58-42 vote in the Senate in early 2006. As a justice of the highest court, Alito continues to rule based solely on the case in front of him, unlike his conservative colleagues’ style of ruling based on an overarching theory. Even so, Alito tends to reach the same conclusions as his conservative colleagues. This was not the case in \u003Cem\u003ESnyder v. Phelps\u003C\/em\u003E, a case concerning the Westboro Baptist Church and their practice of picketing military funerals.  While the other eight justices upheld Phelps’ protections of free speech, Alito argued in his dissent that the emotional distress the picketing caused the family outweighed the church’s right to that particular brand of speech. Scholars have noted that this reaction was driven mostly by Alito’s empathy toward the grieving father. In this case, and many others, Alito’s opinion came from putting himself in the litigant’s shoes and imagining his own family in that situation, which was a topic Alito addressed during his confirmation hearings. As in the lower court, Alito’s sympathy for the litigants had its limits. In 2014, \u003Cem\u003EBurwell v. Hobby Lobby\u003C\/em\u003E came before the Supreme Court, and Alito authored the majority decision that stated family-owned corporations can be exempt from laws requiring corporations to provide their female employees access to contraception coverage for no cost because those laws infringed upon the religious freedom of the owners.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2712,
            "type": "scotus_justice",
            "date_start": 1138687200,
            "date_end": 0,
            "appointing_president": "George W. Bush",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
        }
    ],
    "thumbnail": {
        "id": 32684,
        "mime": "image\/png",
        "size": 44799,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr_1.png"
    },
    "images": [
        {
            "file": {
                "id": 78540,
                "mime": "image\/jpeg",
                "size": 1636947,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/samuel_a_alito_jr-photograph_0.jpg"
            },
            "image_field_caption": "Steve Petteway, Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Catholic",
    "length_of_service": 3531,
    "identifier": "samuel_alito_jr",
    "law_school": "Yale",
    "number_of_children": 2,
    "home_state": "New Jersey"
}