{
    "ID": 15092,
    "name": "Sandra Day O\u0027Connor",
    "href": "https:\/\/api.oyez.org\/people\/sandra_day_oconnor",
    "first_name": "Sandra",
    "middle_name": "Day",
    "last_name": "O\u0027Connor",
    "name_suffix": null,
    "date_of_birth": -1255024800,
    "place_of_birth": "El Paso, TX",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": "Female",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Ada Mae Wilkey",
    "father": "Harry A. Day",
    "mothers_occupation": null,
    "fathers_occupation": "Rancher",
    "biography": "\u003Cp\u003ESandra Day O’Connor will always be known as the first woman to serve on the Supreme Court of the United States, but her impact reaches much further than that. O’Connor was born in El Paso, Texas on March 26, 1930. She spent her childhood on the Lazy B, her family’s ranch in Arizona. O’Connor displayed high levels of intelligence at a young age. Her family wanted to instill in her a love of education, but schooling options near the ranch were limited for a young woman. Ultimately, her parents sent her to live with her grandmother in El Paso to give her the best chance at a quality education. She thrived at the Radford School for Girls and graduated high school two years early.\u003C\/p\u003E\n\u003Cp\u003EAt sixteen, she was admitted to Stanford University, where she earned a bachelor’s degree in Economics. In 1950 she was admitted to Stanford Law. During her time at Stanford Law, she worked on the board of editors for the Stanford Law Review. She completed law school in just two years as opposed to the usual three. She graduated third in her class, with one of the students ahead of her being fellow future justice, William H. Rehnquist. During her time at Stanford Law, O’Connor met her husband, John Jay O’Connor. The two married shortly after graduation. Despite her impeccable qualifications, Sandra Day O’Connor struggled to find employment in the legal field due to a heavy bias against women as attorneys. She began her legal career working for the county attorney of San Mateo for free, after turning down a paid position as a legal secretary. Once she proved herself as an asset, she got a job as the deputy county attorney.\u003C\/p\u003E\n\u003Cp\u003EIn 1954, O’Connor left California to work in Frankfurt, Germany as a civilian attorney for the Quartermaster Masker Center, a site abroad for the U.S. Army Quartermaster Corps. In 1957, she returned to the United States, settled in Arizona with her husband, and created a private practice with another attorney. Eight years later, she began working as the Assistant Attorney General of Arizona. In 1969, Sandra Day O’Connor was appointed to the Arizona State Senate to fill a vacated seat. In 1970, she kept that seat when she was elected to the State Senate for a full term as a Republican. She was reelected to that position twice, even serving as the first female majority leader in any state senate. She moved to her first position in the judiciary in 1975 after winning the election for a seat in the Superior Court of Maricopa County, and was appointed to the Arizona Supreme Court of Appeals four years later. She worked in the state supreme court for only two years before President Ronald Reagan nominated her in 1981 to become the first female justice to serve on the United States Supreme Court. She was unanimously approved by the Senate.\u003C\/p\u003E\n\u003Cp\u003EJustice O’Connor wasted no time and leaped right in to her career as a justice by drafting the majority opinion in \u003Cem\u003EMississippi University for Women v. Hogan\u003C\/em\u003E. This case involved gender discrimination in which a man sued after being denied admission to the traditionally all-female nursing school. The Court ruled that the school must admit qualified men, and O’Connor also reasoned that not allowing men into the school perpetuated the limiting stereotype that nursing was a woman’s job. In 1992, O’Connor served as the swing vote that reaffirmed the \u003Cem\u003ERoe v. Wade\u003C\/em\u003E decision in the abortion rights case \u003Cem\u003EPlanned Parenthood v. Casey\u003C\/em\u003E, despite the Republican push to overturn \u003Cem\u003ERoe\u003C\/em\u003E. O’Connor continued to promote women’s interests in two cases that protected the rights of young girls in school being harassed by their classmates and held the schools liable for such harassment. Over the course of her two decades on the court, the conservative justice became known as a somewhat unpredictable voter. She was known for being a majority builder whenever possible, but also for being a swing vote in the divisive cases. In cases lacking a consensus, she wrote as narrow a decision as. She retired from the bench in 2006 to care for her husband, who was diagnosed with Alzheimer’s disease. Since her retirement, she has advocated for educating America’s youth on how they can be involved in civics and government. She founded \u003Ca href=\u0022http:\/\/www.icivics.org\/\u0022\u003EiCivics\u003C\/a\u003E, a website dedicated to providing creative and effective teaching tools on the subject of civic engagement.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2736,
            "type": "scotus_justice",
            "date_start": 370242000,
            "date_end": 1138687200,
            "appointing_president": "Ronald Reagan",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2736"
        }
    ],
    "thumbnail": {
        "id": 32763,
        "mime": "image\/png",
        "size": 49563,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sandra_day_oconnor.png"
    },
    "images": [
        {
            "file": {
                "id": 12178,
                "mime": "image\/jpeg",
                "size": 122794,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/sandra_day_o_connor.jpg"
            },
            "image_field_caption": "Danni Dawson (1999), Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 8894,
    "identifier": "sandra_day_oconnor",
    "law_school": "Stanford",
    "number_of_children": 3,
    "home_state": "Arizona"
}