{
    "ID": 15143,
    "name": "Smith Thompson",
    "href": "https:\/\/api.oyez.org\/people\/smith_thompson",
    "first_name": "Smith",
    "middle_name": null,
    "last_name": "Thompson",
    "name_suffix": null,
    "date_of_birth": -6373101600,
    "place_of_birth": "Dutchess County, NY",
    "date_of_death": -3977402400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper-middle class",
    "mother": "Rachel Smith",
    "father": "Ezra Thompson",
    "mothers_occupation": null,
    "fathers_occupation": "Farm owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ESmith Thompson interpreted parts of the Commerce Clause from the United States Constitution; however, his anti-federalist views often made him a dissenter as a Supreme Court justice. Smith Thompson was born into the family of a wealthy state politician on January 17, 1768, in Amenia, New York. He graduated from Princeton University (then known as the College of New Jersey) in 1788, taught school shortly after, then served his legal apprenticeship under James Kent and Gilbert Livingston. James Kent was one of the most influential legal writers in the early republic, but did not think highly of Thompson. Kent once wrote in a letter that Thompson was “a plain, modest, humble, ignorant young man with narrow views and anti-federal politics. His mind has not expand[ed] and his principles became liberal very slowly.” In 1795, Thompson replaced Kent as Livingston’s partner and married Livingston’s daughter, Elisha. Seven years later, Thompson was appointed as the Middle District of New York State District Attorney; however, before he even assumed his duties, Thompson was appointed to the New York Supreme Court. Thompson served as an Associate Justice on the New York Supreme Court up until 1814, then as Chief Justice from 1814 to 1818.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EIn 1818, President James Monroe announced the need for a new Secretary of the Navy. President Monroe appointed Thompson to the position without considering anyone else. Thompson gladly accepted Monroe’s offer and resigned from the New York Supreme Court. Thompson served in the cabinet until 1823, when President Monroe nominated him to the Supreme Court of the United States. Thereafter, Thompson gave up his pursuit for the presidential election and accepted Monroe’s Supreme Court appointment.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EThompson was very active on the bench throughout his twenty years as a Supreme Court justice, although his anti-federalist views often made him a dissenter. Moreover, Thompson was marked as a transitional character between two well-recognized Chief Justice eras – John Marshall\u0027s and Roger Taney\u0027s. Thompson’s most notable decision as a Supreme Court justice involved interpreting the Commerce Clause. Thompson believed that states were allowed to regulate commerce unless the regulations directly conflicted with congressional laws. For example, in \u003Cem\u003ENew York v. Miln \u003C\/em\u003E(1837), Thompson argued that taxation on immigrants was not distinguishable from a valid exercise of police powers. Arguably, Thompson’s finest dissenting opinion was set forth in \u003Cem\u003ECherokee Nation v. Georgia \u003C\/em\u003E(1831), in which he argued that Indian tribes are independent sovereigns from the State.\u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003ESmith Thompson served as a Supreme Court Associate Justice until he died at the age of seventy-five, on December 18, 1843. The USS Smith Thompson, a \u003Cem\u003EClemson\u003C\/em\u003E-class destroyer in the United States Navy, was named after him in 1919.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2790,
            "type": "scotus_justice",
            "date_start": -4617885600,
            "date_end": -3977402400,
            "appointing_president": "James Monroe",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2790"
        }
    ],
    "thumbnail": {
        "id": 32764,
        "mime": "image\/png",
        "size": 43703,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/smith_thompson.png"
    },
    "images": [
        {
            "file": {
                "id": 12228,
                "mime": "image\/jpeg",
                "size": 43726,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/smith_thompson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Ashur B. Durand)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 7413,
    "identifier": "smith_thompson",
    "law_school": "Princeton",
    "number_of_children": 7,
    "home_state": "New York"
}