{
    "ID": 15131,
    "name": "Sonia Sotomayor",
    "href": "https:\/\/api.oyez.org\/people\/sonia_sotomayor",
    "first_name": "Sonia",
    "middle_name": null,
    "last_name": "Sotomayor",
    "name_suffix": null,
    "date_of_birth": -489783600,
    "place_of_birth": "The Bronx, NY",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": "Female",
    "ethnicity": "Puerto Rican",
    "family_status": null,
    "mother": "Celina Baez",
    "father": "Juan Sotomayor",
    "mothers_occupation": "Telephone operator, nurse",
    "fathers_occupation": "Tool worker, physician, professor",
    "biography": "\u003Cp class=\u0022p1\u0022\u003ESonia Sotomayor – the fearless federal trial court judge who saved Major League Baseball from a ruinous 1995 strike – entered the record book as the first Hispanic and the third woman to serve on the High Court. Sotomayor was born in the Bronx on June 25, 1954 to Juan Sotomayor and Celina Baez, both native Puerto Ricans. Her father worked in manual labor and her mother was a nurse. The family took residence in the Bronxdale Houses, one of the most coveted complexes in the city-owned housing projects. Sotomayor’s father passed away when she was nine. Following his death, Celina began working six-day weeks as a nurse to support the family, and Sonia learned to speak English fluently. Celina managed to send her children to private Catholic school. Sotomayor decided to become an attorney at the age of 10 upon watching an episode from the legal drama \u0022Perry Mason.\u0022 With this goal in mind, she studied diligently while attending Cardinal Spellman High School. Through self-enforced discipline, Sotomayor graduated valedictorian of her class in 1972.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EHer early success earned her a scholarship to study at Princeton University. She joined student groups selectively, but did not hesitate once committed. When serving as co-chairman of the Puerto Rican activist group Accioncion Puertorriquena, she accused the Princeton administration of discriminating against Puerto Ricans in hiring. In support of this work for Puerto Rican rights, she crafted an impressive senior thesis on the life of the famed Puerto Rican Luis Muñoz Marín. In 1976, Sotomayor graduated summa cum laude with her bachelor\u0027s degree in history, gaining election into Phi Beta Kappa along the way. Before continuing to Yale Law School the next year in pursuit of her J.D., she wed her high school boyfriend, Kevin Noonan (the two would divorce seven years later). At Yale she began to display the thought processes that would shape her legal mind. She published a noteworthy article on Puerto Rico\u0027s right to offshore minerals and was known for always making persuasive arguments. She co-chaired the Latin American and Native American Students Association and worked as an editor for the Yale Law Journal.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EThe legendary Manhattan district attorney Robert Morgenthau hired 25-year-old Sotomayor to work in his office following her graduation in 1979. As an assistant district attorney, Sotomayor began work in a trial unit that prosecuted everything from petty crimes to homicides. She established herself early as an imposing prosecutor who, despite her young age, would not get pushed around. Sotomayor helped put some of the most heinous criminals behind bars and triumphed in high-profile cases, including the famous Tarzan murder case and a major child pornography bust. In 1984, Sotomayor moved into private practice with the New York City law firm of Pavia \u0026amp; Harcourt, which focused in business and corporate law. She excelled in her work on intellectual property rights and copyright litigation and made partner in 1988.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EOn the recommendation of Senator Daniel Patrick Moynihan, the George H. W. Bush administration nominated Sotomayor to the United States District Court for the Southern District of New York on November 27, 1991. While sitting on the district court, she faced mostly non-controversial cases. She gained fame as the judge who \u0022saved\u0022 Major League Baseball with her strike-ending decision in \u003Cem\u003ESilverman v. Major League Baseball Player Relations Committee, Inc.\u003C\/em\u003E In another widely read decision, her majority opinion in \u003Cem\u003ECastle Rock Entertainment, Inc. v. Carol Publishing Group\u003C\/em\u003E finding a copyright infringement on material from the television show \u003Cem\u003ESeinfeld\u003C\/em\u003E became a standard for applying the fair use doctrine. On another recommendation from Moynihan, President Bill Clinton nominated Sotomayor to the United States Court of Appeals for the Second Circuit on June 25, 1997. During her next decade on the Second Circuit, Sotomayor would hear more than 3,000 cases and write around 380 majority opinions. Her carefully-worded technical writing did not grab media attention and helped her keep a low profile. However, the lawyers who argued before her knew her well, remembering vividly how she often confronted them sharply from the bench.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAlthough speculation about the Obama administration appointing Sotomayor began when Supreme Court Justice Ruth Bader Ginsburg was diagnosed with pancreatic cancer, it was David Souter\u0027s prompt retirement in early 2009 that opened a slot. Amid expectations that President Obama would nominate a judge with a \u0022common touch\u0022 and empathy, Sotomayor was quickly on the short list. He nominated Sotomayor on May 26, 2009 and, in what Democrats called an \u0022easy one,\u0022 the Senate confirmed her on August 6, 2009 on a 68-31 vote divided mostly along party lines. Hispanics celebrated her appointment to the Supreme Court as a first, and the working-class of the Bronx hailed the success of one of their own. Sotomayor began her career as a justice enthusiastically, skipping the shy period of settling into the job and beginning to fire questions during oral arguments immediately. The first case she heard was \u003Cem\u003ECitizens United v. Federal Election Commission\u003C\/em\u003E, where she dissented from the majority, which held in favor of the rights of corporations in campaign finance. Her disagreement in that case highlighted the liberal views she has voiced throughout her six years and counting on the court. Sotomayor has specifically fought for the protection of affirmative action programs. She wrote a 58 page dissent in \u003Cem\u003ESchuette v. Coalition to Defend Affirmative Action\u003C\/em\u003E, which held that prohibitions to state universities from considering race in admission decisions was constitutional. Sotomayor has also joined the liberal majority on recent landmark cases. She ruled in the majority which upheld the Affordable Care Act twice, and in \u003Cem\u003EObergefell v. Hodges\u003C\/em\u003E, to legalize same-sex marriage in all 50 states. Sotomayor is known on the court for her trust in the judicial process, and her cutthroat attitude toward ill-prepared attorneys. She is also known for her kindness toward jurors and the attorneys who work hard to advocate for their clients. Her fiery attitude and down-to-earth perspectives will serve the court well for years to come.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2776,
            "type": "scotus_justice",
            "date_start": 1249707600,
            "date_end": 0,
            "appointing_president": null,
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2776"
        }
    ],
    "thumbnail": {
        "id": 32685,
        "mime": "image\/png",
        "size": 50379,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/sonia_sotomayor_0.png"
    },
    "images": [
        {
            "file": {
                "id": 12216,
                "mime": "image\/jpeg",
                "size": 1102687,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/sonia_sotomayor.jpg"
            },
            "image_field_caption": ""
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 2293,
    "identifier": "sonia_sotomayor",
    "law_school": "Yale",
    "number_of_children": 0,
    "home_state": "New York"
}