{
    "ID": 15139,
    "name": "Stephen G. Breyer",
    "href": "https:\/\/api.oyez.org\/people\/stephen_g_breyer",
    "first_name": "Stephen",
    "middle_name": "G.",
    "last_name": "Breyer",
    "name_suffix": null,
    "date_of_birth": -990298800,
    "place_of_birth": "San Francisco, CA",
    "date_of_death": 0,
    "place_of_death": null,
    "gender": null,
    "ethnicity": "German\/Romanian\/Prussian\/Polish",
    "family_status": "Upper-middle class",
    "mother": "Anne Roberts",
    "father": "Irving G. Breyer",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EStephen G. Breyer has spent more than two decades as a Supreme Court justice, and during that time he has cultivated a reputation for pragmatism, optimism, and cooperation with both political parties. He was born in San Francisco, California on August 15, 1938. Breyer was exposed to both the law and political activity at a very young age through his parents’ careers. His father worked for the San Francisco Board of Education as legal counsel, and his mother’s work focused on public service. Breyer attended Lowell High School and earned admittance to Stanford University in 1955. Breyer studied philosophy at Stanford before graduating in 1959 and went on to Magdelen College at Oxford University as a Marshall Scholar. He continued his studies in philosophy there as well as economics, and graduated in 1961 with First Class Honors. He returned to the United States to study at Harvard Law School, where he also worked as an editor at the Harvard Law Review. Three years later, Breyer graduated magna cum laude.\u003C\/p\u003E\n\u003Cp\u003EAfter graduation, Breyer clerked with Justice Arthur Goldberg, an associate justice on the Supreme Court of the United States, for his first year out of law school. He served as a Special Assistant to the Assistant U.S. Attorney General for Antitrust from 1965 until 1967. In 1967 he also earned a place as an associate professor at Harvard Law. He has maintained a position among the Harvard Law faculty in some capacity over the years and is still a lecturer there. Breyer continued his legal career as an Assistant Special Prosecutor of the Watergate Special Prosecution Force in 1973. He then joined the U.S. Senate Judiciary Committee, first as Special Counsel in 1974 until 1975 and then as Chief Counsel from 1979 until 1980. His position as Chief Counsel bolstered his reputation as a competent and capable legal mind among both Democrats and Republicans. President Carter appointed Breyer to the U.S. Court of Appeals in 1980, a position he maintained for the next fourteen years. During this time, Breyer made a name for himself as a judge who leaned neither to the left nor the right but satisfied both sides of the aisle by remaining moderate.\u003C\/p\u003E\n\u003Cp\u003EIn 1994, President Clinton appointed Breyer to the Supreme Court of the United States. Clinton had considered Breyer for a spot on the Supreme Court the year before as well, but Breyer lost the spot to Justice Ruth Bader Ginsburg. Breyer was so dedicated in his pursuit to join the highest United States court that he left the hospital to meet President Clinton. A few days before the meeting, Breyer was hit by a car while riding his bike. He suffered several broken ribs and a punctured lung, but not even these injuries could stop Breyer from attending his meeting. His persistence paid off, and on August 3, 1994 he took his oath to the Supreme Court of the United States.\u003C\/p\u003E\n\u003Cp\u003EBreyer is known for being the most pragmatic justice on the bench. His decisions are often guided by maneuvering around the real life consequences to the people affected by the decision. This principle can abandon the strict interpretation some of his fellow justices favor, particularly the more conservatives ones. Breyer opposes the originalism approach, which is most often associated with Justice Scalia and demands a strict interpretation of the language of the Constitution. Instead, Breyer suggests that the justices follow the Framer’s intent and consider the practical consequences when deciding cases. Breyer is also well-known for respecting decisions made by the legislature. However this deference does not outweigh Breyer’s desire to consider real world consequences. In 2000, Breyer wrote a majority opinion in \u003Cem\u003EStenberg v. Carhart \u003C\/em\u003Ewhich ruled a Nebraska law banning partial-birth abortions was unconstitutional as it interfered too heavily with a woman’s right to decide on her own abortion. Recently, in 2015, Breyer dissented in \u003Cem\u003EGlossip v. Gross\u003C\/em\u003E, a case dealing with the constitutionality of Oklahoma’s lethal injection process. In his opinion, Breyer wished the court would reassess the constitutionality of the death penalty, a topic the court tackled in the 1976 case \u003Cem\u003EGregg v. Georgia\u003C\/em\u003E.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2785,
            "type": "scotus_justice",
            "date_start": 775890000,
            "date_end": 0,
            "appointing_president": "Bill Clinton",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2785"
        }
    ],
    "thumbnail": {
        "id": 32682,
        "mime": "image\/png",
        "size": 49908,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/stephen_g_breyer_0.png"
    },
    "images": [
        {
            "file": {
                "id": 12224,
                "mime": "image\/jpeg",
                "size": 1905250,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/stephen_g_breyer.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Jewish",
    "length_of_service": 7777,
    "identifier": "stephen_g_breyer",
    "law_school": "Harvard",
    "number_of_children": 3,
    "home_state": "Massachusetts"
}