{
    "ID": 15039,
    "name": "Thomas Todd",
    "href": "https:\/\/api.oyez.org\/people\/thomas_todd",
    "first_name": "Thomas",
    "middle_name": null,
    "last_name": "Todd",
    "name_suffix": null,
    "date_of_birth": -6467191200,
    "place_of_birth": "King and Queen County, VA",
    "date_of_death": -4540989600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Lower-middle class",
    "mother": "Elizabeth Richards",
    "father": "Richard Todd",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EThomas Todd left a light imprint on the Supreme Court’s history, though his contemporaries held him in high esteem for his moral guidance. While John Marshall overshadowed his influence, Todd is remembered as the perfect team player in supporting Marshall’s agenda. Todd experienced a difficult childhood in Virginia. His father, a local sheriff, died before Todd was two years old. When Todd was eleven, his mother passed away, though not before she had earned enough money for Todd’s studies. Todd then moved to live with a family friend, who ensured that Todd received the classical education his mother wanted for him, but wasted the rest of Todd’s inheritance.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhen Todd turned sixteen, he volunteered to join the Continental Army. After only six months of battle, he returned home to enroll in Liberty Hall, now Washington and Lee’s College in Lexington, Virginia. Upon graduating in 1783, Harry Innes, Todd’s mother’s cousin, invited him to live and work under him as a clerk. In exchange for room and board, Todd tutored Innes’s daughters. Innes was a well-respected attorney in Virginia, and Todd’s legal and political career flourished after clerking with him for a few years. Todd left clerking to set up his own law practice focusing in land law. Todd and Innes joined the movement to make Kentucky its own state after Innes was asked to set up Kentucky’s own district court. The movement was successful, and in 1792, Todd penned the new state’s constitution and became Kentucky’s first secretary of the Legislature.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1801, when the Kentucky Supreme Court added a seat to its bench, the governor selected Todd. He rose to chief justice five years later. By this time, Todd had amassed a successful private practice, wealth, and land inherited from a retired judge, whom Todd looked after when the government refused to pay his pension. This act, along with his rulings on the Kentucky Supreme Court, earned him a reputation as a kind and fair judge.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1807, the United States Congress voted to add a seventh federal judicial district and a seventh seat to the Supreme Court of the United States. President Jefferson broke with tradition in the appointment process. Instead of appointing an individual he knew, he deferred to the advice of the congressmen from the new district, nearly all of whom suggested Todd. The Senate confirmed Todd’s appointment on March 3, 1807. Todd’s tenure on the Court spanned nineteen terms, though he missed five due to illness and family matters. The other fourteen were spent writing few opinions. Most were brief and regarded uncomplicated land disputes, and none created lasting constitutional law precedent. Many historians regard Todd as lacking in notability; however, Todd’s colleagues considered him an asset to the bench. Todd largely shared and supported Chief Justice John Marshall’s opinions on the law, although President Jefferson, Marshall’s political rival, had hoped Todd would oppose Marshall. Todd acted more as a behind-the-scenes political advisor, lending his specialized knowledge of politics in the western governments, rather than as a figurehead of the Court. In February of 1826, Todd died while the Supreme Court was in session. He passed away a very wealthy man. After providing for his wife and eight children, much of Todd’s fortune went to improvements in his home state of Kentucky. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2683,
            "type": "scotus_justice",
            "date_start": -5133175200,
            "date_end": -4540989600,
            "appointing_president": "Thomas Jefferson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2683"
        }
    ],
    "thumbnail": {
        "id": 32769,
        "mime": "image\/png",
        "size": 41113,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thomas_todd.png"
    },
    "images": [
        {
            "file": {
                "id": 12125,
                "mime": "image\/jpeg",
                "size": 36246,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/thomas_todd.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Matthew Harris Jouett)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 6854,
    "identifier": "thomas_todd",
    "law_school": "Washington and Lee",
    "number_of_children": 8,
    "home_state": "Kentucky"
}