{
    "ID": 15142,
    "name": "Thomas Johnson",
    "href": "https:\/\/api.oyez.org\/people\/thomas_johnson",
    "first_name": "Thomas",
    "middle_name": null,
    "last_name": "Johnson",
    "name_suffix": null,
    "date_of_birth": -7483946400,
    "place_of_birth": "Calvert County, MD",
    "date_of_death": -4739364000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Dorcas Sedgwick",
    "father": "Thomas Johnson",
    "mothers_occupation": null,
    "fathers_occupation": "Plantation owner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EThomas Johnson is remembered as the Supreme Court justice with the record for shortest tenure. His historical significance does not stem from his time on the Court, but his involvement in the revolutionary cause. Born in 1732, Johnson grew up in Chesapeake Bay, Maryland as one of twelve children. The Johnson family lived comfortably but was not financially able to follow the custom of wealthy families of sending their children to prestigious boarding schools. Instead, Johnson was educated at home among his siblings. After ending his preliminary education, he moved to Annapolis to study law and work as a clerk under the former attorney general. \u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EAfter his admission to the bar, Johnson created a very successful practice in Annapolis, which allowed him to pursue his interests in land acquisition. One of Johnson’s favorite pastimes was surveying land on the Potomac River, which led to Johnson forming a friendship with George Washington, who had also surveyed the land years earlier. This friendship would heavily affect Johnson’s life. Johnson’s success in the legal field also led him to a political career, beginning with election to the Provincial Assembly in 1762, when he was only twenty-nine. As he gained influence and responsibility in the Assembly, Johnson became well-known among the Maryland population. \u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EHis reputation in Maryland made him a leader in the revolutionary cause. First, he headed the resistance to the 1765 Stamp Act. Later, he hosted and led meetings of revolutionaries in his offices.  Maryland chose Johnson as one of its delegates at the First Constitutional Convention. Here he nominated his close friend, George Washington, to be commander-in-chief of the Continental Army. When he returned home, he assisted with writing Maryland’s own constitution. While America was gaining its independence, Johnson was elected the first governor of Maryland in 1777. But providing for the new state was more challenging than anticipated. Britain twice attacked Maryland, and insurgent loyalists continuously attacked the state. Johnson faced these hardships as best as anyone could be expected, and he was unanimously reelected for the subsequent two years. The Maryland constitution limited governors to no more than three consecutive one-year terms; thus at the end of 1779, Johnson left office to what he hoped would be a quiet retirement. He continued to turn down the many offices he was offered, until he accepted a position at the state legislature. His main reason for accepting was to ensure that Maryland would ratify the Articles of Confederation. Johnson would work for Washington’s election campaign in the late 1780’s. After Washington’s success, Johnson accepted a position as chief judge of the General Court in Maryland, a job that would keep him near his family. A year later, Johnson helped to purchase land for and design the country’s capital city, Washington, D.C. \u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EIn 1791, Washington offered Johnson a position on the Supreme Court, a role that Johnson did not immediately accept. Johnson was worried that the responsibilities of the Court would prove too much for his health. Washington insisted Johnson accept the position and told Johnson they would sort everything out if he accepted. Johnson agreed, but his every concern came to fruition not long after he started work. After fourteen months of working intermittently as a justice, Johnson retired. He returned home and refused to take any other political office, though many were offered. After fifteen years in retirement, Johnson died peacefully in his daughter’s home. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2789,
            "type": "scotus_justice",
            "date_start": -5615546400,
            "date_end": -5584183200,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2789"
        }
    ],
    "thumbnail": {
        "id": 32768,
        "mime": "image\/png",
        "size": 29714,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thomas_johnson.png"
    },
    "images": [
        {
            "file": {
                "id": 12227,
                "mime": "image\/jpeg",
                "size": 40792,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/thomas_johnson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: John Hesselius)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 363,
    "identifier": "thomas_johnson",
    "law_school": null,
    "number_of_children": 8,
    "home_state": "Maryland"
}