{
    "ID": 15104,
    "name": "Thurgood Marshall",
    "href": "https:\/\/api.oyez.org\/people\/thurgood_marshall",
    "first_name": "Thurgood",
    "middle_name": null,
    "last_name": "Marshall",
    "name_suffix": null,
    "date_of_birth": -1940781600,
    "place_of_birth": "Baltimore, MD",
    "date_of_death": 727855200,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "African",
    "family_status": "Lower-middle class",
    "mother": "Norma Williams",
    "father": "William Marshall",
    "mothers_occupation": null,
    "fathers_occupation": "Club steward",
    "biography": "\u003Cp\u003EThurgood Marshall had a fresh, passionate voice and became a champion of civil rights, both on the bench and through almost 30 Supreme Court victories before his appointment, during times of severe racial strains. Marshall was born in Baltimore, Maryland, on July 2, 1908, to Norma Arica and William Canfield Marshall. Marshall’s mother was a kindergarten teacher and his father was an amateur writer who worked as a dining-car waiter on a railroad, later becoming a chief steward at a ritzy club. When Marshall’s father had a day off, he would occasionally take his sons to court so they could watch the legal procedure and arguments presented. Afterwards, the three would debate legal issues and current events together. Marshall’s father would challenge his sons on the points they made, constantly encouraging them to prove their case.\u003C\/p\u003E\n\u003Cp\u003EGrowing up in Baltimore, Marshall experienced the racial discrimination that shaped his passion for civil rights early on. The city had a death rate for African-Americans that was twice that of Caucasians, and due to school segregation, Marshall was forced to go to an all-black grade school. Once, he was unable to use the bathroom because all public restrooms were reserved for whites. Despite the times, Marshall’s parents tried to shelter him from the reality of racism. They earned enough money to live in a nice area, and he was able to attend a first-rate high school. He was often mischievous and sent out of class to read the Constitution for misbehavior. When Marshall graduated high school in 1925, he knew the Constitution backwards and forwards. Marshall was accepted to Lincoln University in Oxford, Pennsylvania, from where his brother had just graduated. It was known as the black counterpart to Princeton, and one of his classmates was the famous writer Langston Hughes. Marshall chose to focus more on the social life of college. Because of his intelligence, he was able to get through with little effort, but after getting suspended for hazing with his fraternity, he began to focus on academics. Marshall joined the debate club, which helped him realize his passion for becoming a lawyer. He also became more involved with civil rights and helped desegregate a movie theater, which he later described as one of the happiest moments in his life. Marshall met his wife, Vivian Burey, while taking a weekend trip with his friends to Philadelphia. They soon married on September 4, 1929, before Marshall started his last semester. He graduated college in 1930 as a top-notch student.\u003C\/p\u003E\n\u003Cp\u003EAfter being denied by his first choice, the University of Maryland Law School, due to the color of his skin, Marshall decided to go to Howard University. He and his wife moved in with his parents, and his mother sold her wedding ring to help pay for his law school. There he learned about civil rights law and began to think of the Constitution as a living document. His mentors introduced him to the world of the NAACP, often bringing him to attend meetings and watch lawyers discuss key issues. One of the mentors who made the biggest impression upon Marshall was Charles Houston, who taught him to defeat racial discrimination through the use of existing laws. Marshall graduated as valedictorian of his class in 1933 and moved back to Baltimore.\u003C\/p\u003E\n\u003Cp\u003EMarshall denied a postgraduate scholarship to Harvard in order to start his own practice and opened an office in east Baltimore. A few people did come to him for help, though unable to pay. Marshall turned none of them away. He began to develop his style as he took cases dealing with police brutality, evictions and harsh landlords. Marshall was respectful but forceful in presenting his case. As his name began to gain notice, he earned big clients such as labor organizations, building associations, and corporations. Marshall started to volunteer with the NAACP and eventually became one of their attorneys, joining his mentor Houston to argue cases together. He won his first case arguing that the University of Maryland Law School should allow an African-American admission. In 1935, Houston got Marshall appointed as Assistant Special Counsel for New York in the organization. From then on, the two began planning on how to have the Supreme Court overrule the separate but equal doctrine. After Houston resigned and Marshall took over as Special Counsel in 1938, he traveled to dangerous areas in the South in order to investigate lynching, the denial of voting rights, jury service, and fair trials to African-Americans. The face of the NAACP had soon become that of Marshall’s. In 1940, the NAACP set up a legal activist organization known as Fund, Inc., of which Marshall was hired to be special counsel. He was able to work toward his goal of challenging segregation in education. He won his first Supreme Court case dealing with forced confession; and after President Truman rejected the separate but equal doctrine in relation to the G.I. Bill, Marshall was ready to bring the education issue into full light. Marshall finally got the case he had been hoping for, and in 1952 argued \u003Cem\u003EBrown v. Board of Education\u003C\/em\u003E. The case was reargued in 1953, and after 5 months of waiting, the Supreme Court delivered its opinion that invalidated the separate but equal doctrine. In 1961, President Kennedy appointed Marshall as federal judge to the Second Circuit Court of Appeals in New York City. Marshall spent four years on the court, and none of his opinions were reversed on appeal to the Supreme Court. In 1965, President Johnson called upon Marshall to be the country’s next Solicitor General. Marshall was sworn into office, but only spent two years in the position. In 1967, the President appointed him as the first African-American to be an Associate Justice on the U.S. Supreme Court.\u003C\/p\u003E\n\u003Cp\u003EMarshall’s voice was a liberal one which held great influence early on in his term. As a proponent of judicial activism, he believed that the United States had a moral imperative to move progressively forward. He staunchly supported upholding individual rights, expanding civil rights, and limiting the scope of criminal punishment. Justice William Brennan shared many of Marshall’s opinions and they usually voted in the same bloc. In \u003Cem\u003EFurman v. Georgia\u003C\/em\u003E, these justices argued the death penalty was unconstitutional in all circumstances, and dissented from the subsequent overruling opinion, \u003Cem\u003EGregg v. Georgia\u003C\/em\u003E, a few years later. He also made separate contributions to labor law (\u003Cem\u003ETeamsters v. Terry\u003C\/em\u003E), securities law (\u003Cem\u003ETSC Industries, Inc. v. Northway, Inc.\u003C\/em\u003E), and tax law (\u003Cem\u003ECottage Savings Ass’n v. Commissioner of Internal Revenue\u003C\/em\u003E). He had strong views on affirmative action and contributed greatly to opinions on constitutional law. Marshall maintained a down-to-earth style and would often joke with Chief Justice Burger as they passed in the hallways by asking “What’s shakin’, Chief baby?” As the court made a shift towards conservatism, however, Marshall became frustrated and his influence weakened. Despite the change of currents, Marshall’s voice remained strong until his retirement, when he was succeeded by Associate Justice Clarence Thomas. Marshall died on January 24, 1993 of heart failure in Bethesda, Maryland.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2748,
            "type": "scotus_justice",
            "date_start": -71002800,
            "date_end": 686293200,
            "appointing_president": "Lyndon B. Johnson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2748"
        }
    ],
    "thumbnail": {
        "id": 32770,
        "mime": "image\/png",
        "size": 59272,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/thurgood_marshall.png"
    },
    "images": [
        {
            "file": {
                "id": 12190,
                "mime": "image\/jpeg",
                "size": 33225,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/thurgood_marshall.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Simmie L. Knox)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 8765,
    "identifier": "thurgood_marshall",
    "law_school": "Howard",
    "number_of_children": 2,
    "home_state": "New York"
}