{
    "ID": 15057,
    "name": "Ward Hunt",
    "href": "https:\/\/api.oyez.org\/people\/ward_hunt",
    "first_name": "Ward",
    "middle_name": null,
    "last_name": "Hunt",
    "name_suffix": null,
    "date_of_birth": -5034938400,
    "place_of_birth": "Utica, NY",
    "date_of_death": -2643645600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper-middle class",
    "mother": "Elizabeth Stringham",
    "father": "Montgomery Hunt",
    "mothers_occupation": null,
    "fathers_occupation": "Banker",
    "biography": "\u003Cp\u003EWard Hunt was born and raised in Utica, New York. He completed his education at Union College and then studied for the bar under the tutelage of a local judge. After his admission to the bar, Hunt established a lucrative partnership with his judge-tutor.\u003C\/p\u003E\n\u003Cp\u003EHunt was active in politics. He served briefly in the New York Assembly and as mayor of Utica. In both positions, Hunt ran as a Jacksonian Democrat. But Hunt broke with his party on the slavery issue and supported the antislavery Free Soil ticket, voting for presidential candidate Martin Van Buren in 1848. Hunt then participated in the founding of the Republican Party in New York.\u003C\/p\u003E\n\u003Cp\u003EHunt was elected to New York\u0027s highest court on the Republican ticket in 1865. Within a few years, he became the court\u0027s chief judge. His political mentor was Roscoe Conkling who also was the Republican Party boss. Conkling was a confidant of President Grant. And, with Conkling\u0027s influence, Grant chose Hunt for a position on the Supreme Court.\u003C\/p\u003E\n\u003Cp\u003ETo say that Hunt accomplished little on the Court would be an overstatement. He was given little to do and did just about that, at least with respect to constitutional adjudication. After six years of service, Hunt suffered a severe stroke that prevented his participation in the Court\u0027s work. Nevertheless, Hunt remained on the Court for three more years. He stayed on because retirement with full pension required a minimum of 10 years of service and a minimum age of 70. To encourage him to step down, Congress passed an exception to the retirement requirements if he would retire within 30 days. Hunt stepped down at the first available opportunity after passage of the act.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2701,
            "type": "scotus_justice",
            "date_start": -3060266400,
            "date_end": -2774714400,
            "appointing_president": "Ulysses S. Grant",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2701"
        }
    ],
    "thumbnail": {
        "id": 32772,
        "mime": "image\/png",
        "size": 50866,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/ward_hunt.png"
    },
    "images": [
        {
            "file": {
                "id": 12143,
                "mime": "image\/jpeg",
                "size": 32622,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/ward_hunt.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George P. A. Healy)"
        }
    ],
    "religion": "Episcopalian",
    "length_of_service": 3305,
    "identifier": "ward_hunt",
    "law_school": "Litchfield",
    "number_of_children": 3,
    "home_state": "New York"
}