{
    "ID": 15073,
    "name": "Warren E. Burger",
    "href": "https:\/\/api.oyez.org\/people\/warren_e_burger",
    "first_name": "Warren",
    "middle_name": "E.",
    "last_name": "Burger",
    "name_suffix": null,
    "date_of_birth": -1965751200,
    "place_of_birth": "St. Paul, MN",
    "date_of_death": 804056400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Swiss\/German",
    "family_status": "Lower-middle class",
    "mother": "Katharine Schnittger",
    "father": "Charles J. Burger",
    "mothers_occupation": null,
    "fathers_occupation": "Railroad cargo inspector; small farmer; salesman",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EChief Justice Warren Burger rose from humble midwestern roots to become one of the longest serving Chief Justices in the Court’s history. He was born in Saint Paul, Minnesota in 1907. The youngest of seven children, Burger grew up in a working class family. The large family struggled to make ends meet, and at only nine years old Burger was already helping with their finances by delivering newspapers. Burger attended John A. Johnson High School, where he participated in numerous sports and was president of the student council. Young Burger also wrote articles about high school sports for a local newspaper before graduating in 1925.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter high school, Burger put himself through night school at the University of Minnesota by selling insurance for Mutual Life Insurance. Afterward, he enrolled at St. Paul College of Law (known today as William Mitchell), and graduated magna cum laude in 1931. From there Burger joined a prominent St. Paul law firm and taught night classes at his alma mater. In 1933, Burger married Elvera Stormberg, a former classmate from the University of Minnesota. Together they had two children.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EBurger soon became a key player in Minnesota’s Republican Party, with an active role in the gubernatorial campaigns of Harold Stassen in 1938, 1940, and 1942. In 1952, Burger threw his weight behind presidential nominee Dwight D. Eisenhower by swaying the Minnesota delegation in his favor at the Republican National Convention. Eisenhower showed his gratitude by appointing Burger Assistant U.S. Attorney General for the Justice Department’s Civil Division in 1953, and nominating him to the U.S. Court of Appeals in 1955. During his 13-year tenure with the U.S. Court of Appeals, he gained a reputation as a “law-and-order” judge, with a starkly conservative stance on the rights of the accused. He publicly criticized the Fifth Amendment, and voiced his concerns that the Supreme Court had overreached in its protection of the accused. It was this reputation, and his connections in the Republic Party, which attracted the attention of President Nixon, who appointed Burger as Chief Justice of the Supreme Court in 1969. He experienced virtually no opposition, and his appointment was soon confirmed by the Senate in a 74-3 vote. Burger’s predecessor, Chief Justice Earl Warren, presided over one of the most liberal Supreme Courts in U.S. history. Nixon appointed Burger in the hope that his deference to “law and order” would reign in what many conservatives saw as liberal judicial activism.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAlthough Burger was a lifelong Republican, many of the landmark decisions issued during his tenure represented clear liberal victories. For example, In \u003Cem\u003ESwann v. Charlotte-Mecklenberg Board of Education\u003C\/em\u003E (1971), the Court issued a unanimous ruling supporting busing as a pragmatic approach to reduce \u003Cem\u003Ede facto\u003C\/em\u003E racial segregation in schools. However, Burger’s conservatism can be seen in opinions such as his concurring opinion in \u003Cem\u003EBowers v. Hardwick\u003C\/em\u003E (1986), which upheld a Georgia law criminalizing sodomy.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWhen Burger retired in September of 1986, he was the longest serving Chief Justice of the 20th century. He was also a fundamental proponent of Alternative Dispute Resolution, citing its ability to alleviate an overburdened judicial system. By the time of his death in 1994, Burger had been awarded the James Madison Award for Distinguished Public Service by the American Whig-Cliosophic Society of Princeton, the United States Military Academy’s Sylvanus Thayer Award and the Presidential Medal of Freedom.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2717,
            "type": "scotus_justice",
            "date_start": -16570800,
            "date_end": 528094800,
            "appointing_president": "Richard Nixon",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2717"
        }
    ],
    "thumbnail": {
        "id": 32773,
        "mime": "image\/png",
        "size": 52511,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/warren_burger.png"
    },
    "images": [
        {
            "file": {
                "id": 12159,
                "mime": "image\/jpeg",
                "size": 53661,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/warren_e_burger.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: George Augusta)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 6304,
    "identifier": "warren_e_burger",
    "law_school": "St. Paul",
    "number_of_children": 2,
    "home_state": "Minnesota"
}