{
    "ID": 15077,
    "name": "William Cushing",
    "href": "https:\/\/api.oyez.org\/people\/william_cushing",
    "first_name": "William",
    "middle_name": null,
    "last_name": "Cushing",
    "name_suffix": null,
    "date_of_birth": -7505373600,
    "place_of_birth": "Scituate, MA",
    "date_of_death": -5027076000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary Cotton",
    "father": "John Cushing",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EWilliam Cushing had little significance as a Supreme Court justice, even though he was the longest-serving justice appointed by George Washington. As a justice, he was best known for his quiet demeanor and short opinions. Cushing was born into a long line of Massachusetts Superior Court judges in 1732.  Not much is known about his early life until he attended Harvard University to study theology. Cushing changed his mind, and upon graduation, pursued an apprenticeship under a lawyer from his hometown. Finding the competition among attorneys too steep in his hometown of Scituate, Massachusetts, Cushing moved with his brother to northern Massachusetts, now Maine. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003ECushing gained unique experience while practicing in the frontier of northern Massachusetts. He was one of a few attorneys that pioneered the legal practices of the area. When Cushing was 28 years old, he was appointed the first judge of the county, which began his lifelong judicial career. Cushing left the position to succeed his father as associate justice of the Superior Court of Judicature in 1772. Many were convinced that nepotism alone led to this appointment, recalling Cushing’s unsuccessful practice from years earlier. However, Cushing proved his worth when he tackled two controversial topics, slavery and rebellion. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1780, an emancipated slave sued his former owner for battery and assault. After the slave had been freed, he went to work as a freeman for a different family. The previous master sought him out and demanded he return as a slave to the old house. When the slave refused, the owner beat him. The case made it to the Massachusetts Supreme Court of the Judicature. In deciding the case, Cushing wrote that slavery was unconstitutional and abolished the practice in Massachusetts. Then, in 1786, debtors in Massachusetts rioted in what would become known as Shay’s Rebellion. Even as the riots closed the courthouses, Cushing risked his personal liberty to ensure the courts stayed open, and eventually the riots died down. When it came to sentencing the violent rioters after the rebellion, Cushing was picked for the task. He was able to maintain a sense of decorum and control in the courtroom, even in the face of this turmoil. \u003C\/p\u003E\n\u003Cp class=\u0022p2\u0022\u003EAs a prominent and experienced judge, Cushing was an obvious choice as one of the inaugural Supreme Court justices. Once confirmed, however, Cushing contributed little to the court. He was known for his stoic and withdrawn behavior, as well as for the brevity of his short opinions, the shortest being two sentences long. Even in his longer opinions, he rarely added an idea that had not already been expressed. However, this brevity and narrow focus in his opinions allowed for Cushing to remain amiable to both political parties and had a well-respected reputation. President Washington could not have been too put off by his brevity, as he nominated Cushing for Chief Justice of the United States upon John Jay\u0027s retirement. Cushing accepted the position, though after one week of service, he rescinded his acceptance, claiming concerns for his health. He remained on the Court until his death in 1810. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2721,
            "type": "scotus_justice",
            "date_start": -5677408800,
            "date_end": -5027076000,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2721"
        }
    ],
    "thumbnail": {
        "id": 32776,
        "mime": "image\/png",
        "size": 52796,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_cushing.png"
    },
    "images": [
        {
            "file": {
                "id": 12163,
                "mime": "image\/jpeg",
                "size": 44764,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_cushing.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Congregational",
    "length_of_service": 7527,
    "identifier": "william_cushing",
    "law_school": "Harvard",
    "number_of_children": 0,
    "home_state": "Massachusetts"
}