{
    "ID": 15146,
    "name": "William Howard Taft",
    "href": "https:\/\/api.oyez.org\/people\/william_howard_taft",
    "first_name": "William",
    "middle_name": "Howard",
    "last_name": "Taft",
    "name_suffix": null,
    "date_of_birth": -3543674400,
    "place_of_birth": "Cincinatti, OH",
    "date_of_death": -1256580000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Scotch",
    "family_status": "Upper class\/wealthy",
    "mother": "Louisa M. Torrey",
    "father": "Alphonso Taft",
    "mothers_occupation": null,
    "fathers_occupation": "Lawyer",
    "biography": "\u003Cp\u003EWilliam Howard Taft came from a distinguished Ohio family. He was eduated at Yale where he was the class salutatorian. He studied at Cincinnati Law School and was admitted to the bar at age 23. Taft quickly became involved in Republican politics. By the time he was 30, he had been appointed to the Ohio Superior Court. He remained there three years when President Benjamin Harrison appointed Taft as his solicitor general. Two years later, Harrison nominated Taft to be a federal appellate judge.\u003C\/p\u003E\n\u003Cp\u003ETaft enjoyed his experience on the bench and left reluctantly to become civilian governor of the Philippines in the aftermath of the Spanish-American War. Three years later, President Theodore Roosevelt named Taft as his secretary of war. Taft\u0027s influence in the Republican Party increased to the point that he was nominated as the the party\u0027s presidential candidate in 1908. He won, but it was not the office he sought. Above all, Taft aspired to be chief justice of the United States.\u003C\/p\u003E\n\u003Cp\u003ETaft served only one term as president. He was renominated in 1912, but his former ally, Theodore Roosevelt, split off to launch his own candidacy under the banner of the Bull Moose Party. The result divided the Republican vote and Woodrow Wilson (the Democratic candidate) was elected.\u003C\/p\u003E\n\u003Cp\u003ETaft\u0027s long-held wish came true in 1921 when President Warren Harding selected Taft to replace Edward D. White as chief justice.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2794,
            "type": "scotus_justice",
            "date_start": -1529780400,
            "date_end": -1259431200,
            "appointing_president": "Warren G. Harding",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2794"
        }
    ],
    "thumbnail": {
        "id": 32777,
        "mime": "image\/png",
        "size": 35140,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_howard_taft.png"
    },
    "images": [
        {
            "file": {
                "id": 12231,
                "mime": "image\/jpeg",
                "size": 45113,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_howard_taft.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: Ernest Ludwig Ipsen)"
        }
    ],
    "religion": "Unitarian",
    "length_of_service": 3129,
    "identifier": "william_howard_taft",
    "law_school": "Cincinnati",
    "number_of_children": 3,
    "home_state": "Ohio"
}