{
    "ID": 15140,
    "name": "William J. Brennan, Jr.",
    "href": "https:\/\/api.oyez.org\/people\/william_j_brennan_jr",
    "first_name": "William",
    "middle_name": "J.",
    "last_name": "Brennan",
    "name_suffix": "Jr.",
    "date_of_birth": -2009815200,
    "place_of_birth": "Newark, NJ",
    "date_of_death": 869720400,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Irish",
    "family_status": "Middle class",
    "mother": "Agnes McDermott",
    "father": "William J. Brennan",
    "mothers_occupation": null,
    "fathers_occupation": "Labor organizer; brewery worker",
    "biography": "\u003Cp\u003EThe second of eight children born to Irish immigrants, William J. Brennan Jr. went on to become one of the longest-serving and most influential justices in the history of the Court. Brennan was born in Newark, New Jersey in 1906. He attended Harrington High School, where he excelled in his studies and was admitted to the University of Pennsylvania’s Wharton School of Commerce and Finance. During his undergraduate degree, Brennan married Marjorie Leonard, with whom he had three children. After graduating, he attended Harvard Law School, where he continued to excel as a student, and graduated with his J.D. in 1931. He was admitted to the New Jersey bar the following year and joined the firm Pitney Hardin, where he practiced labor law.\u003C\/p\u003E\n\u003Cp\u003EDuring World War II, Brennan enlisted in the Army as a Major, performing legal work for the ordnance division from 1942-1945, and eventually earning the rank of Colonel. After the war, Brennan returned to private practice until he accepted a Superior Court Judge position offered to him by New Jersey Governor Alfred E. Driscoll. As a Superior Court Judge, Brennan became highly respected for his procedural reforms, and was eventually appointed to the New Jersey Supreme Court. President Dwight D. Eisenhower elevated him to the U.S. Supreme Court in 1956 as a recess appointment, partially as a political appeal to left-leaning voters in the upcoming 1956 presidential election. Despite initial fears from some Senators that he would allow his Catholic faith to guide his decision-making rather than legal analysis, Brennan was confirmed by the Senate in 1957, with only Senator McCarthy voting against him.\u003C\/p\u003E\n\u003Cp\u003EBrennan’s ability to persuade his fellow Justices led him to author many landmark cases upholding individual freedoms, including \u003Cem\u003EBaker v. Carr\u003C\/em\u003E (1962), which established the “one person, one vote” doctrine; and \u003Cem\u003ETexas v. Johnson\u003C\/em\u003E (1989), holding that the burning of the American flag is political speech protected by the First Amendment. In Brennan’s last vote as a Supreme Court Justice, he sided with the majority in \u003Cem\u003EMetro Broadcasting v. Federal Communications Commission\u003C\/em\u003E (1990), upholding the constitutionality of two federal affirmative action programs aimed at increasing black ownership of radio and television stations. A skilled navigator of the Court’s inner politics, he directly influenced most of the decisions in which he joined, and during his time on the Court wrote more than 1,200 opinions. He retired from the Court in 1990 due to his declining health.\u003C\/p\u003E\n\u003Cp\u003EBrennan’s impact on the law places him among the most influential justices of the 20th century. In 1989, the Hudson County Courthouse in Jersey City, New Jersey was renamed the William J. Brennan Courthouse in his honor. In 1995, Brennan’s former law clerks recognized him by endowing the Brennan Center for Justice at New York University School of Law, a nonpartisan litigation and research center. President Clinton, who awarded Brennan the Presidential Medal of Freedom in 1993, said that Brennan’s “devotion to the Bill of Rights inspired millions of Americans, and countless young law students, including myself.” He died in July of 1997 at the age of 91 while recovering from falling and breaking a hip.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2786,
            "type": "scotus_justice",
            "date_start": -416862000,
            "date_end": 648450000,
            "appointing_president": "Dwight D. Eisenhower",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2786"
        }
    ],
    "thumbnail": {
        "id": 32778,
        "mime": "image\/png",
        "size": 56873,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_j_brennan.png"
    },
    "images": [
        {
            "file": {
                "id": 12225,
                "mime": "image\/jpeg",
                "size": 62650,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_j_brennan_jr.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (artist: Paul C. Burns)"
        }
    ],
    "religion": "Roman Catholic",
    "length_of_service": 12330,
    "identifier": "william_j_brennan_jr",
    "law_school": "Harvard",
    "number_of_children": 3,
    "home_state": "New Jersey"
}