{
    "ID": 15070,
    "name": "William Paterson",
    "href": "https:\/\/api.oyez.org\/people\/william_paterson",
    "first_name": "William",
    "middle_name": null,
    "last_name": "Paterson",
    "name_suffix": null,
    "date_of_birth": -7069399200,
    "place_of_birth": "County Antrim, Ireland",
    "date_of_death": -5153652000,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scotch\/Irish",
    "family_status": "Upper class\/wealthy",
    "mother": "Mary",
    "father": "Richard Paterson",
    "mothers_occupation": null,
    "fathers_occupation": "Manufacturer of tin plate, merchant, real estate investor",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EJustice William Paterson signed the Constitution, served as a governor of New Jersey and served on the Supreme Court. Paterson was born in Ireland in 1745 and moved to the United States at two years old. Graduating from the College of New Jersey (now Princeton College) at the age of 14, Paterson studied law immediately afterward with a well-known lawyer, Richard Stockton and was admitted to the New Jersey bar in 1768. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter Paterson was selected as a delegate for the first Congress of New Jersey, he helped draft the state’s first constitution. When the United States gained independence, Paterson was elected the first Attorney General of New Jersey. During this time, Paterson also developed a successful law practice in which he defended wealthy landowners and their creditors. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EPaterson was an advocate for a more energetic national government during the Constitutional Convention, opposing the proposal that both houses in Congress be apportioned according to population. Since he was from a smaller state, Paterson feared it would give too much power to states with more inhabitants. His proposal for an alternative plan where each state had only one vote was later adapted into the Great Compromise. This proposal led to the creation of a lower and upper house in Congress, one with the amount of members based on population and the other with equal representation. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter the convention, Paterson was elected to the first United States Senate. Paterson helped create the Judiciary Act of 1789, which outlined the requirements for the United States Supreme Court and the system for the lower district and circuit courts. Under section 25, this act also gave the Court appellate jurisdiction over final decisions of the state courts when the Constitution, federal laws, and treaties were involved.\u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EPaterson was appointed to the Supreme Court by George Washington in 1793 and played an essential role in many of the important decisions of the early Court. Constantly arguing for the federal government to exercise power over the states, Paterson’s decision in \u003Cem\u003EPenhallow v. Doane’s Administration \u003C\/em\u003E(interpreting the origins and nature of the United States with a national focus) and \u003Cem\u003EWare v. Hylton \u003C\/em\u003E(invalidating a Virginia statute) reflected these ideas. In \u003Cem\u003EHylton v. United States\u003C\/em\u003E and \u003Cem\u003ECalder v. Bull\u003C\/em\u003E, Paterson’s opinions were especially crucial, as he was able to speak truthfully and completely to the original intention of the framers of the Constitution because he was a direct contributor to its creation. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EAfter the Jeffersonian victory in the election of 1800 and the subsequent appointment of Chief Justice John Marshall, Paterson became more cautious about his strong views on an independent judiciary. The Judiciary Act, which Paterson helped author, was repealed in 1802. In \u003Cem\u003EStuart v. Laird\u003C\/em\u003E in 1803, Paterson’s more moderate attitude was proven when he spoke for a unanimous court declaring this revocation constitutional. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1804, while riding circuit, Paterson suffered an injury from which he was unable to recover. He passed away in 1806 leaving a legacy as an active justice and politician. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2714,
            "type": "scotus_justice",
            "date_start": -5579517600,
            "date_end": -5153652000,
            "appointing_president": "George Washington",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2714"
        }
    ],
    "thumbnail": {
        "id": 32782,
        "mime": "image\/png",
        "size": 48669,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_paterson.png"
    },
    "images": [
        {
            "file": {
                "id": 12156,
                "mime": "image\/jpeg",
                "size": 43467,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_paterson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: C. Gregory Stapko)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 4929,
    "identifier": "william_paterson",
    "law_school": "Princeton",
    "number_of_children": 3,
    "home_state": "New Jersey"
}