{
    "ID": 15141,
    "name": "William H. Rehnquist",
    "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
    "first_name": "William",
    "middle_name": "H.",
    "last_name": "Rehnquist",
    "name_suffix": null,
    "date_of_birth": -1427997600,
    "place_of_birth": "Milwaukee, WI",
    "date_of_death": 1125723600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "Scandinavian",
    "family_status": "Upper-middle class",
    "mother": "Margery Peck",
    "father": "William B. Rehnquist",
    "mothers_occupation": null,
    "fathers_occupation": "Sales",
    "biography": "\u003Cp\u003EWilliam Hubbs Rehnquist is remembered as one of the most successful Chief Justices of the Supreme Court of the United States and is frequently mentioned in the same breath as his inspiration, Chief Justice John Marshall. Rehnquist was born in Milwaukee, Wisconsin on October 1, 1924. He grew up with parents of modest but comfortable means, both of whom were conservative Republicans. He attended public schools all throughout his childhood, graduating from high school in 1942. He moved to Ohio for a brief stint at Kenyon College, but his education was interrupted by World War II. Rehnquist served in the United States Army Air Force as a weather observer in North Africa. After the war, Rehnquist finished his undergraduate degree at Stanford University, graduating with a bachelor’s degree in Political Science. He continued his education at Stanford, receiving his master’s degree in Political Science. Then he moved on to Harvard University for a master’s degree in Government. Rehnquist returned to Stanford to get his law degree, graduating in 1952 at the top of his class. Rehnquist thoroughly impressed his professors, one of whom contacted Justice Robert Jackson, a moderate on the Supreme Court of the United States. He hired Rehnquist as a clerk to illustrate conservative reasoning and to assist Jackson in forming his own conclusions. During the year Rehnquist worked as Jackson’s clerk, Rehnquist wrote what is now considered a very controversial memo to Jackson regarding \u003Cem\u003EBrown v. Board of Education\u003C\/em\u003E. This memo urged Jackson to reaffirm \u003Cem\u003EPlessy v. Ferguson\u003C\/em\u003E, the decision that is cited as establishing “separate but equal” treatment regarding segregation. After his clerkship, Rehnquist moved to Phoenix, Arizona to work in private practice for sixteen years. During that time, he immersed himself in politics, culminating in his efforts campaigning for Barry Goldwater for president in 1964.\u003C\/p\u003E\n\u003Cp\u003EIn 1969, Rehnquist moved back to Washington, D.C. after Richard Nixon won the presidency to serve as a deputy attorney general for the Justice Department. He spent the next two years impressing President Nixon by tackling such issues as wiretapping for the Justice Department. President Nixon then nominated Rehnquist to the Supreme Court as an associate justice. Rehnquist’s Senate hearing proved that his undiluted conservatism was not universally accepted among the predominantly democratic Congress. The Senate fixated on the memo regarding \u003Cem\u003EPlessy\u003C\/em\u003E during questions about his past career. Rehnquist maintained that the memo reflected Justice Jackson’s views and not his own. Ultimately, the memo did not bar him from Senate approval, as Rehnquist procured the majority he needed to become an associate justice with 68 voting for him and 26 voting against him. Rehnquist stayed true to his conservative values, dissenting in cases such as \u003Cem\u003ERoe v. Wade\u003C\/em\u003E, in which the Court voted to legalize abortion. Fifty-two solitary dissents later, he earned the nickname the “Lone Ranger.” Rehnquist did not always embody the image of a lonely, curmudgeon dissenter. He authored some important majority decisions during his tenure as associate justice, such as \u003Cem\u003ENational League of Cities v. Usery\u003C\/em\u003E. This case involved a government regulation of state government workers’ hours and wages and limited Congress’ power to interfere with states’ rights.\u003C\/p\u003E\n\u003Cp\u003EIn 1986, Chief Justice Warren Burger retired, and President Ronald Reagan appointed Rehnquist to fill the position. His nomination was once again approved by the Senate. Another conservative, Antonin Scalia, was selected fill Rehnquist’s vacant associate justice seat. Rehnquist used this time with a new conservative ally to narrow the breadth of decisions he had dissented to in the past, such as cases concerning abortion rights and affirmative action. In 1989, President Reagan appointed Anthony Kennedy to the bench. In three years, President Reagan had created a new conservative majority on the court, and Rehnquist took advantage of his new conservative alliance.\u003C\/p\u003E\n\u003Cp\u003ERehnquist flourished as Chief Justice and showed an acumen for pragmatism and leadership. His slow-to-anger temperament helped in his devoted majority-building efforts. Even the liberal justices recognized his fairness toward his liberal opponents. Most impactful was his rigid organization style with a heavy emphasis on punctuality from clerks and justices alike. Rehnquist’s approach to conservatism differed from his colleagues. He looked beyond pure originalist ideals to allow future consequences to factor into his decisions. In 2003, Rehnquist wrote the majority opinion in \u003Cem\u003ENevada Department of Human Resources v. Hibbs\u003C\/em\u003E, which allowed employees to bring suit against states and state government employers under the Family and Medical Leave Act. This decision aggravated Justices Scalia and Clarence Thomas, who argued that this decision impeded upon states’ rights. After thirty-three years of service to the Supreme Court, Rehnquist fell ill in 2005. He refused to retire even after his diagnosis of thyroid cancer and remained Chief Justice until his death on September 3, 2005.\u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2787,
            "type": "scotus_justice",
            "date_start": 63612000,
            "date_end": 528094800,
            "appointing_president": "Richard Nixon",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
        },
        {
            "id": 2788,
            "type": "scotus_justice",
            "date_start": 528094800,
            "date_end": 1125723600,
            "appointing_president": "Ronald Reagan",
            "role_title": "Chief Justice of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
        }
    ],
    "thumbnail": {
        "id": 32786,
        "mime": "image\/png",
        "size": 46923,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
    },
    "images": [
        {
            "file": {
                "id": 12226,
                "mime": "image\/jpeg",
                "size": 185081,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_h_rehnquist.jpg"
            },
            "image_field_caption": "Thomas Loepp, Collection of the Supreme Court of the United States"
        }
    ],
    "religion": "Lutheran",
    "length_of_service": 12293,
    "identifier": "william_h_rehnquist",
    "law_school": "Stanford",
    "number_of_children": 2,
    "home_state": "Arizona"
}