{
    "ID": 15059,
    "name": "William Johnson",
    "href": "https:\/\/api.oyez.org\/people\/william_johnson",
    "first_name": "William",
    "middle_name": null,
    "last_name": "Johnson",
    "name_suffix": null,
    "date_of_birth": -6248685600,
    "place_of_birth": "Charleston, SC",
    "date_of_death": -4273149600,
    "place_of_death": null,
    "gender": "Male",
    "ethnicity": "English\/Dutch",
    "family_status": "Upper-middle class",
    "mother": "Sarah Nightingale",
    "father": "William Johnson",
    "mothers_occupation": null,
    "fathers_occupation": "Blacksmith, landowner",
    "biography": "\u003Cp class=\u0022p1\u0022\u003EDuring his twenty-nine years on the bench, Justice William Johnson wrote 112 majority opinions, trailing only Chief Justice John Marshall and Justice Joseph Story in speaking for the Court. Born on December 27, 1771, William Johnson’s father was a well-known Revolutionary patriot as well as a blacksmith and legislator. William Johnson attended grammar school in Charleston before attending Princeton in 1790. He graduated Princeton at the top of his class, then read law with Charles Cotesworth Pinckney before passing the bar in South Carolina in 1793. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn 1794 at the young age of twenty-two, Johnson was elected to the state house of representatives and, later that year, married Sarah Bennett. Together, they had eight children, six of whom died in childhood. They also later adopted two refugee children from Santo Domingo. \u003C\/p\u003E\n\u003Cp class=\u0022p3\u0022\u003EJohnson spent three terms in the assembly as a Jeffersonian Republican and served as speaker of the house in 1798. In 1799, he was elevated to the South Carolina Court of General Sessions and Common Pleas. Three years later, President Thomas Jefferson appointed him to the Supreme Court. The United States Senate confirmed him on May 7, 1804 as the first Supreme Court member who was not a Federalist. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EIn Johnson’s first major circuit court opinion, he denied presidential authority to remove the collector of the Port of Charleston for his refusal to implement the administration’s embargo policies, defying the orders from the United States Attorney General, Caesar A. Rodney, and President Jefferson. Rodney later told Jefferson that Johnson had been infected with “leprosy of the bench.” Regardless, Johnson felt the executive branch’s control of maritime trade in this case was an overextension of its constitutional powers. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EWidely known as a critic of Justice Marshall, Johnson\u0027s most noteworthy dissent was in \u003Cem\u003ECraig v. Missouri\u003C\/em\u003E, in which Johnson argued that states should be able to issue temporary bills of credit or loans. Later, Johnson concurred in \u003Cem\u003EGibbons v. Ogden, \u003C\/em\u003Ewhich held that the Commerce Clause gave to Congress the power to regulate interstate commerce. In \u003Cem\u003EGibbons\u003C\/em\u003E, Johnson revealed his nationalist position involving federal-state relations. He strongly believed that the federal government had the right to control interstate commerce, including the commerce of slavery. His position was so unpopular that he was forced to move to Pennsylvania. \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJohnson was an owner of slaves who opposed abolition while also opposing inhumane treatment of Africans. He put his reputation in jeopardy in his native South Carolina when he denounced anti-federal sentiment and state denial of due process to a slave rebel. Earlier, in 1823, Johnson invalidated a South Carolina Act that excluded free African-American traders from state ports in his circuit court decision in \u003Cem\u003EElkison v. Deliesseline\u003C\/em\u003E.  \u003C\/p\u003E\n\u003Cp class=\u0022p1\u0022\u003EJohnson remained on the Supreme Court until his death. In July of 1834, he traveled to New York for jaw surgery. After the procedure, he died from what was said to be “exhaustion.” His death was unexpected but left a substantial legacy as a frequent dissenter and a Jeffersonian judge. \u003C\/p\u003E\n",
    "roles": [
        {
            "id": 2703,
            "type": "scotus_justice",
            "date_start": -5227524000,
            "date_end": -4273149600,
            "appointing_president": "Thomas Jefferson",
            "role_title": "Associate Justice of the Supreme Court of the United States",
            "institution_name": "Supreme Court of the United States",
            "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2703"
        }
    ],
    "thumbnail": {
        "id": 32779,
        "mime": "image\/png",
        "size": 45940,
        "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_johnson.png"
    },
    "images": [
        {
            "file": {
                "id": 12145,
                "mime": "image\/jpeg",
                "size": 35059,
                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/justices\/large\/william_johnson.jpg"
            },
            "image_field_caption": "The Collection of the Supreme Court of the United States (Artist: unknown)"
        }
    ],
    "religion": "Presbyterian",
    "length_of_service": 11046,
    "identifier": "william_johnson",
    "law_school": "Princeton",
    "number_of_children": 0,
    "home_state": "South Carolina"
}