{
    "id": 23026,
    "title": "Opinion Announcement - April 23, 2002",
    "transcript": {
        "title": "Tahoe-Sierra Preservation Council, Inc. v. Tahoe Regional Planning Agency",
        "duration": 385.149,
        "sections": [
            {
                "start": 0,
                "stop": 385.149,
                "byte_start": 87656,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 11.959,
                        "byte_start": 87656,
                        "byte_stop": 135512,
                        "speaker": {
                            "ID": 15141,
                            "name": "William H. Rehnquist",
                            "href": "https:\/\/api.oyez.org\/people\/william_h_rehnquist",
                            "last_name": "Rehnquist",
                            "roles": [
                                {
                                    "id": 2787,
                                    "type": "scotus_justice",
                                    "date_start": 63612000,
                                    "date_end": 528094800,
                                    "appointing_president": "Richard Nixon",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2787"
                                },
                                {
                                    "id": 2788,
                                    "type": "scotus_justice",
                                    "date_start": 528094800,
                                    "date_end": 1125723600,
                                    "appointing_president": "Ronald Reagan",
                                    "role_title": "Chief Justice of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2788"
                                }
                            ],
                            "thumbnail": {
                                "id": 32786,
                                "mime": "image\/png",
                                "size": 46923,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/william_rehnquist.png"
                            },
                            "length_of_service": 12293,
                            "identifier": "william_h_rehnquist"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 11.959,
                                "byte_start": 87656,
                                "byte_stop": 135512,
                                "text": "The opinion of the court in No. 00-1167 Tahoe-Sierra Preservation Council versus Tahoe Regional Planning Agency will be announced by Justice Stevens."
                            }
                        ]
                    },
                    {
                        "start": 11.959,
                        "stop": 385.149,
                        "byte_start": 135512,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15060,
                            "name": "John Paul Stevens",
                            "href": "https:\/\/api.oyez.org\/people\/john_paul_stevens",
                            "last_name": "Stevens",
                            "roles": [
                                {
                                    "id": 2704,
                                    "type": "scotus_justice",
                                    "date_start": 188200800,
                                    "date_end": 1277787600,
                                    "appointing_president": "Gerald Ford",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2704"
                                }
                            ],
                            "thumbnail": {
                                "id": 32732,
                                "mime": "image\/png",
                                "size": 62101,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/john_paul_stevens.png"
                            },
                            "length_of_service": 12611,
                            "identifier": "john_paul_stevens"
                        },
                        "text_blocks": [
                            {
                                "start": 11.959,
                                "stop": 15.841,
                                "byte_start": 135512,
                                "byte_stop": 151081,
                                "text": "This case comes to us on the Court of Appeals for the Ninth Circuit."
                            },
                            {
                                "start": 15.841,
                                "stop": 24.166,
                                "byte_start": 151081,
                                "byte_stop": 184414,
                                "text": "Petitioners own a number of vacant lots located in an environmentally sensitive areas in the vicinity of Lake Tahoe."
                            },
                            {
                                "start": 24.166,
                                "stop": 30.144,
                                "byte_start": 184414,
                                "byte_stop": 208237,
                                "text": "The lake on the border between Nevada and California that is famous for its exceptional beauty."
                            },
                            {
                                "start": 30.144,
                                "stop": 47.917,
                                "byte_start": 208237,
                                "byte_stop": 279395,
                                "text": "Petitioners alleged that their property was taken without just compensation in violation of the Takings Caluse of the Federal Constitution, when the Tahoe Regional Planning Agency which we refer to as TRPA imposed a moratorium on development of certain areas that include their land."
                            },
                            {
                                "start": 47.917,
                                "stop": 55.397,
                                "byte_start": 279395,
                                "byte_stop": 309279,
                                "text": "In the 1960’s the clarity of the water in the lake began to deteriorate rapidly as construction in the area increased."
                            },
                            {
                                "start": 55.397,
                                "stop": 69.912,
                                "byte_start": 309279,
                                "byte_stop": 367375,
                                "text": "At that time the States of California and Nevada five counties, several municipalities and the forest service of the Federal Government shared jurisdiction over the Tahoe Basin which occupies 501 square miles."
                            },
                            {
                                "start": 69.912,
                                "stop": 78.834,
                                "byte_start": 367375,
                                "byte_stop": 403006,
                                "text": "In 1968 the legislatures of the two States adopted the Tahoe Regional Planning Compact which Congress approved the next year."
                            },
                            {
                                "start": 78.834,
                                "stop": 91.768,
                                "byte_start": 403006,
                                "byte_stop": 454729,
                                "text": "The Compact set goals for the protection and preservation of the lake and created TRPA as the agency assigned to coordinate and regulate development on the Basin and to conserve its natural resources."
                            },
                            {
                                "start": 91.768,
                                "stop": 103.786,
                                "byte_start": 454729,
                                "byte_stop": 502898,
                                "text": "While TRPA was in the process of devising a comprehensive land use plan, it imposed two moratoria to halt any construction that might be inconsistent with its ultimate plan."
                            },
                            {
                                "start": 103.786,
                                "stop": 112.467,
                                "byte_start": 502898,
                                "byte_stop": 537589,
                                "text": "Together these two moratoria effectively prohibited any development at all on the petitioners land for 32 months."
                            },
                            {
                                "start": 112.467,
                                "stop": 126.044,
                                "byte_start": 537589,
                                "byte_stop": 591924,
                                "text": "The District Court found that TRPA had not affected a partial taking under the totality of the circumstances analysis set out in our opinion in Penn Central Transportation Company againts New York City."
                            },
                            {
                                "start": 126.044,
                                "stop": 142.363,
                                "byte_start": 591924,
                                "byte_stop": 657125,
                                "text": "Nevertheless, it concluded that the moratoria did constitute a taking under the categorical rule announced in Lucas againts South Carolina Coastal Council, because they deprived petitioners of all economically viable use of their land while they were in effect."
                            },
                            {
                                "start": 142.363,
                                "stop": 155.43,
                                "byte_start": 657125,
                                "byte_stop": 709475,
                                "text": "On appeal, the Ninth Circuit reversed the District Court and held that Lucas applies only to the relatively rare case in which a regulation permanently denies the owner all productive use of an entire parcel."
                            },
                            {
                                "start": 155.43,
                                "stop": 163.981,
                                "byte_start": 709475,
                                "byte_stop": 743643,
                                "text": "It reasoned that because the moratoria had only a temporary impact on the petitioner\u0027s fee interest, no categorial taking had occured."
                            },
                            {
                                "start": 163.981,
                                "stop": 168.916,
                                "byte_start": 743643,
                                "byte_stop": 763392,
                                "text": "We granted granted certiorari and we now affirm the decision of the Court of Appeals."
                            },
                            {
                                "start": 168.916,
                                "stop": 176.866,
                                "byte_start": 763392,
                                "byte_stop": 795156,
                                "text": "The text of the of the Fifth Amendment provides a basis for drawing a distinction between physical takings and regulatory takings."
                            },
                            {
                                "start": 176.866,
                                "stop": 184.252,
                                "byte_start": 795156,
                                "byte_stop": 824727,
                                "text": "Its plain language requires compensation whenever the government condemns or appropriates private property for a public purpose."
                            },
                            {
                                "start": 184.252,
                                "stop": 193.898,
                                "byte_start": 824727,
                                "byte_stop": 863284,
                                "text": "But the inquiry is more complex when it is alleged that a regulation prohibiting certain uses of property is so harsh that it should be viewed as a taking."
                            },
                            {
                                "start": 193.898,
                                "stop": 200.433,
                                "byte_start": 863284,
                                "byte_stop": 889406,
                                "text": "Although this court\u0027s physical taking is jurisprudent and involves a straightforward application of categorical rules."
                            },
                            {
                                "start": 200.433,
                                "stop": 208.587,
                                "byte_start": 889406,
                                "byte_stop": 922007,
                                "text": "Our regulatory taking jurisprudence is characterized by essentially ad hoc factual inquiries."
                            },
                            {
                                "start": 208.587,
                                "stop": 218.847,
                                "byte_start": 922007,
                                "byte_stop": 963072,
                                "text": "The longstanding distinction between physical takings and regulatory takings makes it inappropriate to treat precedent from one group of cases as controlling in the other."
                            },
                            {
                                "start": 218.847,
                                "stop": 240.957,
                                "byte_start": 963072,
                                "byte_stop": 1051574,
                                "text": "Petitioner\u0027s argue that our decisions in First English of Evangelical Lutheran Church of Glendale against the County of Los Angeles and Lucas, both regulatory takings cases adapted a categorical rule that whenever the government imposes a deprivation of all economically viable use of property no matter how brief it affects the taking."
                            },
                            {
                                "start": 240.957,
                                "stop": 254.436,
                                "byte_start": 1051574,
                                "byte_stop": 1105491,
                                "text": "In First English however we decided that compensation is an appropriate remedy for a regulatory taking but we did not address the logically prior question whether the temporary regulation was in fact a taking."
                            },
                            {
                                "start": 254.436,
                                "stop": 267.88,
                                "byte_start": 1105491,
                                "byte_stop": 1159199,
                                "text": "To the extent that we reference that anteceding question, First English recognized that normal delays in obtaining building permits changes in zoning ordinances variances and the like but not constitute takings."
                            },
                            {
                                "start": 267.88,
                                "stop": 272.63,
                                "byte_start": 1159199,
                                "byte_stop": 1178216,
                                "text": "Nor is Lucas dispositive of the question presented to us today."
                            },
                            {
                                "start": 272.63,
                                "stop": 290.687,
                                "byte_start": 1178216,
                                "byte_stop": 1250418,
                                "text": "Its categorical rule requiring compensation when a regulation permanently deprives an owner of all economically beneficial uses of her land does not answer the question whether a regulation prohibiting economic use of the land for 32 months must be compensated."
                            },
                            {
                                "start": 290.687,
                                "stop": 306.051,
                                "byte_start": 1250418,
                                "byte_stop": 1311963,
                                "text": "The petitioner\u0027s attempt to bring this case under the rule in Lucas by focusing exclusively on the property during the moratoria ignorea the court\u0027s admonition in Penn Central to focus on the impact of the regulation on the parcel as a whole."
                            },
                            {
                                "start": 306.051,
                                "stop": 312.486,
                                "byte_start": 1311963,
                                "byte_stop": 1337667,
                                "text": "Interest in real property have a temporal dimension as well as legal and physical dimensions."
                            },
                            {
                                "start": 312.486,
                                "stop": 318.157,
                                "byte_start": 1337667,
                                "byte_stop": 1360342,
                                "text": "While we reject petitioner\u0027s argument that their proposed per se rule is dictated by precedent."
                            },
                            {
                                "start": 318.157,
                                "stop": 331.11,
                                "byte_start": 1360342,
                                "byte_stop": 1412169,
                                "text": "We nevertheless consider whether the interest in protecting property owners from bearing burdens which in all fairness and justice should be born by the public as a whole justifies the crafting of a new categorical rule."
                            },
                            {
                                "start": 331.11,
                                "stop": 342.919,
                                "byte_start": 1412169,
                                "byte_stop": 1459398,
                                "text": "We conclude however that the fairness in justice will not always be served by a rule that any deprivation of all economic use no matter how brief constitutes a compensable taking."
                            },
                            {
                                "start": 342.919,
                                "stop": 350.905,
                                "byte_start": 1459398,
                                "byte_stop": 1491372,
                                "text": "Such a rule would require changes in numerous practices that have been long been considered permissible exercises of the police power."
                            },
                            {
                                "start": 350.905,
                                "stop": 358.134,
                                "byte_start": 1491372,
                                "byte_stop": 1520211,
                                "text": "Moreover section important changes in the law should be the product of legislative rule making not a adjudication."
                            },
                            {
                                "start": 358.134,
                                "stop": 374.961,
                                "byte_start": 1520211,
                                "byte_stop": 1587503,
                                "text": "For the reasons set out in Penn Central and in Justice O’Connor\u0027s concurring opinion last term in Palazzolo against Rode Island, the wiser approach requires careful examination in weighing of all the relevant circumstances only one of which is the link to the delay."
                            },
                            {
                                "start": 374.961,
                                "stop": 385.149,
                                "byte_start": 1587503,
                                "byte_stop": 0,
                                "text": "The Chief Justice has filed a dissenting opinion that is joined by Justice Scalia and Justice Thomas; Justice Thomas has also filed a dissent that is joined by Justice Scalia."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 55174,
            "mime": "audio\/mpeg",
            "size": 1628254,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2001\/00-1167\/20020423o_00-1167.delivery.mp3"
        },
        {
            "id": 76914,
            "mime": "audio\/ogg",
            "size": 3904407,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2001\/00-1167\/20020423o_00-1167.ogg"
        },
        {
            "id": 76915,
            "mime": "application\/x-mpegURL",
            "size": 5787,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2001\/00-1167\/20020423o_00-1167.m3u8"
        }
    ],
    "damaged": null,
    "unavailable": null
}